
AtlasLootDB = {
	["namespaces"] = {
		["WishList"] = {
		},
		["AtlasLootPanel"] = {
		},
		["DefaultFrame"] = {
			["profiles"] = {
				["Лафариэль - Подземье"] = {
					["instance"] = "BaradinHold",
				},
			},
		},
		["Filter"] = {
		},
	},
	["profileKeys"] = {
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Шут - Азурегос"] = "Шут - Азурегос",
	},
	["profiles"] = {
		["Эларин - Подземье"] = {
			["AtlasType"] = "Unknown",
		},
		["Роток - Подземье"] = {
		},
		["Ыфввыв - Подземье"] = {
		},
		["Лафариэль - Подземье"] = {
			["AtlasType"] = "Unknown",
		},
		["Драйн - Подземье"] = {
		},
		["Шут - Азурегос"] = {
			["AtlasType"] = "Unknown",
		},
	},
}
