
AtlasLootDB = {
	["namespaces"] = {
		["WishList"] = {
		},
		["AtlasLootPanel"] = {
		},
		["DefaultFrame"] = {
			["profiles"] = {
				["Лафариэль - Подземье"] = {
					["instance"] = "BlackwingDescent",
				},
			},
		},
		["Filter"] = {
		},
	},
	["profileKeys"] = {
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Груб - Подземье"] = "Груб - Подземье",
		["Ритох - Галакронд"] = "Ритох - Галакронд",
	},
	["profiles"] = {
		["Эларин - Подземье"] = {
		},
		["Лафариэль - Подземье"] = {
			["MiniMapButton"] = {
				["hide"] = true,
			},
		},
		["Груб - Подземье"] = {
		},
		["Ритох - Галакронд"] = {
			["MiniMapButton"] = {
				["minimapPos"] = 342.999950344276,
			},
		},
	},
}
