
clcbptDB = {
	["profileKeys"] = {
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Драйн - Подземье"] = "Драйн - Подземье",
	},
	["char"] = {
		["Лафариэль - Подземье"] = {
			["performance"] = {
				["scanFrequency"] = 1,
			},
			["player"] = {
				["y"] = 404.4998639435871,
				["font"] = 15,
				["x"] = 584.9999489147322,
				["height"] = 15,
				["bars"] = {
					["bol"] = {
						["sound"] = "Wham!",
						["texture"] = "Armory",
					},
					["jotp"] = {
						["sound"] = "Wham!",
						["texture"] = "Armory",
					},
				},
				["fontName"] = "Nimrod MT",
			},
			["warn"] = {
				["timer"] = 5,
				["pulseMax"] = 55,
				["pulseMin"] = 50,
			},
		},
	},
}
