
EPGPLootMaster = {
	["profileKeys"] = {
		["Гримтоп - Подземье"] = "Гримтоп - Подземье",
		["Ритох - Галакронд"] = "Ритох - Галакронд",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Груб - Подземье"] = "Груб - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Гримля - Подземье"] = "Гримля - Подземье",
	},
	["profiles"] = {
		["Гримтоп - Подземье"] = {
		},
		["Ритох - Галакронд"] = {
		},
		["Лафариэль - Подземье"] = {
		},
		["Груб - Подземье"] = {
		},
		["Эларин - Подземье"] = {
		},
	},
}
