
HolyTrinityDB = {
	["profileKeys"] = {
		["Роток - Подземье"] = "Default",
		["Лафариэль - Подземье"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["CooldownList"] = {
				["Божественный защитник"] = {
					false, -- [1]
				},
				["Мастер аур"] = {
					false, -- [1]
				},
				["Возложение рук"] = {
					false, -- [1]
				},
				["Ревностный защитник"] = {
					false, -- [1]
				},
				["Фанатизм"] = {
					false, -- [1]
				},
				["Длань свободы"] = {
					false, -- [1]
				},
				["Свет зари"] = {
					false, -- [1]
				},
				["Гнев карателя"] = {
					false, -- [1]
				},
				["Длань жертвенности"] = {
					false, -- [1]
				},
				["Божественное одобрение"] = {
					false, -- [1]
				},
				["Святое сияние"] = {
					false, -- [1]
				},
				["Божественный щит"] = {
					false, -- [1]
				},
				["Божественная защита"] = {
					false, -- [1]
				},
				["Защитник древних королей"] = {
					false, -- [1]
				},
				["Длань защиты"] = {
					false, -- [1]
				},
				["Длань спасения"] = {
					false, -- [1]
				},
				["Святая клятва"] = {
					false, -- [1]
				},
				["Молот правосудия"] = {
					false, -- [1]
				},
				["Покаяние"] = {
					false, -- [1]
				},
			},
			["useFade"] = false,
			["posy"] = 230,
			["posx"] = 605,
			["spacerx"] = 100,
			["spacery"] = 20,
			["statusbar"] = "Armory",
		},
	},
}
