
Omen3DB = {
	["profileKeys"] = {
		["Гримтоп - Подземье"] = "Гримтоп - Подземье",
		["Ритох - Галакронд"] = "Ритох - Галакронд",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Шут - Азурегос"] = "Шут - Азурегос",
		["Груб - Подземье"] = "Груб - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Гримля - Подземье"] = "Гримля - Подземье",
	},
	["profiles"] = {
		["Гримтоп - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Ритох - Галакронд"] = {
			["PositionY"] = 614.9999624554056,
			["PositionX"] = 847.5000148742246,
			["MinimapIcon"] = {
				["minimapPos"] = 342.0610892419132,
			},
		},
		["Драйн - Подземье"] = {
			["PositionY"] = 614.9999624554056,
			["PositionX"] = 847.5000148742246,
			["MinimapIcon"] = {
				["minimapPos"] = 356.5935639175643,
			},
		},
		["Эларин - Подземье"] = {
			["PositionW"] = 200.0000902711561,
			["PositionH"] = 82.00000724904739,
			["PositionY"] = 88.99987560361141,
			["MinimapIcon"] = {
				["minimapPos"] = 358.0021278279849,
			},
			["PositionX"] = 210.3886831154846,
		},
		["Шут - Азурегос"] = {
			["PositionX"] = 954.1667763711967,
			["PositionY"] = 675.0000595652856,
		},
		["Груб - Подземье"] = {
			["PositionW"] = 199.9999852283563,
			["PositionY"] = 86.99972939169345,
			["PositionX"] = 62.50015951323604,
			["PositionH"] = 82.00001600261403,
		},
		["Роток - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Лафариэль - Подземье"] = {
			["MinimapIcon"] = {
				["minimapPos"] = 335.9892503160293,
				["hide"] = true,
			},
			["PositionW"] = 291.11113357252,
			["PositionH"] = 225.1111843158517,
			["VGrip2"] = 167.3889050109872,
			["PositionY"] = 611.1112780063697,
			["PositionX"] = 0,
			["Locked"] = true,
			["VGrip1"] = 123.7222341385557,
			["Bar"] = {
				["ShowValue"] = false,
				["FontSize"] = 13,
				["TPSWindow"] = 12,
				["Height"] = 18,
				["ShowHeadings"] = false,
			},
		},
		["Ыфввыв - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Гримля - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
	},
}
