
Omen3DB = {
	["profileKeys"] = {
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Шут - Азурегос"] = "Шут - Азурегос",
	},
	["profiles"] = {
		["Эларин - Подземье"] = {
			["PositionY"] = 81.99998974191408,
			["PositionW"] = 200.0000552568895,
			["PositionX"] = 326.3887774898751,
			["MinimapIcon"] = {
				["minimapPos"] = 358.0021278279849,
			},
			["PositionH"] = 81.99998974191408,
		},
		["Роток - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Ыфввыв - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Лафариэль - Подземье"] = {
			["PositionW"] = 199.1111305634815,
			["PositionH"] = 221.1111544990153,
			["VGrip2"] = 114.4888884968519,
			["PositionY"] = 601.1112034642787,
			["Locked"] = true,
			["MinimapIcon"] = {
				["minimapPos"] = 335.9892503160293,
			},
			["VGrip1"] = 84.62222193245574,
			["PositionX"] = -0,
			["Bar"] = {
				["FontSize"] = 13,
				["ShowHeadings"] = false,
				["ShowValue"] = false,
				["TPSWindow"] = 12,
				["Height"] = 18,
			},
		},
		["Драйн - Подземье"] = {
			["PositionX"] = 847.5000148742246,
			["PositionY"] = 614.9999624554056,
		},
		["Шут - Азурегос"] = {
			["PositionX"] = 954.1667763711967,
			["PositionY"] = 675.0000595652856,
		},
	},
}
