
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Гримля|Подземье|Horde|1|WARRIOR", -- [1]
				"Гримтоп|Подземье|Horde|1|WARRIOR", -- [2]
				"Груб|Подземье|Horde|1|WARRIOR", -- [3]
				"Драйн|Подземье|Horde|64|DRUID", -- [4]
				"Лафариэль|Подземье|Horde|85|PALADIN", -- [5]
				"Ритох|Галакронд|Alliance|1|WARRIOR", -- [6]
				"Роток|Подземье|Horde|1|PALADIN", -- [7]
				"Ыфввыв|Подземье|Horde|1|DRUID", -- [8]
				"Эларин|Подземье|Horde|83|HUNTER", -- [9]
			},
		},
	},
	["profileKeys"] = {
		["Гримтоп - Подземье"] = "Гримтоп - Подземье",
		["Ритох - Галакронд"] = "Ритох - Галакронд",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Шут - Азурегос"] = "Шут - Азурегос",
		["Груб - Подземье"] = "Груб - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Гримля - Подземье"] = "Гримля - Подземье",
	},
	["profiles"] = {
		["Гримтоп - Подземье"] = {
		},
		["Ритох - Галакронд"] = {
		},
		["Драйн - Подземье"] = {
			["BlackBook"] = {
				["recent"] = {
					"Лафариэль", -- [1]
				},
			},
		},
		["Эларин - Подземье"] = {
			["BlackBook"] = {
				["recent"] = {
					"Лафариэль", -- [1]
					"Жиганиус", -- [2]
				},
			},
		},
		["Шут - Азурегос"] = {
		},
		["Груб - Подземье"] = {
		},
		["Роток - Подземье"] = {
		},
		["Лафариэль - Подземье"] = {
			["BlackBook"] = {
				["recent"] = {
					"Жиганиус", -- [1]
					"Косзаг", -- [2]
					"Азверин", -- [3]
					"Эларин", -- [4]
					"Драйн", -- [5]
					"Фубар", -- [6]
				},
			},
		},
		["Ыфввыв - Подземье"] = {
		},
		["Гримля - Подземье"] = {
		},
	},
}
