
Postal3DB = {
	["profileKeys"] = {
		["Эларин - Подземье"] = "Эларин - Подземье",
		["Роток - Подземье"] = "Роток - Подземье",
		["Ыфввыв - Подземье"] = "Ыфввыв - Подземье",
		["Лафариэль - Подземье"] = "Лафариэль - Подземье",
		["Драйн - Подземье"] = "Драйн - Подземье",
		["Шут - Азурегос"] = "Шут - Азурегос",
	},
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"Драйн|Подземье|Horde|64|DRUID", -- [1]
				"Лафариэль|Подземье|Horde|80|PALADIN", -- [2]
				"Роток|Подземье|Horde|1|PALADIN", -- [3]
				"Ыфввыв|Подземье|Horde|1|DRUID", -- [4]
				"Эларин|Подземье|Horde|80|HUNTER", -- [5]
			},
		},
	},
	["profiles"] = {
		["Эларин - Подземье"] = {
			["BlackBook"] = {
				["recent"] = {
					"Лафариэль", -- [1]
				},
			},
		},
		["Роток - Подземье"] = {
		},
		["Ыфввыв - Подземье"] = {
		},
		["Лафариэль - Подземье"] = {
			["BlackBook"] = {
				["recent"] = {
					"Эларин", -- [1]
					"Жиганиус", -- [2]
				},
			},
		},
		["Драйн - Подземье"] = {
		},
		["Шут - Азурегос"] = {
		},
	},
}
