
GoldSave = {
	["Ыфввыв_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Ыфввыв",
		["gold"] = 0,
	},
	["Груб_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Груб",
		["gold"] = 83,
	},
	["Ритох_Галакронд::Alliance"] = {
		["show"] = true,
		["name"] = "Ритох",
		["gold"] = 406,
	},
	["Роток_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Роток",
		["gold"] = 0,
	},
	["Эларин_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Эларин",
		["gold"] = 24232968,
	},
	["Драйн_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Драйн",
		["gold"] = 573461,
	},
	["Гримля_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Гримля",
		["gold"] = 0,
	},
	["Гримтоп_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Гримтоп",
		["gold"] = 0,
	},
	["Лафариэль_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Лафариэль",
		["gold"] = 161945475,
	},
}
