
GoldSave = {
	["Ыфввыв_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Ыфввыв",
		["gold"] = 0,
	},
	["Драйн_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Драйн",
		["gold"] = 574751,
	},
	["Эларин_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Эларин",
		["gold"] = 1961124,
	},
	["Роток_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Роток",
		["gold"] = 0,
	},
	["Лафариэль_Подземье::Horde"] = {
		["show"] = true,
		["name"] = "Лафариэль",
		["gold"] = 72755136,
	},
}
