
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Лорд Алексей Баров"] = {
			["GUID"] = "0xF13029080001FABD",
			["type"] = "Trivial",
			["LastAttackedBy"] = "Лафариэль",
			["Owner"] = false,
			["enClass"] = "MOB",
			["LastDamageTaken"] = 8931,
			["LastAbility"] = 2244.145,
			["LastDamageAbility"] = "Молот гнева",
			["Name"] = "Лорд Алексей Баров",
			["LastActive"] = 1290626871,
			["Fights"] = {
				["LastFightData"] = {
					["TimeDamaging"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.98,
								},
								["Пелена Тени"] = {
									["count"] = 0.43,
								},
								["Жертвенный огонь"] = {
									["count"] = 0.39,
								},
								["Нечистая аура"] = {
									["count"] = 13.8,
								},
							},
							["amount"] = 20.6,
						},
					},
					["TimeSpent"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.98,
								},
								["Пелена Тени"] = {
									["count"] = 0.43,
								},
								["Жертвенный огонь"] = {
									["count"] = 0.39,
								},
								["Нечистая аура"] = {
									["count"] = 13.8,
								},
							},
							["amount"] = 20.6,
						},
					},
					["DamagedWho"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Нечистая аура"] = {
									["count"] = 40,
								},
								["Атака ближнего боя"] = {
									["count"] = 593,
								},
							},
							["amount"] = 633,
						},
					},
					["WhoDamaged"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2653,
								},
								["Гнев небес"] = {
									["count"] = 1522,
								},
								["Молот гнева"] = {
									["count"] = 8931,
								},
								["Правосудие"] = {
									["count"] = 1896,
								},
								["Экзорцизм"] = {
									["count"] = 11589,
								},
								["Освящение"] = {
									["count"] = 2227,
								},
								["Шок небес"] = {
									["count"] = 11138,
								},
							},
							["amount"] = 39956,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeDamaging"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.98,
								},
								["Пелена Тени"] = {
									["count"] = 0.43,
								},
								["Жертвенный огонь"] = {
									["count"] = 0.39,
								},
								["Нечистая аура"] = {
									["count"] = 37.08,
								},
							},
							["amount"] = 43.88,
						},
					},
					["TimeSpent"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.98,
								},
								["Пелена Тени"] = {
									["count"] = 0.43,
								},
								["Жертвенный огонь"] = {
									["count"] = 0.39,
								},
								["Нечистая аура"] = {
									["count"] = 37.08,
								},
							},
							["amount"] = 43.88,
						},
					},
					["DamagedWho"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Нечистая аура"] = {
									["count"] = 250,
								},
								["Атака ближнего боя"] = {
									["count"] = 593,
								},
							},
							["amount"] = 843,
						},
					},
					["WhoDamaged"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2653,
								},
								["Гнев небес"] = {
									["count"] = 1522,
								},
								["Молот гнева"] = {
									["count"] = 8931,
								},
								["Правосудие"] = {
									["count"] = 1896,
								},
								["Экзорцизм"] = {
									["count"] = 11589,
								},
								["Освящение"] = {
									["count"] = 2227,
								},
								["Шок небес"] = {
									["count"] = 11138,
								},
							},
							["amount"] = 39956,
						},
					},
				},
			},
			["level"] = 43,
			["UnitLockout"] = 1290626831,
			["LastFightIn"] = 1,
		},
		["Круиз"] = {
			["GUID"] = "0x0780000001EEC7FA",
			["LastEventHealth"] = {
				"9249 (74%)", -- [1]
				"9249 (74%)", -- [2]
				"9249 (74%)", -- [3]
				"12458 (100%)", -- [4]
				"12458 (100%)", -- [5]
				"12458 (100%)", -- [6]
				"12458 (100%)", -- [7]
				"12458 (100%)", -- [8]
				"12458 (100%)", -- [9]
				"12458 (100%)", -- [10]
				"12458 (100%)", -- [11]
				"12458 (100%)", -- [12]
				"11267 (90%)", -- [13]
				"11267 (90%)", -- [14]
				"11267 (90%)", -- [15]
				"11267 (90%)", -- [16]
				"11267 (90%)", -- [17]
				"12458 (100%)", -- [18]
				"12458 (100%)", -- [19]
				"12458 (100%)", -- [20]
				"12458 (100%)", -- [21]
				"12458 (100%)", -- [22]
				"10913 (87%)", -- [23]
				"10913 (87%)", -- [24]
				"10913 (87%)", -- [25]
				"10913 (87%)", -- [26]
				"10913 (87%)", -- [27]
				"10913 (87%)", -- [28]
				"10913 (87%)", -- [29]
				"10913 (87%)", -- [30]
				"10913 (87%)", -- [31]
				"8392 (67%)", -- [32]
				"8392 (67%)", -- [33]
				"8392 (67%)", -- [34]
				"8392 (67%)", -- [35]
				"8392 (67%)", -- [36]
				"8392 (67%)", -- [37]
				"3574 (28%)", -- [38]
				"3574 (28%)", -- [39]
				"3574 (28%)", -- [40]
				"3574 (28%)", -- [41]
				"7368 (59%)", -- [42]
				"7368 (59%)", -- [43]
				"7368 (59%)", -- [44]
				"4831 (38%)", -- [45]
				"4831 (38%)", -- [46]
				"4831 (38%)", -- [47]
				"9249 (74%)", -- [48]
				"9249 (74%)", -- [49]
				"9249 (74%)", -- [50]
			},
			["LastAttackedBy"] = "Сарастра",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"HEAL", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					1.02, -- [1]
				},
				["Healing"] = {
					3498, -- [1]
				},
				["DamageTaken"] = {
					62110, -- [1]
				},
				["HealingTaken"] = {
					61016, -- [1]
				},
				["Overhealing"] = {
					1992, -- [1]
				},
				["TimeDamage"] = {
					86.19000000000001, -- [1]
				},
				["FDamage"] = {
					1494, -- [1]
				},
				["ActiveTime"] = {
					87.21000000000001, -- [1]
				},
				["DOT_Time"] = {
					303, -- [1]
				},
				["Damage"] = {
					109012, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = "Круиз",
			["level"] = 75,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				[48] = 35.46315620484829,
				[37] = 38.6739444533633,
				[4] = 60.09792904157971,
				[31] = 20.23599293626585,
				[9] = 6.999518381762723,
				[18] = 59.5922298924386,
				[20] = 12.40166960988923,
				[11] = 9.560122009953444,
				[42] = 30.45432653716487,
				[44] = 24.89163589661262,
			},
			["type"] = "Ungrouped",
			["LastAbility"] = 2244.145,
			["LastEventTimes"] = {
				10403.874, -- [1]
				10404.89, -- [2]
				10406.041, -- [3]
				10406.295, -- [4]
				10406.903, -- [5]
				10407.107, -- [6]
				10407.108, -- [7]
				10407.108, -- [8]
				10407.109, -- [9]
				10407.501, -- [10]
				10407.811, -- [11]
				10408.017, -- [12]
				10408.718, -- [13]
				10409.318, -- [14]
				10409.515, -- [15]
				10409.515, -- [16]
				10409.734, -- [17]
				10391.228, -- [18]
				10391.515, -- [19]
				10392.375, -- [20]
				10392.375, -- [21]
				10392.375, -- [22]
				10392.607, -- [23]
				10392.608, -- [24]
				10393.223, -- [25]
				10393.608, -- [26]
				10393.822, -- [27]
				10394.621, -- [28]
				10394.804, -- [29]
				10395.537, -- [30]
				10395.753, -- [31]
				10396.14, -- [32]
				10396.634, -- [33]
				10396.934, -- [34]
				10397.551, -- [35]
				10397.75, -- [36]
				10397.95, -- [37]
				10398.648, -- [38]
				10398.649, -- [39]
				10399.198, -- [40]
				10399.466, -- [41]
				10399.65, -- [42]
				10399.65, -- [43]
				10399.969, -- [44]
				10400.495, -- [45]
				10400.771, -- [46]
				10401.461, -- [47]
				10402.161, -- [48]
				10402.675, -- [49]
				10403.475, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 1290625339,
				["OVERALL"] = 1290625359,
				["DamageTaken"] = 1290625357,
				["FDamage"] = 1290625325,
				["HealingTaken"] = 1290625356,
				["Overhealing"] = 1290625356,
				["TimeDamage"] = 1290625359,
				["Healing"] = 1290625339,
				["ActiveTime"] = 1290625359,
				["DOT_Time"] = 1290625359,
				["Damage"] = 1290625359,
			},
			["Owner"] = false,
			["Pet"] = {
				"Крысохап <Круиз>", -- [1]
			},
			["NextEventNum"] = 18,
			["LastEventHealthNum"] = {
				74.24145127628833, -- [1]
				74.24145127628833, -- [2]
				74.24145127628833, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				90.43987799004655, -- [13]
				90.43987799004655, -- [14]
				90.43987799004655, -- [15]
				90.43987799004655, -- [16]
				90.43987799004655, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				87.59833039011078, -- [23]
				87.59833039011078, -- [24]
				87.59833039011078, -- [25]
				87.59833039011078, -- [26]
				87.59833039011078, -- [27]
				87.59833039011078, -- [28]
				87.59833039011078, -- [29]
				87.59833039011078, -- [30]
				87.59833039011078, -- [31]
				67.36233745384492, -- [32]
				67.36233745384492, -- [33]
				67.36233745384492, -- [34]
				67.36233745384492, -- [35]
				67.36233745384492, -- [36]
				67.36233745384492, -- [37]
				28.68839300048162, -- [38]
				28.68839300048162, -- [39]
				28.68839300048162, -- [40]
				28.68839300048162, -- [41]
				59.14271953764649, -- [42]
				59.14271953764649, -- [43]
				59.14271953764649, -- [44]
				38.77829507144004, -- [45]
				38.77829507144004, -- [46]
				38.77829507144004, -- [47]
				74.24145127628833, -- [48]
				74.24145127628833, -- [49]
				74.24145127628833, -- [50]
			},
			["LastEvents"] = {
				"Круиз Кровавая чума (УЗВ) Сарастра Tick -235 (Shadow)", -- [1]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [2]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [3]
				"Лафариэль Торжество Круиз Hit +7487 (4278 избыт. лечение)", -- [4]
				"Круиз Атака ближнего боя Сарастра Hit -552 (Physical)", -- [5]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [6]
				"Круиз Кровавая чума (УЗВ) Сарастра Tick -235 (Shadow)", -- [7]
				"Круиз Удар смерти Сарастра Hit -1143 (Physical)", -- [8]
				"Круиз Удар смерти Круиз Hit +872 (872 избыт. лечение)", -- [9]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -32 (Shadow)", -- [10]
				"Сарастра Атака ближнего боя Круиз Hit -1191 (1113 Поглощено) (Physical)", -- [11]
				"Круиз Удар Плети Сарастра Parry (Physical)", -- [12]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [13]
				"Круиз Удар Плети Сарастра Hit -1221 (Physical)", -- [14]
				"Круиз Атака ближнего боя Сарастра Dodge", -- [15]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [16]
				"Круиз Удар Плети (Shadow) Сарастра Hit -513 (Shadow)", -- [17]
				"Лафариэль Торжество Круиз Hit +7424 (2577 избыт. лечение)", -- [18]
				"Круиз Удар Плети (Shadow) Сарастра Hit -521 (Shadow)", -- [19]
				"Сарастра Атака ближнего боя Круиз Hit -1545 (1104 Поглощено) (Physical)", -- [20]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -54 (Shadow)", -- [21]
				"Круиз Кровавая чума (УЗВ) Сарастра Tick -235 (Shadow)", -- [22]
				"Круиз Лик смерти Сарастра Hit -1906 (Shadow)", -- [23]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -55 (Shadow)", -- [24]
				"Круиз Атака ближнего боя Сарастра Hit -633 (Physical)", -- [25]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [26]
				"Сарастра Атака ближнего боя Круиз Miss", -- [27]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [28]
				"Круиз Кровавая чума (УЗВ) Сарастра Tick -235 (Shadow)", -- [29]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [30]
				"Сарастра Атака ближнего боя Круиз Hit -2521 (Physical)", -- [31]
				"Круиз Атака ближнего боя Сарастра Crit -1183 (Physical)", -- [32]
				"Круиз Удар чумы Сарастра Hit -1108 (Physical)", -- [33]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [34]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [35]
				"Круиз Кровавая чума (УЗВ) Сарастра Tick -235 (Shadow)", -- [36]
				"Сарастра Атака ближнего боя Круиз Crit -4818 (Physical)", -- [37]
				"Круиз Удар разложения Сарастра Hit -1908 (Physical)", -- [38]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -42 (Shadow)", -- [39]
				"Круиз Атака ближнего боя Сарастра Hit -620 (Physical)", -- [40]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -43 (Shadow)", -- [41]
				"Лафариэль Торжество Круиз Hit +3794", -- [42]
				"Круиз Лик смерти Сарастра Hit -1906 (Shadow)", -- [43]
				"Сарастра Атака ближнего боя Круиз Hit -3101 (Physical)", -- [44]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [45]
				"Круиз Кровавая чума (УЗВ) Сарастра Crit -471 (Shadow)", -- [46]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [47]
				"Лафариэль Шок небес Круиз Hit +4418", -- [48]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [49]
				"Круиз Нечестивая порча (УЗВ) Сарастра Tick -33 (Shadow)", -- [50]
			},
			["Name"] = "Круиз",
			["LastDamageTaken"] = 1191,
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 191,
						["Physical"] = 384,
					},
					["TimeHealing"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 1,
								},
								["Удар смерти"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 1.02,
						},
					},
					["OverHeals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 374,
									["min"] = 373,
									["count"] = 3,
									["amount"] = 1120,
								},
							},
							["count"] = 3,
							["amount"] = 1120,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 872,
									["min"] = 872,
									["count"] = 1,
									["amount"] = 872,
								},
							},
							["count"] = 1,
							["amount"] = 872,
						},
					},
					["DamageTaken"] = 62110,
					["FDamage"] = 1494,
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 25,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 5,
								},
							},
							["amount"] = 35,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["WhoHealed"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 1870,
								},
								["Удар смерти"] = {
									["count"] = 1628,
								},
							},
							["amount"] = 3498,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Свет зари"] = {
									["count"] = 3171,
								},
								["Торжество"] = {
									["count"] = 29582,
								},
								["Свет небес"] = {
									["count"] = 1489,
								},
								["Божественный свет"] = {
									["count"] = 4639,
								},
								["Отблески Света"] = {
									["count"] = 387,
								},
								["Шок небес"] = {
									["count"] = 18250,
								},
							},
							["amount"] = 57518,
						},
					},
					["ElementDoneAbsorb"] = {
						["Physical"] = 997,
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 35,
									["amount"] = 0,
								},
							},
							["count"] = 35,
							["amount"] = 0,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2496,
									["min"] = 324,
									["count"] = 12,
									["amount"] = 11550,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 35,
							["amount"] = 11550,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 250,
									["min"] = 249,
									["count"] = 4,
									["amount"] = 997,
								},
							},
							["count"] = 4,
							["amount"] = 997,
						},
					},
					["FDamagedWho"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 1494,
								},
							},
							["amount"] = 1494,
						},
					},
					["ActiveTime"] = 87.21000000000001,
					["TimeDamaging"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 3.4,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.7,
								},
							},
							["amount"] = 8.1,
						},
						["Сарастра"] = {
							["Details"] = {
								["Рунический удар"] = {
									["count"] = 0.96,
								},
								["Удар смерти"] = {
									["count"] = 0.43,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.61,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 8.09,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 29.36000000000001,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 2.4,
								},
								["Удар чумы"] = {
									["count"] = 5.550000000000001,
								},
								["Удар разложения"] = {
									["count"] = 4.46,
								},
								["Лик смерти"] = {
									["count"] = 6.24,
								},
								["Удар Плети"] = {
									["count"] = 5.99,
								},
							},
							["amount"] = 78.08999999999998,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 62110,
					},
					["DOT_Time"] = 303,
					["Damage"] = 109012,
					["ElementTakenAbsorb"] = {
						["Melee"] = 11550,
						["Physical"] = 997,
					},
					["TimeHeal"] = 1.02,
					["DamagedWho"] = {
						["Сарастра"] = {
							["Details"] = {
								["Рунический удар"] = {
									["count"] = 2922,
								},
								["Удар смерти"] = {
									["count"] = 2353,
								},
								["Атака ближнего боя"] = {
									["count"] = 19148,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 6680,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 2717,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 7186,
								},
								["Удар чумы"] = {
									["count"] = 5439,
								},
								["Удар разложения"] = {
									["count"] = 17035,
								},
								["Лик смерти"] = {
									["count"] = 28425,
								},
								["Удар Плети"] = {
									["count"] = 17107,
								},
							},
							["amount"] = 109012,
						},
					},
					["DOTs"] = {
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Сарастра"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Круиз"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Сарастра"] = {
									["count"] = 204,
								},
							},
							["amount"] = 204,
						},
					},
					["Attacks"] = {
						["Рунический удар"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1476,
									["min"] = 1446,
									["count"] = 2,
									["amount"] = 2922,
								},
							},
							["count"] = 2,
							["amount"] = 2922,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1210,
									["min"] = 1143,
									["count"] = 2,
									["amount"] = 2353,
								},
							},
							["count"] = 2,
							["amount"] = 2353,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 471,
									["min"] = 403,
									["count"] = 3,
									["amount"] = 1344,
								},
								["Tick"] = {
									["max"] = 235,
									["min"] = 201,
									["count"] = 24,
									["amount"] = 5336,
								},
							},
							["count"] = 27,
							["amount"] = 6680,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 604,
									["min"] = 604,
									["count"] = 1,
									["amount"] = 604,
								},
								["Hit (Блокировано)"] = {
									["max"] = 445,
									["min"] = 445,
									["count"] = 1,
									["amount"] = 445,
								},
								["Hit"] = {
									["max"] = 695,
									["min"] = 552,
									["count"] = 21,
									["amount"] = 12987,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1368,
									["min"] = 1183,
									["count"] = 4,
									["amount"] = 5112,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 19148,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 55,
									["min"] = 19,
									["count"] = 68,
									["amount"] = 2717,
								},
							},
							["count"] = 68,
							["amount"] = 2717,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Удар Плети (Shadow)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 559,
									["min"] = 376,
									["count"] = 14,
									["amount"] = 7186,
								},
							},
							["count"] = 14,
							["amount"] = 7186,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1128,
									["min"] = 997,
									["count"] = 5,
									["amount"] = 5439,
								},
							},
							["count"] = 5,
							["amount"] = 5439,
						},
						["Удар разложения"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 2000,
									["min"] = 1792,
									["count"] = 9,
									["amount"] = 17035,
								},
							},
							["count"] = 10,
							["amount"] = 17035,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3813,
									["min"] = 3639,
									["count"] = 2,
									["amount"] = 7452,
								},
								["Hit"] = {
									["max"] = 1907,
									["min"] = 1906,
									["count"] = 11,
									["amount"] = 20973,
								},
							},
							["count"] = 13,
							["amount"] = 28425,
						},
						["Удар Плети"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 896,
									["min"] = 896,
									["count"] = 1,
									["amount"] = 896,
								},
								["Hit"] = {
									["max"] = 1331,
									["min"] = 1171,
									["count"] = 13,
									["amount"] = 16211,
								},
							},
							["count"] = 15,
							["amount"] = 17107,
						},
					},
					["Healing"] = 3498,
					["FAttacks"] = {
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 249,
									["min"] = 249,
									["count"] = 6,
									["amount"] = 1494,
								},
							},
							["count"] = 6,
							["amount"] = 1494,
						},
					},
					["HealedWho"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 1870,
								},
								["Удар смерти"] = {
									["count"] = 1628,
								},
							},
							["amount"] = 3498,
						},
					},
					["ElementDone"] = {
						["Physical"] = 44856,
						["Melee"] = 19148,
						["Shadow"] = 45008,
					},
					["HealingTaken"] = 61016,
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 38,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 22,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 29,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 25,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 92,
								},
							},
							["amount"] = 122,
						},
					},
					["TimeDamage"] = 86.19000000000001,
					["WhoDamaged"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 62110,
								},
							},
							["amount"] = 62110,
						},
					},
					["Overhealing"] = 1992,
					["Heals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 374,
									["min"] = 374,
									["count"] = 5,
									["amount"] = 1870,
								},
							},
							["count"] = 5,
							["amount"] = 1870,
						},
						["Удар смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1628,
									["min"] = 1628,
									["count"] = 1,
									["amount"] = 1628,
								},
							},
							["count"] = 1,
							["amount"] = 1628,
						},
					},
					["TimeSpent"] = {
						["Круиз"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 3.4,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.7,
								},
								["Нечестивая сила"] = {
									["count"] = 1,
								},
								["Удар смерти"] = {
									["count"] = 0.02,
								},
							},
							["amount"] = 9.120000000000001,
						},
						["Сарастра"] = {
							["Details"] = {
								["Рунический удар"] = {
									["count"] = 0.96,
								},
								["Удар смерти"] = {
									["count"] = 0.43,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.61,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 8.09,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 29.36000000000001,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 2.4,
								},
								["Удар чумы"] = {
									["count"] = 5.550000000000001,
								},
								["Удар разложения"] = {
									["count"] = 4.46,
								},
								["Лик смерти"] = {
									["count"] = 6.24,
								},
								["Удар Плети"] = {
									["count"] = 5.99,
								},
							},
							["amount"] = 78.08999999999998,
						},
					},
				},
			},
			["UnitLockout"] = 1290625275,
			["LastActive"] = 1290625359,
		},
		["Крысохап <Круиз>"] = {
			["GUID"] = "0xF14051C2C2003DF2",
			["LastEventHealth"] = {
				"7312 (100%)", -- [1]
				"7312 (100%)", -- [2]
				"7312 (100%)", -- [3]
				"7312 (100%)", -- [4]
				"7312 (100%)", -- [5]
				"7312 (100%)", -- [6]
				"7312 (100%)", -- [7]
				"7312 (100%)", -- [8]
				"7312 (100%)", -- [9]
				"7312 (100%)", -- [10]
				"7312 (100%)", -- [11]
				"7312 (100%)", -- [12]
				"7312 (100%)", -- [13]
				"7312 (100%)", -- [14]
				"7312 (100%)", -- [15]
				"7312 (100%)", -- [16]
				"7312 (100%)", -- [17]
				"7312 (100%)", -- [18]
				"7312 (100%)", -- [19]
				"7312 (100%)", -- [20]
				"7312 (100%)", -- [21]
				"7312 (100%)", -- [22]
				"7312 (100%)", -- [23]
				"7312 (100%)", -- [24]
				"7312 (100%)", -- [25]
				"7312 (100%)", -- [26]
				"7312 (100%)", -- [27]
				"7312 (100%)", -- [28]
				"7312 (100%)", -- [29]
				"7312 (100%)", -- [30]
				"7312 (100%)", -- [31]
				"7312 (100%)", -- [32]
				"7312 (100%)", -- [33]
				"7312 (100%)", -- [34]
				"7312 (100%)", -- [35]
				"7312 (100%)", -- [36]
				"7312 (100%)", -- [37]
				"7312 (100%)", -- [38]
				"7312 (100%)", -- [39]
				"7312 (100%)", -- [40]
				"7312 (100%)", -- [41]
				"7312 (100%)", -- [42]
				"7312 (100%)", -- [43]
				"7312 (100%)", -- [44]
				"7312 (100%)", -- [45]
				"7312 (100%)", -- [46]
				"7312 (100%)", -- [47]
				"7312 (100%)", -- [48]
				"7312 (100%)", -- [49]
				"7312 (100%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["Damage"] = {
					63687, -- [1]
				},
				["TimeDamage"] = {
					86.55, -- [1]
				},
				["ActiveTime"] = {
					86.55, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Крысохап",
			["level"] = 1,
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["LastAbility"] = 2244.145,
			["Owner"] = "Круиз",
			["LastEventTimes"] = {
				10381.474, -- [1]
				10382.779, -- [2]
				10384.27, -- [3]
				10385.77, -- [4]
				10387.084, -- [5]
				10387.382, -- [6]
				10388.581, -- [7]
				10389.979, -- [8]
				10391.514, -- [9]
				10392.926, -- [10]
				10392.927, -- [11]
				10394.621, -- [12]
				10394.622, -- [13]
				10396.337, -- [14]
				10398.266, -- [15]
				10399.968, -- [16]
				10401.46, -- [17]
				10402.16, -- [18]
				10403.177, -- [19]
				10403.177, -- [20]
				10404.891, -- [21]
				10407.108, -- [22]
				10408.4, -- [23]
				10408.404, -- [24]
				10352.887, -- [25]
				10354.503, -- [26]
				10355.1, -- [27]
				10356.396, -- [28]
				10356.895, -- [29]
				10358.426, -- [30]
				10359.558, -- [31]
				10361.541, -- [32]
				10361.541, -- [33]
				10362.936, -- [34]
				10364.25, -- [35]
				10365.291, -- [36]
				10365.774, -- [37]
				10367.269, -- [38]
				10368.579, -- [39]
				10369.992, -- [40]
				10369.999, -- [41]
				10371.39, -- [42]
				10371.69, -- [43]
				10373.004, -- [44]
				10374.304, -- [45]
				10375.321, -- [46]
				10375.617, -- [47]
				10377.117, -- [48]
				10378.629, -- [49]
				10380.045, -- [50]
			},
			["NextEventNum"] = 25,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1016 (Physical)", -- [1]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -982 (Physical)", -- [2]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1084 (Physical)", -- [3]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -948 (Physical)", -- [4]
				"Крысохап <Круиз> Зазубренные когти Сарастра Hit -1606 (Physical)", -- [5]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1088 (Physical)", -- [6]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -958 (Physical)", -- [7]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1084 (Physical)", -- [8]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -997 (Physical)", -- [9]
				"Крысохап <Круиз> Цапнуть Сарастра Hit -685 (Physical)", -- [10]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -488 (Physical)", -- [11]
				"Крысохап <Круиз> Цапнуть Сарастра Crit -1281 (Physical)", -- [12]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -488 (Physical)", -- [13]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Crit -1081 (Physical)", -- [14]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -428 (Physical)", -- [15]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -418 (Physical)", -- [16]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -611 (Physical)", -- [17]
				"Крысохап <Круиз> Цапнуть Сарастра Hit -610 (Physical)", -- [18]
				"Крысохап <Круиз> Цапнуть Сарастра Hit -769 (Physical)", -- [19]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -477 (Physical)", -- [20]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -463 (Physical)", -- [21]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -470 (Physical)", -- [22]
				"Крысохап <Круиз> Цапнуть Сарастра Hit -577 (Physical)", -- [23]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -533 (Physical)", -- [24]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -637 (Physical)", -- [25]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -759 (Physical)", -- [26]
				"Крысохап <Круиз> Цапнуть Сарастра Hit -829 (Physical)", -- [27]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -597 (Physical)", -- [28]
				"Крысохап <Круиз> Цапнуть Сарастра Crit -1788 (Physical)", -- [29]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -651 (Physical)", -- [30]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -728 (Physical)", -- [31]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -649 (Physical)", -- [32]
				"Крысохап <Круиз> Цапнуть Сарастра Crit -1864 (Physical)", -- [33]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -876 (Physical)", -- [34]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Crit -1932 (Physical)", -- [35]
				"Крысохап <Круиз> Зазубренные когти Сарастра Hit -1286 (Physical)", -- [36]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1074 (Physical)", -- [37]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1117 (Physical)", -- [38]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -909 (Physical)", -- [39]
				"Крысохап <Круиз> Зазубренные когти Сарастра Hit -1300 (Physical)", -- [40]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -887 (Physical)", -- [41]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1026 (Physical)", -- [42]
				"Крысохап <Круиз> Зазубренные когти Сарастра Hit -1622 (Physical)", -- [43]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1091 (Physical)", -- [44]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Crit -2051 (Physical)", -- [45]
				"Крысохап <Круиз> Зазубренные когти Сарастра Hit -1324 (Physical)", -- [46]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1060 (Physical)", -- [47]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Crit -1798 (Physical)", -- [48]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -916 (Physical)", -- [49]
				"Крысохап <Круиз> Атака ближнего боя Сарастра Hit -1116 (Physical)", -- [50]
			},
			["Name"] = "Крысохап",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["TimeLast"] = {
				["Damage"] = 1290625358,
				["OVERALL"] = 1290625358,
				["TimeDamage"] = 1290625358,
				["ActiveTime"] = 1290625358,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 65.84999999999999,
								},
								["Зазубренные когти"] = {
									["count"] = 5.08,
								},
								["Отгрызть"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 15.62,
								},
							},
							["amount"] = 86.55,
						},
					},
					["ElementDone"] = {
						["Melee"] = 43009,
						["Physical"] = 20678,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 47,
								},
							},
							["amount"] = 53,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 18,
								},
							},
							["amount"] = 21,
						},
					},
					["DamagedWho"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 43009,
								},
								["Зазубренные когти"] = {
									["count"] = 7138,
								},
								["Отгрызть"] = {
									["count"] = 84,
								},
								["Цапнуть"] = {
									["count"] = 13456,
								},
							},
							["amount"] = 63687,
						},
					},
					["TimeDamage"] = 86.55,
					["TimeDamaging"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 65.84999999999999,
								},
								["Зазубренные когти"] = {
									["count"] = 5.08,
								},
								["Отгрызть"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 15.62,
								},
							},
							["amount"] = 86.55,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 494,
									["min"] = 487,
									["count"] = 2,
									["amount"] = 981,
								},
								["Crit"] = {
									["max"] = 2051,
									["min"] = 1081,
									["count"] = 4,
									["amount"] = 6862,
								},
								["Hit"] = {
									["max"] = 1117,
									["min"] = 418,
									["count"] = 47,
									["amount"] = 35166,
								},
							},
							["count"] = 53,
							["amount"] = 43009,
						},
						["Зазубренные когти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1622,
									["min"] = 1286,
									["count"] = 5,
									["amount"] = 7138,
								},
							},
							["count"] = 5,
							["amount"] = 7138,
						},
						["Отгрызть"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 84,
									["min"] = 84,
									["count"] = 1,
									["amount"] = 84,
								},
							},
							["count"] = 1,
							["amount"] = 84,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1864,
									["min"] = 1281,
									["count"] = 3,
									["amount"] = 4933,
								},
								["Hit"] = {
									["max"] = 887,
									["min"] = 511,
									["count"] = 12,
									["amount"] = 8523,
								},
							},
							["count"] = 15,
							["amount"] = 13456,
						},
					},
					["ActiveTime"] = 86.55,
					["Damage"] = 63687,
				},
			},
			["UnitLockout"] = 1290625275,
			["LastActive"] = 1290625358,
		},
		["Лафариэль"] = {
			["GUID"] = "0x0780000002098CD3",
			["LastEventHealth"] = {
				"33170 (97%)", -- [1]
				"33114 (97%)", -- [2]
				"33061 (97%)", -- [3]
				"33061 (97%)", -- [4]
				"33061 (97%)", -- [5]
				"33061 (97%)", -- [6]
				"25549 (97%)", -- [7]
				"24062 (91%)", -- [8]
				"26250 (99%)", -- [9]
				"26198 (99%)", -- [10]
				"26260 (99%)", -- [11]
				"26260 (99%)", -- [12]
				"26260 (99%)", -- [13]
				"26260 (99%)", -- [14]
				"26260 (99%)", -- [15]
				"23155 (88%)", -- [16]
				"34021 (100%)", -- [17]
				"34021 (100%)", -- [18]
				"34021 (100%)", -- [19]
				"34021 (100%)", -- [20]
				"34021 (100%)", -- [21]
				"34021 (100%)", -- [22]
				"34021 (100%)", -- [23]
				"34021 (100%)", -- [24]
				"34021 (100%)", -- [25]
				"34021 (100%)", -- [26]
				"34021 (100%)", -- [27]
				"34021 (100%)", -- [28]
				"34021 (100%)", -- [29]
				"33995 (99%)", -- [30]
				"33851 (99%)", -- [31]
				"33851 (99%)", -- [32]
				"33851 (99%)", -- [33]
				"33851 (99%)", -- [34]
				"33800 (99%)", -- [35]
				"33800 (99%)", -- [36]
				"33760 (99%)", -- [37]
				"33573 (98%)", -- [38]
				"33573 (98%)", -- [39]
				"33511 (98%)", -- [40]
				"33511 (98%)", -- [41]
				"33511 (98%)", -- [42]
				"33337 (97%)", -- [43]
				"33280 (97%)", -- [44]
				"33280 (97%)", -- [45]
				"33280 (97%)", -- [46]
				"33280 (97%)", -- [47]
				"33219 (97%)", -- [48]
				"33219 (97%)", -- [49]
				"33219 (97%)", -- [50]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					19.07, -- [1]
				},
				["Healing"] = {
					63752, -- [1]
				},
				["DamageTaken"] = {
					48107, -- [1]
				},
				["Absorbs"] = {
					13944, -- [1]
				},
				["HealingTaken"] = {
					6234, -- [1]
				},
				["Overhealing"] = {
					153443, -- [1]
				},
				["TimeDamage"] = {
					93.33, -- [1]
				},
				["ManaGain"] = {
					15778, -- [1]
				},
				["ActiveTime"] = {
					112.4, -- [1]
				},
				["Damage"] = {
					150612, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "Лафариэль",
			["level"] = 80,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 2,
			["LastEventNum"] = {
				0.1646042150436495, -- [1]
				0.1557861320948826, -- [2]
				[15] = 0.003807928106317353,
				[30] = 0.07642338555598013,
				[31] = 0.1499074101290379,
				[16] = 11.8274246982217,
				[9] = 0.04188720916949088,
				[18] = 0.1675435760265718,
				[36] = 0.1440286881631933,
				[5] = 0.1469680491461156,
				[10] = 0.2398994706979932,
				[39] = 0.1822403809411834,
				[41] = 0.3233297081214544,
				[42] = 0.188119102907028,
				[43] = 0.1675435760265718,
				[46] = 0.1793010199582611,
				[24] = 1.857676141206902,
				[11] = 0.003807928106317353,
				[13] = 0.003807928106317353,
				[26] = 0.423267981540813,
				[12] = 0.003807928106317353,
				[7] = 2.711244811697955,
				[14] = 0.003807928106317353,
				[50] = 0.1440286881631933,
				[35] = 0.4056318156432792,
				[37] = 0.1175744393168925,
				[8] = 6.793343741670157,
			},
			["type"] = "Self",
			["LastAbility"] = 2244.145,
			["LastEventTimes"] = {
				11923.332, -- [1]
				11924.081, -- [2]
				11924.797, -- [3]
				11925.046, -- [4]
				11927.065, -- [5]
				11927.066, -- [6]
				26222.181, -- [7]
				26224.377, -- [8]
				26429.982, -- [9]
				2312.305, -- [10]
				2413.018, -- [11]
				2415.413, -- [12]
				2417.278, -- [13]
				2419.441, -- [14]
				2421.255, -- [15]
				2947.085, -- [16]
				11913.881, -- [17]
				11914.297, -- [18]
				11914.297, -- [19]
				11914.299, -- [20]
				11914.578, -- [21]
				11914.579, -- [22]
				11914.579, -- [23]
				11914.983, -- [24]
				11915.179, -- [25]
				11915.497, -- [26]
				11915.893, -- [27]
				11915.893, -- [28]
				11915.894, -- [29]
				11915.894, -- [30]
				11916.095, -- [31]
				11916.293, -- [32]
				11916.692, -- [33]
				11916.692, -- [34]
				11917.391, -- [35]
				11917.391, -- [36]
				11917.393, -- [37]
				11917.892, -- [38]
				11918.09, -- [39]
				11919.205, -- [40]
				11919.405, -- [41]
				11919.405, -- [42]
				11920.22, -- [43]
				11920.719, -- [44]
				11921.335, -- [45]
				11921.335, -- [46]
				11921.768, -- [47]
				11922.15, -- [48]
				11922.155, -- [49]
				11922.156, -- [50]
			},
			["Owner"] = false,
			["LastDamageTaken"] = 3106,
			["NextEventNum"] = 17,
			["LastEventHealthNum"] = {
				97.49860380353312, -- [1]
				97.33399958848946, -- [2]
				97.17821345639457, -- [3]
				97.17821345639457, -- [4]
				97.17821345639457, -- [5]
				97.17821345639457, -- [6]
				97.28875518830205, -- [7]
				91.62636609420814, -- [8]
				99.95811279083051, -- [9]
				99.76010052930201, -- [10]
				99.99619207189369, -- [11]
				99.99619207189369, -- [12]
				99.99619207189369, -- [13]
				99.99619207189369, -- [14]
				99.99619207189369, -- [15]
				88.17257530177831, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				99.92357661444402, -- [30]
				99.50030863290321, -- [31]
				99.50030863290321, -- [32]
				99.50030863290321, -- [33]
				99.50030863290321, -- [34]
				99.35040122277417, -- [35]
				99.35040122277417, -- [36]
				99.23282678345727, -- [37]
				98.68316627965081, -- [38]
				98.68316627965081, -- [39]
				98.50092589870963, -- [40]
				98.50092589870963, -- [41]
				98.50092589870963, -- [42]
				97.98947708768114, -- [43]
				97.82193351165456, -- [44]
				97.82193351165456, -- [45]
				97.82193351165456, -- [46]
				97.82193351165456, -- [47]
				97.6426324916963, -- [48]
				97.6426324916963, -- [49]
				97.6426324916963, -- [50]
			},
			["LastEvents"] = {
				"Восставший стражник Атака ближнего боя Лафариэль Hit -56 (Physical)", -- [1]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -53 (Physical)", -- [2]
				"Лафариэль Гнев небес Восставший стражник Hit -2283 (Holy)", -- [3]
				"Лафариэль Гнев небес Восставший стражник Crit -3425 (Holy)", -- [4]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -50 (Physical)", -- [5]
				"Лафариэль Шок небес Восставший стражник Hit -3912 (Holy)", -- [6]
				"Environment Falling Лафариэль Hit -712 (Physical)", -- [7]
				"Environment Falling Лафариэль Hit -1784 (Physical)", -- [8]
				"Environment Fire Лафариэль Hit -11 (Fire)", -- [9]
				"Environment Falling Лафариэль Hit -63 (Physical)", -- [10]
				"Неизвестно Укол! (УЗВ) Лафариэль Tick -1 (Physical)", -- [11]
				"Неизвестно Укол! (УЗВ) Лафариэль Tick -1 (Physical)", -- [12]
				"Неизвестно Укол! (УЗВ) Лафариэль Tick -1 (Physical)", -- [13]
				"Неизвестно Укол! (УЗВ) Лафариэль Tick -1 (Physical)", -- [14]
				"Неизвестно Укол! (УЗВ) Лафариэль Tick -1 (Physical)", -- [15]
				"Environment Falling Лафариэль Hit -3106 (Physical)", -- [16]
				"Лафариэль Освящение Восставший стражник Hit -193 (Holy)", -- [17]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -57 (Physical)", -- [18]
				"Восставший стражник Атака ближнего боя Лафариэль Miss", -- [19]
				"Лафариэль Атака ближнего боя Лорд Алексей Баров Hit -283 (Physical)", -- [20]
				"Лафариэль Освящение Лорд Алексей Баров Hit -194 (Holy)", -- [21]
				"Лафариэль Освящение Восставший стражник Crit -290 (Holy)", -- [22]
				"Лафариэль Освящение Восставший стражник Hit -194 (Holy)", -- [23]
				"Лафариэль Печать прозрения Лафариэль Hit +632 (575 избыт. лечение)", -- [24]
				"Лорд Алексей Баров Нечистая аура Лафариэль Miss (Shadow)", -- [25]
				"Лорд Алексей Баров Атака ближнего боя Лафариэль Hit -144 (Physical)", -- [26]
				"Лафариэль Освящение Лорд Алексей Баров Hit -194 (Holy)", -- [27]
				"Лафариэль Освящение Восставший стражник Crit -290 (Holy)", -- [28]
				"Лафариэль Освящение Восставший стражник Crit -290 (Holy)", -- [29]
				"Восставший стражник Мощный удар щитом Лафариэль Hit -26 (Physical)", -- [30]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -51 (Physical)", -- [31]
				"Лафариэль Освящение Лорд Алексей Баров Hit -194 (Holy)", -- [32]
				"Лафариэль Освящение Восставший стражник Hit -193 (Holy)", -- [33]
				"Лафариэль Освящение Восставший стражник Hit -194 (Holy)", -- [34]
				"Лорд Алексей Баров Атака ближнего боя Лафариэль Hit -138 (Physical)", -- [35]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -49 (Physical)", -- [36]
				"Лорд Алексей Баров Нечистая аура Лафариэль Hit -40 (60 сопрот.) (Shadow)", -- [37]
				"Лафариэль Атака ближнего боя Лорд Алексей Баров Hit -256 (Physical)", -- [38]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -62 (Physical)", -- [39]
				"Лорд Алексей Баров Нечистая аура Лафариэль Miss (Shadow)", -- [40]
				"Лорд Алексей Баров Атака ближнего боя Лафариэль Hit -110 (Physical)", -- [41]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -64 (Physical)", -- [42]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -57 (Physical)", -- [43]
				"Лафариэль Экзорцизм Лорд Алексей Баров Crit -5839 (Holy)", -- [44]
				"Лорд Алексей Баров Нечистая аура Лафариэль Miss (Shadow)", -- [45]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -61 (Physical)", -- [46]
				"Лорд Алексей Баров Пелена Тени Лафариэль Miss (Shadow)", -- [47]
				"Лафариэль Атака ближнего боя Лорд Алексей Баров Hit -338 (Physical)", -- [48]
				"Лафариэль Молот гнева Лорд Алексей Баров Crit -8931 (Holy)", -- [49]
				"Восставший стражник Атака ближнего боя Лафариэль Hit -49 (Physical)", -- [50]
			},
			["Name"] = "Лафариэль",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["TimeLast"] = {
				["TimeHeal"] = 1290626864,
				["OVERALL"] = 1290667825,
				["DamageTaken"] = 1290667825,
				["Absorbs"] = 1290625358,
				["HealingTaken"] = 1290626864,
				["Overhealing"] = 1290626864,
				["TimeDamage"] = 1290626876,
				["ActiveTime"] = 1290626876,
				["ManaGain"] = 1290626865,
				["Healing"] = 1290626864,
				["Damage"] = 1290626876,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1784,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 11,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 25,
								},
							},
							["amount"] = 27,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
						["Melee"] = 35,
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 26,
						["Melee"] = 1718,
						["Shadow"] = 40,
					},
					["HOTs"] = {
					},
					["Damage"] = 57356,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 2.32,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 35,
									["min"] = 35,
									["count"] = 1,
									["amount"] = 35,
								},
							},
							["count"] = 1,
							["amount"] = 35,
						},
					},
					["DamagedWho"] = {
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2653,
								},
								["Гнев небес"] = {
									["count"] = 1522,
								},
								["Молот гнева"] = {
									["count"] = 8931,
								},
								["Правосудие"] = {
									["count"] = 1896,
								},
								["Экзорцизм"] = {
									["count"] = 11589,
								},
								["Освящение"] = {
									["count"] = 2227,
								},
								["Шок небес"] = {
									["count"] = 11138,
								},
							},
							["amount"] = 39956,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 8752,
								},
								["Освящение"] = {
									["count"] = 4736,
								},
								["Шок небес"] = {
									["count"] = 3912,
								},
							},
							["amount"] = 17400,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 774,
					["ElementDone"] = {
						["Melee"] = 2653,
						["Holy"] = 54703,
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 8,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 19,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 42,
						},
					},
					["ManaGainedFrom"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Волшебный поток"] = {
									["count"] = 0,
								},
								["Печать прозрения"] = {
									["count"] = 1538,
								},
								["Святая клятва"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1538,
						},
					},
					["WhoDamaged"] = {
						["Восставший стражник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1125,
								},
								["Мощный удар щитом"] = {
									["count"] = 26,
								},
							},
							["amount"] = 1151,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Нечистая аура"] = {
									["count"] = 40,
								},
								["Атака ближнего боя"] = {
									["count"] = 593,
								},
							},
							["amount"] = 633,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 2.02,
								},
								["Просветленное суждение"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 2.32,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 713,
								},
								["Просветленное суждение"] = {
									["count"] = 61,
								},
							},
							["amount"] = 774,
						},
					},
					["HealedWho"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 713,
								},
								["Просветленное суждение"] = {
									["count"] = 61,
								},
							},
							["amount"] = 774,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["Волшебный поток"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 1538,
								},
							},
							["amount"] = 1538,
						},
						["Святая клятва"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
						["Жертвенный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Пелена Тени"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Нечистая аура"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Мощный удар щитом"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 28.74,
					["Overhealing"] = 7974,
					["TimeSpent"] = {
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 2.89,
								},
								["Освящение"] = {
									["count"] = 2.11,
								},
								["Шок небес"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 7.02,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.67,
								},
								["Гнев небес"] = {
									["count"] = 0.08,
								},
								["Молот гнева"] = {
									["count"] = 0.01,
								},
								["Правосудие"] = {
									["count"] = 0.77,
								},
								["Экзорцизм"] = {
									["count"] = 3.05,
								},
								["Освящение"] = {
									["count"] = 4.920000000000001,
								},
								["Шок небес"] = {
									["count"] = 3.9,
								},
							},
							["amount"] = 19.4,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 2.02,
								},
								["Просветленное суждение"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 2.32,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
						["Shadow"] = 60,
					},
					["Heals"] = {
						["Печать прозрения"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 442,
									["min"] = 57,
									["count"] = 4,
									["amount"] = 713,
								},
							},
							["count"] = 4,
							["amount"] = 713,
						},
						["Просветленное суждение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 61,
									["min"] = 61,
									["count"] = 1,
									["amount"] = 61,
								},
							},
							["count"] = 1,
							["amount"] = 61,
						},
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 27,
									["amount"] = 0,
								},
							},
							["count"] = 27,
							["amount"] = 0,
						},
						["Жертвенный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Пелена Тени"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Нечистая аура"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 60,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 60,
								},
							},
							["count"] = 10,
							["amount"] = 60,
						},
						["Мощный удар щитом"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 774,
					["RageGained"] = {
					},
					["OverHeals"] = {
						["Печать прозрения"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 632,
									["min"] = 190,
									["count"] = 5,
									["amount"] = 2447,
								},
							},
							["count"] = 5,
							["amount"] = 2447,
						},
						["Просветленное суждение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5527,
									["min"] = 5527,
									["count"] = 1,
									["amount"] = 5527,
								},
							},
							["count"] = 1,
							["amount"] = 5527,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 643,
									["min"] = 643,
									["count"] = 1,
									["amount"] = 643,
								},
								["Hit"] = {
									["max"] = 338,
									["min"] = 216,
									["count"] = 7,
									["amount"] = 2010,
								},
							},
							["count"] = 8,
							["amount"] = 2653,
						},
						["Гнев небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3425,
									["min"] = 3425,
									["count"] = 1,
									["amount"] = 3425,
								},
								["Hit"] = {
									["max"] = 2283,
									["min"] = 1522,
									["count"] = 4,
									["amount"] = 6849,
								},
							},
							["count"] = 5,
							["amount"] = 10274,
						},
						["Молот гнева"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8931,
									["min"] = 8931,
									["count"] = 1,
									["amount"] = 8931,
								},
							},
							["count"] = 1,
							["amount"] = 8931,
						},
						["Правосудие"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1896,
									["min"] = 1896,
									["count"] = 1,
									["amount"] = 1896,
								},
							},
							["count"] = 1,
							["amount"] = 1896,
						},
						["Экзорцизм"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5839,
									["min"] = 5750,
									["count"] = 2,
									["amount"] = 11589,
								},
							},
							["count"] = 2,
							["amount"] = 11589,
						},
						["Освящение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 291,
									["min"] = 290,
									["count"] = 12,
									["amount"] = 3482,
								},
								["Hit"] = {
									["max"] = 194,
									["min"] = 193,
									["count"] = 18,
									["amount"] = 3481,
								},
							},
							["count"] = 30,
							["amount"] = 6963,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5833,
									["min"] = 5305,
									["count"] = 2,
									["amount"] = 11138,
								},
								["Hit"] = {
									["max"] = 3912,
									["min"] = 3912,
									["count"] = 1,
									["amount"] = 3912,
								},
							},
							["count"] = 3,
							["amount"] = 15050,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 26.42,
					["TimeDamaging"] = {
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.67,
								},
								["Гнев небес"] = {
									["count"] = 0.08,
								},
								["Молот гнева"] = {
									["count"] = 0.01,
								},
								["Правосудие"] = {
									["count"] = 0.77,
								},
								["Экзорцизм"] = {
									["count"] = 3.05,
								},
								["Освящение"] = {
									["count"] = 4.920000000000001,
								},
								["Шок небес"] = {
									["count"] = 3.9,
								},
							},
							["amount"] = 19.4,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 2.89,
								},
								["Освящение"] = {
									["count"] = 2.11,
								},
								["Шок небес"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 7.02,
						},
					},
					["ManaGain"] = 1538,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["Неизвестно"] = {
							["Details"] = {
								["Укол! (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укол! (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укол! (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 35,
									["min"] = 35,
									["count"] = 1,
									["amount"] = 35,
								},
							},
							["count"] = 1,
							["amount"] = 35,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 13,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 17,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 22,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 28,
								},
							},
							["amount"] = 30,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["DamageTaken"] = 48107,
					["ElementTakenResist"] = {
						["Shadow"] = 250,
					},
					["Absorbs"] = 13944,
					["Overhealing"] = 153443,
					["ElementTaken"] = {
						["Shadow"] = 250,
						["Fire"] = 11,
						["Melee"] = 7178,
						["Physical"] = 40668,
					},
					["Damage"] = 150612,
					["TimeHeal"] = 19.07,
					["ShieldedWho"] = {
						["Круиз"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 14,
								},
							},
							["amount"] = 14,
						},
					},
					["ElementDone"] = {
						["Melee"] = 13348,
						["Holy"] = 137264,
					},
					["DamagedWho"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10695,
								},
								["Гнев небес"] = {
									["count"] = 26192,
								},
								["Молот гнева"] = {
									["count"] = 9759,
								},
								["Правосудие"] = {
									["count"] = 12200,
								},
								["Освящение"] = {
									["count"] = 5382,
								},
								["Шок небес"] = {
									["count"] = 29028,
								},
							},
							["amount"] = 93256,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2653,
								},
								["Гнев небес"] = {
									["count"] = 1522,
								},
								["Молот гнева"] = {
									["count"] = 8931,
								},
								["Правосудие"] = {
									["count"] = 1896,
								},
								["Экзорцизм"] = {
									["count"] = 11589,
								},
								["Освящение"] = {
									["count"] = 2227,
								},
								["Шок небес"] = {
									["count"] = 11138,
								},
							},
							["amount"] = 39956,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 8752,
								},
								["Освящение"] = {
									["count"] = 4736,
								},
								["Шок небес"] = {
									["count"] = 3912,
								},
							},
							["amount"] = 17400,
						},
					},
					["WhoDamaged"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5460,
								},
							},
							["amount"] = 5460,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Нечистая аура"] = {
									["count"] = 250,
								},
								["Атака ближнего боя"] = {
									["count"] = 593,
								},
							},
							["amount"] = 843,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 40637,
								},
								["Fire"] = {
									["count"] = 11,
								},
							},
							["amount"] = 40648,
						},
						["Неизвестно"] = {
							["Details"] = {
								["Укол! (УЗВ)"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1125,
								},
								["Мощный удар щитом"] = {
									["count"] = 26,
								},
							},
							["amount"] = 1151,
						},
					},
					["Absorbed"] = {
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Круиз"] = {
									["max"] = 2496,
									["min"] = 249,
									["count"] = 18,
									["amount"] = 13944,
								},
							},
							["count"] = 18,
							["amount"] = 13944,
						},
					},
					["TimeHealing"] = {
						["Круиз"] = {
							["Details"] = {
								["Свет зари"] = {
									["count"] = 0.01,
								},
								["Торжество"] = {
									["count"] = 5,
								},
								["Свет небес"] = {
									["count"] = 2.5,
								},
								["Божественный свет"] = {
									["count"] = 2.31,
								},
								["Отблески Света"] = {
									["count"] = 0.2,
								},
								["Шок небес"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 15.6,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 3.17,
								},
								["Просветленное суждение"] = {
									["count"] = 0.3,
								},
								["Защитник добра"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.47,
						},
					},
					["OverHeals"] = {
						["Божественный свет"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 13818,
									["min"] = 13818,
									["count"] = 1,
									["amount"] = 13818,
								},
							},
							["count"] = 1,
							["amount"] = 13818,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3146,
									["min"] = 3146,
									["count"] = 1,
									["amount"] = 3146,
								},
								["Hit"] = {
									["max"] = 4278,
									["min"] = 1186,
									["count"] = 6,
									["amount"] = 14192,
								},
							},
							["count"] = 7,
							["amount"] = 17338,
						},
						["Просветленное суждение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5527,
									["min"] = 3256,
									["count"] = 2,
									["amount"] = 8783,
								},
								["Hit"] = {
									["max"] = 2319,
									["min"] = 2151,
									["count"] = 7,
									["amount"] = 15635,
								},
							},
							["count"] = 9,
							["amount"] = 24418,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5342,
									["min"] = 2450,
									["count"] = 5,
									["amount"] = 23545,
								},
								["Hit"] = {
									["max"] = 3831,
									["min"] = 1707,
									["count"] = 10,
									["amount"] = 34232,
								},
							},
							["count"] = 15,
							["amount"] = 57777,
						},
						["Свет небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8630,
									["min"] = 8630,
									["count"] = 1,
									["amount"] = 8630,
								},
							},
							["count"] = 1,
							["amount"] = 8630,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 800,
									["min"] = 190,
									["count"] = 22,
									["amount"] = 16046,
								},
							},
							["count"] = 22,
							["amount"] = 16046,
						},
						["Отблески Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7188,
									["min"] = 6939,
									["count"] = 2,
									["amount"] = 14127,
								},
							},
							["count"] = 2,
							["amount"] = 14127,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1289,
									["min"] = 1289,
									["count"] = 1,
									["amount"] = 1289,
								},
							},
							["count"] = 1,
							["amount"] = 1289,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
						["Укол! (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Жертвенный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Нечистая аура"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 50,
									["min"] = 40,
									["count"] = 3,
									["amount"] = 130,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 60,
									["min"] = 60,
									["count"] = 2,
									["amount"] = 120,
								},
							},
							["count"] = 21,
							["amount"] = 250,
						},
						["Пелена Тени"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Мощный удар щитом"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["Волшебный поток"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 2177,
								},
							},
							["amount"] = 2177,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 9973,
								},
							},
							["amount"] = 9973,
						},
						["Святая клятва"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 3628,
								},
							},
							["amount"] = 3628,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 30,
									["amount"] = 0,
								},
							},
							["count"] = 30,
							["amount"] = 0,
						},
						["Укол! (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Жертвенный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Нечистая аура"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 21,
									["amount"] = 0,
								},
							},
							["count"] = 21,
							["amount"] = 0,
						},
						["Пелена Тени"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Мощный удар щитом"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 112.4,
					["Heals"] = {
						["Божественный свет"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4639,
									["min"] = 4639,
									["count"] = 1,
									["amount"] = 4639,
								},
							},
							["count"] = 1,
							["amount"] = 4639,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2866,
									["min"] = 2866,
									["count"] = 1,
									["amount"] = 2866,
								},
								["Hit"] = {
									["max"] = 1794,
									["min"] = 1794,
									["count"] = 1,
									["amount"] = 1794,
								},
							},
							["count"] = 2,
							["amount"] = 4660,
						},
						["Свет небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1489,
									["min"] = 1489,
									["count"] = 1,
									["amount"] = 1489,
								},
							},
							["count"] = 1,
							["amount"] = 1489,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4910,
									["min"] = 4910,
									["count"] = 1,
									["amount"] = 4910,
								},
								["Hit"] = {
									["max"] = 4522,
									["min"] = 4400,
									["count"] = 3,
									["amount"] = 13340,
								},
							},
							["count"] = 4,
							["amount"] = 18250,
						},
						["Просветленное суждение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 61,
									["min"] = 61,
									["count"] = 1,
									["amount"] = 61,
								},
							},
							["count"] = 1,
							["amount"] = 61,
						},
						["Свет зари"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3171,
									["min"] = 3171,
									["count"] = 1,
									["amount"] = 3171,
								},
							},
							["count"] = 1,
							["amount"] = 3171,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 800,
									["min"] = 57,
									["count"] = 5,
									["amount"] = 1513,
								},
							},
							["count"] = 5,
							["amount"] = 1513,
						},
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 2496,
									["min"] = 249,
									["count"] = 18,
									["amount"] = 13944,
								},
							},
							["count"] = 18,
							["amount"] = 13944,
						},
						["Отблески Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 387,
									["min"] = 387,
									["count"] = 1,
									["amount"] = 387,
								},
							},
							["count"] = 1,
							["amount"] = 387,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2455,
									["min"] = 2455,
									["count"] = 1,
									["amount"] = 2455,
								},
								["Hit"] = {
									["max"] = 6078,
									["min"] = 2413,
									["count"] = 7,
									["amount"] = 27127,
								},
							},
							["count"] = 8,
							["amount"] = 29582,
						},
					},
					["ElementTakenBlock"] = {
						["Melee"] = 35,
					},
					["Healing"] = 63752,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 45,
								},
							},
							["amount"] = 52,
						},
						["Holy"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 34,
								},
								["Hit"] = {
									["count"] = 49,
								},
							},
							["amount"] = 83,
						},
					},
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 1513,
								},
								["Просветленное суждение"] = {
									["count"] = 61,
								},
								["Защитник добра"] = {
									["count"] = 4660,
								},
							},
							["amount"] = 6234,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 643,
									["min"] = 340,
									["count"] = 7,
									["amount"] = 3164,
								},
								["Hit"] = {
									["max"] = 338,
									["min"] = 170,
									["count"] = 45,
									["amount"] = 10184,
								},
							},
							["count"] = 52,
							["amount"] = 13348,
						},
						["Гнев небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 7858,
									["min"] = 3425,
									["count"] = 3,
									["amount"] = 19141,
								},
								["Hit"] = {
									["max"] = 5238,
									["min"] = 1522,
									["count"] = 6,
									["amount"] = 17325,
								},
							},
							["count"] = 9,
							["amount"] = 36466,
						},
						["Молот гнева"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8931,
									["min"] = 8931,
									["count"] = 1,
									["amount"] = 8931,
								},
								["Hit"] = {
									["max"] = 4923,
									["min"] = 4836,
									["count"] = 2,
									["amount"] = 9759,
								},
							},
							["count"] = 3,
							["amount"] = 18690,
						},
						["Правосудие"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2440,
									["min"] = 1896,
									["count"] = 3,
									["amount"] = 6776,
								},
								["Hit"] = {
									["max"] = 1220,
									["min"] = 1220,
									["count"] = 6,
									["amount"] = 7320,
								},
							},
							["count"] = 9,
							["amount"] = 14096,
						},
						["Экзорцизм"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5839,
									["min"] = 5750,
									["count"] = 2,
									["amount"] = 11589,
								},
							},
							["count"] = 2,
							["amount"] = 11589,
						},
						["Освящение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 337,
									["min"] = 290,
									["count"] = 20,
									["amount"] = 6174,
								},
								["Hit"] = {
									["max"] = 225,
									["min"] = 193,
									["count"] = 30,
									["amount"] = 6171,
								},
							},
							["count"] = 50,
							["amount"] = 12345,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5833,
									["min"] = 4930,
									["count"] = 5,
									["amount"] = 26440,
								},
								["Hit"] = {
									["max"] = 3912,
									["min"] = 3395,
									["count"] = 5,
									["amount"] = 17638,
								},
							},
							["count"] = 10,
							["amount"] = 44078,
						},
					},
					["HealingTaken"] = 6234,
					["TimeSpent"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 38.28,
								},
								["Гнев небес"] = {
									["count"] = 1.91,
								},
								["Молот гнева"] = {
									["count"] = 2.12,
								},
								["Правосудие"] = {
									["count"] = 7.049999999999999,
								},
								["Освящение"] = {
									["count"] = 9.209999999999999,
								},
								["Шок небес"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 66.90999999999998,
						},
						["Круиз"] = {
							["Details"] = {
								["Свет зари"] = {
									["count"] = 0.01,
								},
								["Торжество"] = {
									["count"] = 5,
								},
								["Свет небес"] = {
									["count"] = 2.5,
								},
								["Божественный свет"] = {
									["count"] = 2.31,
								},
								["Отблески Света"] = {
									["count"] = 0.2,
								},
								["Шок небес"] = {
									["count"] = 5.58,
								},
							},
							["amount"] = 15.6,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 3.17,
								},
								["Просветленное суждение"] = {
									["count"] = 0.3,
								},
								["Защитник добра"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.47,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.67,
								},
								["Гнев небес"] = {
									["count"] = 0.08,
								},
								["Молот гнева"] = {
									["count"] = 0.01,
								},
								["Правосудие"] = {
									["count"] = 0.77,
								},
								["Экзорцизм"] = {
									["count"] = 3.05,
								},
								["Освящение"] = {
									["count"] = 4.920000000000001,
								},
								["Шок небес"] = {
									["count"] = 3.9,
								},
							},
							["amount"] = 19.4,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 2.89,
								},
								["Освящение"] = {
									["count"] = 2.11,
								},
								["Шок небес"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 7.02,
						},
					},
					["TimeDamage"] = 93.33,
					["TimeDamaging"] = {
						["Сарастра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 38.28,
								},
								["Гнев небес"] = {
									["count"] = 1.91,
								},
								["Молот гнева"] = {
									["count"] = 2.12,
								},
								["Правосудие"] = {
									["count"] = 7.049999999999999,
								},
								["Освящение"] = {
									["count"] = 9.209999999999999,
								},
								["Шок небес"] = {
									["count"] = 8.34,
								},
							},
							["amount"] = 66.90999999999998,
						},
						["Лорд Алексей Баров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.67,
								},
								["Гнев небес"] = {
									["count"] = 0.08,
								},
								["Молот гнева"] = {
									["count"] = 0.01,
								},
								["Правосудие"] = {
									["count"] = 0.77,
								},
								["Экзорцизм"] = {
									["count"] = 3.05,
								},
								["Освящение"] = {
									["count"] = 4.920000000000001,
								},
								["Шок небес"] = {
									["count"] = 3.9,
								},
							},
							["amount"] = 19.4,
						},
						["Восставший стражник"] = {
							["Details"] = {
								["Гнев небес"] = {
									["count"] = 2.89,
								},
								["Освящение"] = {
									["count"] = 2.11,
								},
								["Шок небес"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 7.02,
						},
					},
					["ManaGain"] = 15778,
					["HealedWho"] = {
						["Круиз"] = {
							["Details"] = {
								["Свет зари"] = {
									["count"] = 3171,
								},
								["Торжество"] = {
									["count"] = 29582,
								},
								["Божественный свет"] = {
									["count"] = 4639,
								},
								["Свет небес"] = {
									["count"] = 1489,
								},
								["Озаряющее исцеление"] = {
									["count"] = 13944,
								},
								["Отблески Света"] = {
									["count"] = 387,
								},
								["Шок небес"] = {
									["count"] = 18250,
								},
							},
							["amount"] = 71462,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Печать прозрения"] = {
									["count"] = 1513,
								},
								["Просветленное суждение"] = {
									["count"] = 61,
								},
								["Защитник добра"] = {
									["count"] = 4660,
								},
							},
							["amount"] = 6234,
						},
					},
					["ManaGainedFrom"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Волшебный поток"] = {
									["count"] = 2177,
								},
								["Печать прозрения"] = {
									["count"] = 9973,
								},
								["Святая клятва"] = {
									["count"] = 3628,
								},
							},
							["amount"] = 15778,
						},
					},
				},
			},
			["UnitLockout"] = 1290625278,
			["LastActive"] = 1290667825,
		},
	},
	["FightNum"] = 2,
	["CombatTimes"] = {
		{
			1290625275, -- [1]
			1290625362, -- [2]
			"21:01:15", -- [3]
			"21:02:42", -- [4]
			"Сарастра", -- [5]
		}, -- [1]
		{
			1290626851, -- [1]
			1290626878, -- [2]
			"21:27:31", -- [3]
			"21:27:58", -- [4]
			"Лорд Алексей Баров", -- [5]
		}, -- [2]
	},
	["FoughtWho"] = {
	},
}
