
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Ёмасе"] = {
			["GUID"] = "0x0780000001076D01",
			["TimeLast"] = {
				["TimeHeal"] = 1293404286,
				["OVERALL"] = 1293404295,
				["DamageTaken"] = 1293404293,
				["HealingTaken"] = 1293404295,
				["RageGain"] = 1293404210,
				["FDamage"] = 1293404247,
				["TimeDamage"] = 1293404290,
				["Healing"] = 1293404286,
				["ActiveTime"] = 1293404290,
				["DOT_Time"] = 1293404289,
				["Damage"] = 1293404290,
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"HEAL", -- [1]
				"HEAL", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"HEAL", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"HEAL", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"HEAL", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					9.980000000000002, -- [1]
				},
				["Healing"] = {
					34957, -- [1]
				},
				["DamageTaken"] = {
					603764, -- [1]
				},
				["RageGain"] = {
					8, -- [1]
				},
				["FDamage"] = {
					38155, -- [1]
				},
				["ActiveTime"] = {
					80.34999999999998, -- [1]
				},
				["HealingTaken"] = {
					572466, -- [1]
				},
				["TimeDamage"] = {
					70.36999999999998, -- [1]
				},
				["DOT_Time"] = {
					213, -- [1]
				},
				["Damage"] = {
					1285295, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "Ёмасе",
			["level"] = 85,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				2.381763395781475, -- [1]
				3.63946023843836, -- [2]
				4.924232499235774, -- [3]
				2.660378182453382, -- [4]
				6.404646491113149, -- [5]
				2.468230053714136, -- [6]
				5.808696757585629, -- [7]
				2.19524403518111, -- [8]
				6.568252782787634, -- [9]
				1.895617139988434, -- [10]
				3.558015543679264, -- [11]
				1.795847816831149, -- [12]
				[15] = 2.654264378357134,
				[19] = 17.05314642560811,
				[20] = 3.2700117909079,
				[21] = 6.62124983623739,
				[22] = 2.383510196951832,
				[26] = 58.65670989999563,
				[28] = 3.799292545526006,
				[29] = 4.382724136425171,
				[35] = 3.505829948906066,
				[39] = 5.517271496571903,
				[40] = 11.3620682125857,
				[41] = 3.983580068998646,
				[42] = 3.641207039608716,
				[43] = 7.685051748984672,
				[44] = 2.638543167823923,
				[45] = 11.03803659548452,
				[46] = 4.940827110354164,
				[47] = 2.627188960216603,
				[48] = 5.517271496571903,
				[49] = 16.41381719725752,
				[50] = 3.892746408140094,
			},
			["type"] = "Ungrouped",
			["LastDamageTaken"] = 6317,
			["LastAbility"] = 1501.413,
			["Owner"] = false,
			["LastEventHealth"] = {
				"114495 (100%)", -- [1]
				"114495 (100%)", -- [2]
				"114495 (100%)", -- [3]
				"114495 (100%)", -- [4]
				"114495 (100%)", -- [5]
				"114495 (100%)", -- [6]
				"120340 (95%)", -- [7]
				"124494 (98%)", -- [8]
				"125863 (100%)", -- [9]
				"122534 (77%)", -- [10]
				"128133 (81%)", -- [11]
				"132694 (84%)", -- [12]
				"78169 (68%)", -- [13]
				"78169 (68%)", -- [14]
				"75130 (65%)", -- [15]
				"75130 (65%)", -- [16]
				"75130 (65%)", -- [17]
				"75130 (65%)", -- [18]
				"94655 (82%)", -- [19]
				"90911 (79%)", -- [20]
				"83330 (72%)", -- [21]
				"86059 (75%)", -- [22]
				"86059 (75%)", -- [23]
				"86059 (75%)", -- [24]
				"86059 (75%)", -- [25]
				"114495 (100%)", -- [26]
				"114495 (100%)", -- [27]
				"114495 (100%)", -- [28]
				"109477 (95%)", -- [29]
				"109477 (95%)", -- [30]
				"109477 (95%)", -- [31]
				"109477 (95%)", -- [32]
				"109477 (95%)", -- [33]
				"109477 (95%)", -- [34]
				"105463 (92%)", -- [35]
				"105463 (92%)", -- [36]
				"105463 (92%)", -- [37]
				"105463 (92%)", -- [38]
				"99146 (86%)", -- [39]
				"112282 (98%)", -- [40]
				"107721 (94%)", -- [41]
				"111890 (97%)", -- [42]
				"114495 (100%)", -- [43]
				"114495 (100%)", -- [44]
				"114495 (100%)", -- [45]
				"114495 (100%)", -- [46]
				"114495 (100%)", -- [47]
				"108178 (94%)", -- [48]
				"114495 (100%)", -- [49]
				"114495 (100%)", -- [50]
			},
			["NextEventNum"] = 13,
			["LastEventHealthNum"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				95.61189547364992, -- [7]
				98.91230941579336, -- [8]
				100, -- [9]
				77.86709709398016, -- [10]
				81.42511263765942, -- [11]
				84.32350679638797, -- [12]
				68.27285034280973, -- [13]
				68.27285034280973, -- [14]
				65.61858596445259, -- [15]
				65.61858596445259, -- [16]
				65.61858596445259, -- [17]
				65.61858596445259, -- [18]
				82.6717323900607, -- [19]
				79.4017205991528, -- [20]
				72.78047076291541, -- [21]
				75.16398095986725, -- [22]
				75.16398095986725, -- [23]
				75.16398095986725, -- [24]
				75.16398095986725, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				95.61727586357483, -- [29]
				95.61727586357483, -- [30]
				95.61727586357483, -- [31]
				95.61727586357483, -- [32]
				95.61727586357483, -- [33]
				95.61727586357483, -- [34]
				92.11144591466876, -- [35]
				92.11144591466876, -- [36]
				92.11144591466876, -- [37]
				92.11144591466876, -- [38]
				86.59417441809686, -- [39]
				98.06716450500022, -- [40]
				94.08358443600157, -- [41]
				97.72479147561029, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				94.48272850342809, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastEvents"] = {
				"Лафариэль Частица Света Ёмасе Hit +2727 (2727 избыт. лечение)", -- [1]
				"Лафариэль Частица Света Ёмасе Hit +4167 (4167 избыт. лечение)", -- [2]
				"Лафариэль Частица Света Ёмасе Hit +5638 (5638 избыт. лечение)", -- [3]
				"Лафариэль Частица Света Ёмасе Hit +3046 (3046 избыт. лечение)", -- [4]
				"Лафариэль Шок небес Ёмасе Hit +7333 (7333 избыт. лечение)", -- [5]
				"Лафариэль Частица Света Ёмасе Hit +2826 (2826 избыт. лечение)", -- [6]
				"Лафариэль Шок небес Ёмасе Hit +7311", -- [7]
				"Лафариэль Частица Света Ёмасе Hit +2763", -- [8]
				"Лафариэль Торжество Ёмасе Crit +8267 (6898 избыт. лечение)", -- [9]
				"Лафариэль Частица Света Ёмасе Hit +2983", -- [10]
				"Лафариэль Торжество Ёмасе Hit +5599", -- [11]
				"Лафариэль Частица Света Ёмасе Hit +2826", -- [12]
				"Ёмасе Яростный выпад Радж Crit -20602 (Physical)", -- [13]
				"Ёмасе Яростный выпад Радж Crit -37574 (Physical)", -- [14]
				"Радж Благословение Солнца Ёмасе Hit -3039 (954 сопрот.) (1768 Поглощено) (Fire)", -- [15]
				"Ёмасе Атака ближнего боя Радж Crit -17184 (Physical)", -- [16]
				"Ёмасе Атака ближнего боя Радж Crit -9831 (Physical)", -- [17]
				"Ёмасе Глубокие раны (УЗВ) Радж Tick -1997 (Physical)", -- [18]
				"Лафариэль Частица Света Ёмасе Hit +19525", -- [19]
				"Радж Благословение Солнца Ёмасе Hit -3744 (1274 сопрот.) (Fire)", -- [20]
				"Радж Солнечная молния (УЗВ) Ёмасе Tick -7581 (1504 сопрот.) (Fire)", -- [21]
				"Лафариэль Частица Света Ёмасе Hit +2729", -- [22]
				"Ёмасе Глубокие раны (УЗВ) Радж Tick -2687 (Physical)", -- [23]
				"Ёмасе Атака ближнего боя Радж Hit -8116 (Physical)", -- [24]
				"Ёмасе Атака ближнего боя Радж Hit -5299 (Physical)", -- [25]
				"Лафариэль Частица Света Ёмасе Hit +67159 (38723 избыт. лечение)", -- [26]
				"Ёмасе Казнь Радж Crit -72932 (Physical)", -- [27]
				"Лафариэль Частица Света Ёмасе Hit +4350 (4350 избыт. лечение)", -- [28]
				"Радж Благословение Солнца Ёмасе Hit -5018 (442 сопрот.) (Fire)", -- [29]
				"Ёмасе Удар героя Радж Crit -47996 (Physical)", -- [30]
				"Ёмасе Глубокие раны (УЗВ) Радж Tick -2687 (Physical)", -- [31]
				"Ёмасе Атака ближнего боя Радж Hit -7041 (Physical)", -- [32]
				"Ёмасе Атака ближнего боя Радж Hit -5253 (Physical)", -- [33]
				"Ёмасе Казнь Радж Hit -35404 (Physical)", -- [34]
				"Радж Благословение Солнца Ёмасе Hit -4014 (956 сопрот.) (Fire)", -- [35]
				"Ёмасе Глубокие раны (УЗВ) Радж Tick -3278 (Physical)", -- [36]
				"Ёмасе Атака ближнего боя Радж Miss", -- [37]
				"Ёмасе Атака ближнего боя Радж Glancing -3940 (Physical)", -- [38]
				"Радж Солнечная молния (УЗВ) Ёмасе Tick -6317 (1504 сопрот.) (Fire)", -- [39]
				"Лафариэль Частица Света Ёмасе Hit +13009", -- [40]
				"Радж Благословение Солнца Ёмасе Hit -4561 (Fire)", -- [41]
				"Лафариэль Частица Света Ёмасе Hit +4169", -- [42]
				"Лафариэль Частица Света Ёмасе Hit +8799 (6194 избыт. лечение)", -- [43]
				"Лафариэль Частица Света Ёмасе Hit +3021 (3021 избыт. лечение)", -- [44]
				"Лафариэль Частица Света Ёмасе Hit +12638 (12638 избыт. лечение)", -- [45]
				"Лафариэль Частица Света Ёмасе Hit +5657 (5657 избыт. лечение)", -- [46]
				"Лафариэль Частица Света Ёмасе Hit +3008 (3008 избыт. лечение)", -- [47]
				"Радж Солнечная молния (УЗВ) Ёмасе Tick -6317 (1504 сопрот.) (Fire)", -- [48]
				"Лафариэль Частица Света Ёмасе Hit +18793 (13743 избыт. лечение)", -- [49]
				"Лафариэль Частица Света Ёмасе Hit +4457 (4457 избыт. лечение)", -- [50]
			},
			["Name"] = "Ёмасе",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				1507.087, -- [1]
				1507.5, -- [2]
				1508.284, -- [3]
				1508.863, -- [4]
				1509.997, -- [5]
				1511.211, -- [6]
				1627.306, -- [7]
				1628.381, -- [8]
				1628.89, -- [9]
				1629.979, -- [10]
				1630.8, -- [11]
				1632.109, -- [12]
				1497.453, -- [13]
				1497.453, -- [14]
				1497.457, -- [15]
				1497.459, -- [16]
				1497.747, -- [17]
				1497.748, -- [18]
				1498.235, -- [19]
				1498.24, -- [20]
				1498.416, -- [21]
				1498.65, -- [22]
				1498.665, -- [23]
				1498.665, -- [24]
				1498.929, -- [25]
				1499.034, -- [26]
				1499.035, -- [27]
				1499.398, -- [28]
				1499.402, -- [29]
				1499.461, -- [30]
				1499.661, -- [31]
				1499.868, -- [32]
				1500.161, -- [33]
				1500.264, -- [34]
				1500.266, -- [35]
				1500.643, -- [36]
				1501.225, -- [37]
				1501.413, -- [38]
				1501.416, -- [39]
				1501.425, -- [40]
				1501.536, -- [41]
				1501.863, -- [42]
				1502.248, -- [43]
				1502.759, -- [44]
				1503.569, -- [45]
				1503.57, -- [46]
				1503.955, -- [47]
				1504.474, -- [48]
				1505.807, -- [49]
				1506.273, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
						["Глубокие раны (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 213,
								},
							},
							["amount"] = 213,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 18,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 28,
						},
					},
					["HealedWho"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 34957,
								},
							},
							["amount"] = 34957,
						},
					},
					["RageGainedFrom"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Ярость берсерка"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["FDamagedWho"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 38155,
								},
							},
							["amount"] = 38155,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 406398,
						["Fire"] = 197366,
					},
					["DOT_Time"] = 213,
					["Damage"] = 1285295,
					["TimeHeal"] = 9.980000000000002,
					["FAttacks"] = {
						["Длань жертвенности"] = {
							["Details"] = {
								["Split"] = {
									["max"] = 9523,
									["min"] = 5385,
									["count"] = 5,
									["amount"] = 38155,
								},
							},
							["count"] = 5,
							["amount"] = 38155,
						},
					},
					["ElementDone"] = {
						["Melee"] = 315251,
						["Physical"] = 970044,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 8,
								},
								["Miss"] = {
									["count"] = 16,
								},
								["Crit"] = {
									["count"] = 24,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 86,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 71,
								},
								["Crit"] = {
									["count"] = 27,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 136,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 96995,
								},
								["Атака ближнего боя"] = {
									["count"] = 406398,
								},
								["Благословение Солнца"] = {
									["count"] = 37355,
								},
								["Солнечная молния"] = {
									["count"] = 45709,
								},
							},
							["amount"] = 586457,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 17307,
								},
							},
							["amount"] = 17307,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 1833,
						["Physical"] = 5293,
					},
					["TimeHealing"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 9.980000000000002,
								},
							},
							["amount"] = 9.980000000000002,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3750,
									["min"] = 1994,
									["count"] = 3,
									["amount"] = 7760,
								},
							},
							["count"] = 3,
							["amount"] = 7760,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1504,
									["min"] = 752,
									["count"] = 9,
									["amount"] = 9129,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2264,
									["min"] = 2256,
									["count"] = 2,
									["amount"] = 4520,
								},
							},
							["count"] = 15,
							["amount"] = 13649,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 1274,
									["min"] = 442,
									["count"] = 5,
									["amount"] = 4102,
								},
							},
							["count"] = 8,
							["amount"] = 4102,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 2066,
									["min"] = 1018,
									["count"] = 2,
									["amount"] = 3084,
								},
							},
							["count"] = 2,
							["amount"] = 3084,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5385,
									["min"] = 5385,
									["count"] = 1,
									["amount"] = 5385,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 5385,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 8822,
									["min"] = 1082,
									["count"] = 8,
									["amount"] = 27644,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 27644,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2359,
									["min"] = 1405,
									["count"] = 5,
									["amount"] = 9247,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 9247,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 1768,
									["min"] = 1768,
									["count"] = 1,
									["amount"] = 1768,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 1768,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2272,
									["min"] = 2272,
									["count"] = 1,
									["amount"] = 2272,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 2272,
						},
					},
					["ActiveTime"] = 80.34999999999998,
					["Heals"] = {
						["Кровожадность"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 729,
									["min"] = 728,
									["count"] = 48,
									["amount"] = 34957,
								},
							},
							["count"] = 48,
							["amount"] = 34957,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 28595,
					},
					["FDamage"] = 38155,
					["TimeSpent"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 9.980000000000002,
								},
							},
							["amount"] = 9.980000000000002,
						},
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 0.66,
								},
								["Героический прыжок"] = {
									["count"] = 0.92,
								},
								["Мощный удар"] = {
									["count"] = 1.37,
								},
								["Удар колосса"] = {
									["count"] = 0.73,
								},
								["Атака ближнего боя"] = {
									["count"] = 25.45,
								},
								["Удар героя"] = {
									["count"] = 4.829999999999999,
								},
								["Казнь"] = {
									["count"] = 0.21,
								},
								["Кровожадность"] = {
									["count"] = 3.35,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 27.03000000000001,
								},
								["Героический бросок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 68.04999999999998,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["Healing"] = 34957,
					["DamageTaken"] = 603764,
					["ElementTakenAbsorb"] = {
						["Melee"] = 27644,
						["Fire"] = 18672,
					},
					["Attacks"] = {
						["Яростный выпад"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 4490,
									["min"] = 4490,
									["count"] = 1,
									["amount"] = 4490,
								},
								["Crit"] = {
									["max"] = 37574,
									["min"] = 7637,
									["count"] = 4,
									["amount"] = 78101,
								},
								["Hit"] = {
									["max"] = 5851,
									["min"] = 3313,
									["count"] = 9,
									["amount"] = 41412,
								},
							},
							["count"] = 14,
							["amount"] = 124003,
						},
						["Героический прыжок"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 18817,
									["min"] = 18817,
									["count"] = 1,
									["amount"] = 18817,
								},
							},
							["count"] = 1,
							["amount"] = 18817,
						},
						["Мощный удар"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 16868,
									["min"] = 5149,
									["count"] = 6,
									["amount"] = 60651,
								},
								["Hit"] = {
									["max"] = 5495,
									["min"] = 2325,
									["count"] = 6,
									["amount"] = 20301,
								},
							},
							["count"] = 12,
							["amount"] = 80952,
						},
						["Удар колосса"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4793,
									["min"] = 3927,
									["count"] = 3,
									["amount"] = 13353,
								},
							},
							["count"] = 3,
							["amount"] = 13353,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 3940,
									["min"] = 2575,
									["count"] = 8,
									["amount"] = 22892,
								},
								["Hit (Блокировано)"] = {
									["max"] = 2637,
									["min"] = 1639,
									["count"] = 2,
									["amount"] = 4276,
								},
								["Hit"] = {
									["max"] = 8116,
									["min"] = 1740,
									["count"] = 36,
									["amount"] = 132505,
								},
								["Crit"] = {
									["max"] = 17184,
									["min"] = 3710,
									["count"] = 24,
									["amount"] = 155578,
								},
								["Miss"] = {
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 86,
							["amount"] = 315251,
						},
						["Удар героя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 47996,
									["min"] = 18001,
									["count"] = 9,
									["amount"] = 252371,
								},
								["Hit"] = {
									["max"] = 10194,
									["min"] = 8738,
									["count"] = 7,
									["amount"] = 69902,
								},
							},
							["count"] = 16,
							["amount"] = 322273,
						},
						["Казнь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 72932,
									["min"] = 72932,
									["count"] = 1,
									["amount"] = 72932,
								},
								["Hit"] = {
									["max"] = 35404,
									["min"] = 35404,
									["count"] = 1,
									["amount"] = 35404,
								},
							},
							["count"] = 2,
							["amount"] = 108336,
						},
						["Кровожадность"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 7859,
									["min"] = 7859,
									["count"] = 1,
									["amount"] = 7859,
								},
								["Crit"] = {
									["max"] = 37912,
									["min"] = 14218,
									["count"] = 7,
									["amount"] = 135936,
								},
								["Hit"] = {
									["max"] = 9624,
									["min"] = 6902,
									["count"] = 8,
									["amount"] = 63691,
								},
							},
							["count"] = 16,
							["amount"] = 207486,
						},
						["Глубокие раны (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 3278,
									["min"] = 328,
									["count"] = 71,
									["amount"] = 87504,
								},
							},
							["count"] = 71,
							["amount"] = 87504,
						},
						["Героический бросок"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7320,
									["min"] = 7320,
									["count"] = 1,
									["amount"] = 7320,
								},
							},
							["count"] = 1,
							["amount"] = 7320,
						},
					},
					["RageGain"] = 8,
					["WhoHealed"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 34957,
								},
							},
							["amount"] = 34957,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 56882,
								},
								["Вспышка Света"] = {
									["count"] = 17299,
								},
								["Свет небес"] = {
									["count"] = 78402,
								},
								["Торжество"] = {
									["count"] = 44684,
								},
								["Шок небес"] = {
									["count"] = 70698,
								},
								["Частица Света"] = {
									["count"] = 269544,
								},
							},
							["amount"] = 537509,
						},
					},
					["TimeDamage"] = 70.36999999999998,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 0.66,
								},
								["Героический прыжок"] = {
									["count"] = 0.92,
								},
								["Мощный удар"] = {
									["count"] = 1.37,
								},
								["Удар колосса"] = {
									["count"] = 0.73,
								},
								["Атака ближнего боя"] = {
									["count"] = 25.45,
								},
								["Удар героя"] = {
									["count"] = 4.829999999999999,
								},
								["Казнь"] = {
									["count"] = 0.21,
								},
								["Кровожадность"] = {
									["count"] = 3.35,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 27.03000000000001,
								},
								["Героический бросок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 68.04999999999998,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["RageGained"] = {
						["Ярость берсерка"] = {
							["Details"] = {
								["Ёмасе"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["HealingTaken"] = 572466,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 124003,
								},
								["Героический прыжок"] = {
									["count"] = 18817,
								},
								["Мощный удар"] = {
									["count"] = 80952,
								},
								["Удар колосса"] = {
									["count"] = 13353,
								},
								["Атака ближнего боя"] = {
									["count"] = 315251,
								},
								["Удар героя"] = {
									["count"] = 322273,
								},
								["Казнь"] = {
									["count"] = 108336,
								},
								["Кровожадность"] = {
									["count"] = 207486,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 87504,
								},
								["Героический бросок"] = {
									["count"] = 7320,
								},
							},
							["amount"] = 1285295,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Глубокие раны (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 213,
								},
							},
							["amount"] = 213,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 18,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 13,
								},
							},
							["amount"] = 28,
						},
					},
					["HealedWho"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 34957,
								},
							},
							["amount"] = 34957,
						},
					},
					["RageGainedFrom"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Ярость берсерка"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["FDamagedWho"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 38155,
								},
							},
							["amount"] = 38155,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 406398,
						["Fire"] = 197366,
					},
					["DOT_Time"] = 213,
					["Damage"] = 1285295,
					["TimeHeal"] = 9.980000000000002,
					["FAttacks"] = {
						["Длань жертвенности"] = {
							["Details"] = {
								["Split"] = {
									["max"] = 9523,
									["min"] = 5385,
									["count"] = 5,
									["amount"] = 38155,
								},
							},
							["count"] = 5,
							["amount"] = 38155,
						},
					},
					["ElementDone"] = {
						["Melee"] = 315251,
						["Physical"] = 970044,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 8,
								},
								["Miss"] = {
									["count"] = 16,
								},
								["Crit"] = {
									["count"] = 24,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 86,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 71,
								},
								["Crit"] = {
									["count"] = 27,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 136,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 96995,
								},
								["Атака ближнего боя"] = {
									["count"] = 406398,
								},
								["Благословение Солнца"] = {
									["count"] = 37355,
								},
								["Солнечная молния"] = {
									["count"] = 45709,
								},
							},
							["amount"] = 586457,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 17307,
								},
							},
							["amount"] = 17307,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 1833,
						["Physical"] = 5293,
					},
					["TimeHealing"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 9.980000000000002,
								},
							},
							["amount"] = 9.980000000000002,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3750,
									["min"] = 1994,
									["count"] = 3,
									["amount"] = 7760,
								},
							},
							["count"] = 3,
							["amount"] = 7760,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 18,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1504,
									["min"] = 752,
									["count"] = 9,
									["amount"] = 9129,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2264,
									["min"] = 2256,
									["count"] = 2,
									["amount"] = 4520,
								},
							},
							["count"] = 15,
							["amount"] = 13649,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 1274,
									["min"] = 442,
									["count"] = 5,
									["amount"] = 4102,
								},
							},
							["count"] = 8,
							["amount"] = 4102,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 2066,
									["min"] = 1018,
									["count"] = 2,
									["amount"] = 3084,
								},
							},
							["count"] = 2,
							["amount"] = 3084,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5385,
									["min"] = 5385,
									["count"] = 1,
									["amount"] = 5385,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 5385,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 8822,
									["min"] = 1082,
									["count"] = 8,
									["amount"] = 27644,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 18,
							["amount"] = 27644,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2359,
									["min"] = 1405,
									["count"] = 5,
									["amount"] = 9247,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 9247,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 1768,
									["min"] = 1768,
									["count"] = 1,
									["amount"] = 1768,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 1768,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2272,
									["min"] = 2272,
									["count"] = 1,
									["amount"] = 2272,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 2272,
						},
					},
					["ActiveTime"] = 80.34999999999998,
					["Heals"] = {
						["Кровожадность"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 729,
									["min"] = 728,
									["count"] = 48,
									["amount"] = 34957,
								},
							},
							["count"] = 48,
							["amount"] = 34957,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 28595,
					},
					["FDamage"] = 38155,
					["TimeSpent"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 9.980000000000002,
								},
							},
							["amount"] = 9.980000000000002,
						},
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 0.66,
								},
								["Героический прыжок"] = {
									["count"] = 0.92,
								},
								["Мощный удар"] = {
									["count"] = 1.37,
								},
								["Удар колосса"] = {
									["count"] = 0.73,
								},
								["Атака ближнего боя"] = {
									["count"] = 25.45,
								},
								["Удар героя"] = {
									["count"] = 4.829999999999999,
								},
								["Казнь"] = {
									["count"] = 0.21,
								},
								["Кровожадность"] = {
									["count"] = 3.35,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 27.03000000000001,
								},
								["Героический бросок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 68.04999999999998,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["Healing"] = 34957,
					["DamageTaken"] = 603764,
					["ElementTakenAbsorb"] = {
						["Melee"] = 27644,
						["Fire"] = 18672,
					},
					["Attacks"] = {
						["Яростный выпад"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 4490,
									["min"] = 4490,
									["count"] = 1,
									["amount"] = 4490,
								},
								["Crit"] = {
									["max"] = 37574,
									["min"] = 7637,
									["count"] = 4,
									["amount"] = 78101,
								},
								["Hit"] = {
									["max"] = 5851,
									["min"] = 3313,
									["count"] = 9,
									["amount"] = 41412,
								},
							},
							["count"] = 14,
							["amount"] = 124003,
						},
						["Героический прыжок"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 18817,
									["min"] = 18817,
									["count"] = 1,
									["amount"] = 18817,
								},
							},
							["count"] = 1,
							["amount"] = 18817,
						},
						["Мощный удар"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 16868,
									["min"] = 5149,
									["count"] = 6,
									["amount"] = 60651,
								},
								["Hit"] = {
									["max"] = 5495,
									["min"] = 2325,
									["count"] = 6,
									["amount"] = 20301,
								},
							},
							["count"] = 12,
							["amount"] = 80952,
						},
						["Удар колосса"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4793,
									["min"] = 3927,
									["count"] = 3,
									["amount"] = 13353,
								},
							},
							["count"] = 3,
							["amount"] = 13353,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 3940,
									["min"] = 2575,
									["count"] = 8,
									["amount"] = 22892,
								},
								["Hit (Блокировано)"] = {
									["max"] = 2637,
									["min"] = 1639,
									["count"] = 2,
									["amount"] = 4276,
								},
								["Hit"] = {
									["max"] = 8116,
									["min"] = 1740,
									["count"] = 36,
									["amount"] = 132505,
								},
								["Crit"] = {
									["max"] = 17184,
									["min"] = 3710,
									["count"] = 24,
									["amount"] = 155578,
								},
								["Miss"] = {
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 86,
							["amount"] = 315251,
						},
						["Удар героя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 47996,
									["min"] = 18001,
									["count"] = 9,
									["amount"] = 252371,
								},
								["Hit"] = {
									["max"] = 10194,
									["min"] = 8738,
									["count"] = 7,
									["amount"] = 69902,
								},
							},
							["count"] = 16,
							["amount"] = 322273,
						},
						["Казнь"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 72932,
									["min"] = 72932,
									["count"] = 1,
									["amount"] = 72932,
								},
								["Hit"] = {
									["max"] = 35404,
									["min"] = 35404,
									["count"] = 1,
									["amount"] = 35404,
								},
							},
							["count"] = 2,
							["amount"] = 108336,
						},
						["Кровожадность"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 7859,
									["min"] = 7859,
									["count"] = 1,
									["amount"] = 7859,
								},
								["Crit"] = {
									["max"] = 37912,
									["min"] = 14218,
									["count"] = 7,
									["amount"] = 135936,
								},
								["Hit"] = {
									["max"] = 9624,
									["min"] = 6902,
									["count"] = 8,
									["amount"] = 63691,
								},
							},
							["count"] = 16,
							["amount"] = 207486,
						},
						["Глубокие раны (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 3278,
									["min"] = 328,
									["count"] = 71,
									["amount"] = 87504,
								},
							},
							["count"] = 71,
							["amount"] = 87504,
						},
						["Героический бросок"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 7320,
									["min"] = 7320,
									["count"] = 1,
									["amount"] = 7320,
								},
							},
							["count"] = 1,
							["amount"] = 7320,
						},
					},
					["RageGain"] = 8,
					["WhoHealed"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Кровожадность"] = {
									["count"] = 34957,
								},
							},
							["amount"] = 34957,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 56882,
								},
								["Вспышка Света"] = {
									["count"] = 17299,
								},
								["Свет небес"] = {
									["count"] = 78402,
								},
								["Торжество"] = {
									["count"] = 44684,
								},
								["Шок небес"] = {
									["count"] = 70698,
								},
								["Частица Света"] = {
									["count"] = 269544,
								},
							},
							["amount"] = 537509,
						},
					},
					["TimeDamage"] = 70.36999999999998,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 0.66,
								},
								["Героический прыжок"] = {
									["count"] = 0.92,
								},
								["Мощный удар"] = {
									["count"] = 1.37,
								},
								["Удар колосса"] = {
									["count"] = 0.73,
								},
								["Атака ближнего боя"] = {
									["count"] = 25.45,
								},
								["Удар героя"] = {
									["count"] = 4.829999999999999,
								},
								["Казнь"] = {
									["count"] = 0.21,
								},
								["Кровожадность"] = {
									["count"] = 3.35,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 27.03000000000001,
								},
								["Героический бросок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 68.04999999999998,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Длань жертвенности"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["RageGained"] = {
						["Ярость берсерка"] = {
							["Details"] = {
								["Ёмасе"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["HealingTaken"] = 572466,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Яростный выпад"] = {
									["count"] = 124003,
								},
								["Героический прыжок"] = {
									["count"] = 18817,
								},
								["Мощный удар"] = {
									["count"] = 80952,
								},
								["Удар колосса"] = {
									["count"] = 13353,
								},
								["Атака ближнего боя"] = {
									["count"] = 315251,
								},
								["Удар героя"] = {
									["count"] = 322273,
								},
								["Казнь"] = {
									["count"] = 108336,
								},
								["Кровожадность"] = {
									["count"] = 207486,
								},
								["Глубокие раны (УЗВ)"] = {
									["count"] = 87504,
								},
								["Героический бросок"] = {
									["count"] = 7320,
								},
							},
							["amount"] = 1285295,
						},
					},
				},
			},
			["UnitLockout"] = 1293404213,
			["LastActive"] = 1293404421,
		},
		["Графинша"] = {
			["GUID"] = "0x0780000001107495",
			["LastEventHealth"] = {
				"71291 (60%)", -- [1]
				"71291 (60%)", -- [2]
				"65379 (55%)", -- [3]
				"61302 (52%)", -- [4]
				"61302 (52%)", -- [5]
				"61302 (52%)", -- [6]
				"58954 (50%)", -- [7]
				"58954 (50%)", -- [8]
				"55192 (47%)", -- [9]
				"55192 (47%)", -- [10]
				"55192 (47%)", -- [11]
				"55192 (47%)", -- [12]
				"51521 (43%)", -- [13]
				"51521 (43%)", -- [14]
				"51521 (43%)", -- [15]
				"51521 (43%)", -- [16]
				"51521 (43%)", -- [17]
				"51521 (43%)", -- [18]
				"117365 (100%)", -- [19]
				"113039 (96%)", -- [20]
				"104592 (89%)", -- [21]
				"104592 (89%)", -- [22]
				"104592 (89%)", -- [23]
				"104592 (89%)", -- [24]
				"104592 (89%)", -- [25]
				"104592 (89%)", -- [26]
				"104592 (89%)", -- [27]
				"104592 (89%)", -- [28]
				"104592 (89%)", -- [29]
				"104592 (89%)", -- [30]
				"104592 (89%)", -- [31]
				"104592 (89%)", -- [32]
				"104592 (89%)", -- [33]
				"104592 (89%)", -- [34]
				"104592 (89%)", -- [35]
				"104592 (89%)", -- [36]
				"102788 (87%)", -- [37]
				"102788 (87%)", -- [38]
				"97210 (82%)", -- [39]
				"103537 (88%)", -- [40]
				"114176 (97%)", -- [41]
				"77979 (66%)", -- [42]
				"75632 (64%)", -- [43]
				"75632 (64%)", -- [44]
				"75632 (64%)", -- [45]
				"75632 (64%)", -- [46]
				"75632 (64%)", -- [47]
				"71291 (60%)", -- [48]
				"71291 (60%)", -- [49]
				"71291 (60%)", -- [50]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					2.32, -- [1]
				},
				["Healing"] = {
					23236, -- [1]
				},
				["DamageTaken"] = {
					131295, -- [1]
				},
				["FDamage"] = {
					20582, -- [1]
				},
				["ActiveTime"] = {
					81.33000000000001, -- [1]
				},
				["HealingTaken"] = {
					148925, -- [1]
				},
				["Overhealing"] = {
					19016, -- [1]
				},
				["TimeDamage"] = {
					79.01000000000001, -- [1]
				},
				["Interrupts"] = {
					3, -- [1]
				},
				["RunicPowerGain"] = {
					38, -- [1]
				},
				["DOT_Time"] = {
					372, -- [1]
				},
				["Damage"] = {
					954171, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = "Графинша",
			["LastDamageTaken"] = 6757,
			["level"] = 85,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				[13] = 3.127849018020705,
				[41] = 9.064883057129467,
				[40] = 4.384612107527798,
				[39] = 5.757253014101308,
				[4] = 3.473778383674861,
				[8] = 2.000596429940783,
				[48] = 3.698717675627317,
				[9] = 3.205384910322498,
				[38] = 1.537085161675116,
				[19] = 107.9674519660887,
				[20] = 3.685937034039109,
				[3] = 5.037276871298939,
				[42] = 7.630895070932561,
				[44] = 1.999744387168236,
				[21] = 7.197205299706045,
			},
			["type"] = "Ungrouped",
			["TimeLast"] = {
				["TimeHeal"] = 1293404274,
				["FDamage"] = 1293404291,
				["OVERALL"] = 1293404296,
				["DamageTaken"] = 1293404293,
				["ActiveTime"] = 1293404291,
				["Healing"] = 1293404274,
				["HealingTaken"] = 1293404296,
				["Overhealing"] = 1293404276,
				["TimeDamage"] = 1293404291,
				["Interrupts"] = 1293404268,
				["RunicPowerGain"] = 1293404247,
				["DOT_Time"] = 1293404291,
				["Damage"] = 1293404289,
			},
			["GuardianReverseGUIDs"] = {
				["Вурдалак из войска мертвых"] = {
					["LatestGuardian"] = 7,
					["GUIDs"] = {
						"0xF1305E8F0008A1C8", -- [1]
						"0xF1305E8F0008A1E5", -- [2]
						"0xF1305E8F0008A200", -- [3]
						"0xF1305E8F0008A21D", -- [4]
						"0xF1305E8F0008A22E", -- [5]
						"0xF1305E8F0008A234", -- [6]
						"0xF1305E8F0008A245", -- [7]
						[0] = "0xF1305E8F0008A1BF",
					},
				},
				["Тухложвач"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF1402FA85B000223",
					},
				},
				["Вороная горгулья"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF1306CB50008AADB",
					},
				},
			},
			["LastAbility"] = 1502.242,
			["Owner"] = false,
			["Pet"] = {
				"Вурдалак из войска мертвых <Графинша>", -- [1]
				"Тухложвач <Графинша>", -- [2]
				"Вороная горгулья <Графинша>", -- [3]
				"Мозгогул <Графинша>", -- [4]
			},
			["NextEventNum"] = 42,
			["LastEventHealthNum"] = {
				60.74298129766115, -- [1]
				60.74298129766115, -- [2]
				55.7057044263622, -- [3]
				52.23192604268734, -- [4]
				52.23192604268734, -- [5]
				52.23192604268734, -- [6]
				50.23132961274656, -- [7]
				50.23132961274656, -- [8]
				47.02594470242406, -- [9]
				47.02594470242406, -- [10]
				47.02594470242406, -- [11]
				47.02594470242406, -- [12]
				43.89809568440336, -- [13]
				43.89809568440336, -- [14]
				43.89809568440336, -- [15]
				43.89809568440336, -- [16]
				43.89809568440336, -- [17]
				43.89809568440336, -- [18]
				100, -- [19]
				96.31406296596089, -- [20]
				89.11685766625485, -- [21]
				89.11685766625485, -- [22]
				89.11685766625485, -- [23]
				89.11685766625485, -- [24]
				89.11685766625485, -- [25]
				89.11685766625485, -- [26]
				89.11685766625485, -- [27]
				89.11685766625485, -- [28]
				89.11685766625485, -- [29]
				89.11685766625485, -- [30]
				89.11685766625485, -- [31]
				89.11685766625485, -- [32]
				89.11685766625485, -- [33]
				89.11685766625485, -- [34]
				89.11685766625485, -- [35]
				89.11685766625485, -- [36]
				87.57977250457974, -- [37]
				87.57977250457974, -- [38]
				82.82707791931155, -- [39]
				88.21795254121757, -- [40]
				97.28283559834704, -- [41]
				66.44144336045669, -- [42]
				64.44169897328845, -- [43]
				64.44169897328845, -- [44]
				64.44169897328845, -- [45]
				64.44169897328845, -- [46]
				64.44169897328845, -- [47]
				60.74298129766115, -- [48]
				60.74298129766115, -- [49]
				60.74298129766115, -- [50]
			},
			["LastEvents"] = {
				"Графинша Кровавая чума (УЗВ) Радж Tick -2725 (Shadow)", -- [1]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -105 (Shadow)", -- [2]
				"Радж Солнечная молния (УЗВ) Графинша Tick -5912 (2534 сопрот.) (Fire)", -- [3]
				"Радж Благословение Солнца Графинша Hit -4077 (453 сопрот.) (Fire)", -- [4]
				"Графинша Удар разложения Радж Hit -19821 (Physical)", -- [5]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -104 (Shadow)", -- [6]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -2348 (Physical)", -- [7]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -2348 (Physical)", -- [8]
				"Радж Благословение Солнца Графинша Hit -3762 (418 сопрот.) (Fire)", -- [9]
				"Графинша Атака ближнего боя Радж Hit -8509 (Physical)", -- [10]
				"Графинша Озноб (УЗВ) Радж Tick -2706 (Frost)", -- [11]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -105 (Shadow)", -- [12]
				"Радж Благословение Солнца Графинша Hit -3671 (918 сопрот.) (Fire)", -- [13]
				"Графинша Удар Плети Радж Hit -12737 (Physical)", -- [14]
				"Графинша Кровавая чума (УЗВ) Радж Crit -5450 (Shadow)", -- [15]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -105 (Shadow)", -- [16]
				"Графинша Удар Плети (Shadow) Радж Hit -8025 (Shadow)", -- [17]
				"Графинша Атака ближнего боя Радж Hit -8742 (Physical)", -- [18]
				"Лафариэль Возложение рук Графинша Hit +126716 (60872 избыт. лечение)", -- [19]
				"Радж Благословение Солнца Графинша Hit -4326 (481 сопрот.) (Fire)", -- [20]
				"Радж Солнечная молния (УЗВ) Графинша Tick -8447 (Fire)", -- [21]
				"Графинша Удар разложения Радж Hit -19253 (Physical)", -- [22]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -104 (Shadow)", -- [23]
				"Графинша Нечестивое бешенство Графинша Absorb (2348 Поглощено) (Physical)", -- [24]
				"Графинша Нечестивое бешенство Графинша Absorb (2348 Поглощено) (Physical)", -- [25]
				"Графинша Удар Плети Радж Dodge (Physical)", -- [26]
				"Графинша Озноб (УЗВ) Радж Tick -2706 (Frost)", -- [27]
				"Радж Благословение Солнца Графинша Absorb (3774 Поглощено) (Fire)", -- [28]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -104 (Shadow)", -- [29]
				"Графинша Атака ближнего боя Радж Hit -8075 (Physical)", -- [30]
				"Радж Благословение Солнца Графинша Absorb (3617 Поглощено) (Fire)", -- [31]
				"Графинша Лик смерти Радж Crit -31394 (Shadow)", -- [32]
				"Графинша Кровавая чума (УЗВ) Радж Tick -2725 (Shadow)", -- [33]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -105 (Shadow)", -- [34]
				"Радж Солнечная молния Графинша Absorb (6757 Поглощено) (Fire)", -- [35]
				"Радж Благословение Солнца Графинша Absorb (3294 Поглощено) (Fire)", -- [36]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -1804 (543 Поглощено) (Physical)", -- [37]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -1804 (543 Поглощено) (Physical)", -- [38]
				"Радж Солнечная молния (УЗВ) Графинша Tick -6757 (1689 сопрот.) (Fire)", -- [39]
				"Лафариэль Торжество Графинша Hit +5146", -- [40]
				"Лафариэль Шок небес Графинша Crit +10639", -- [41]
				"Солнечные вихри Солнечный огонь Графинша Hit -8956 (995 сопрот.) (Fire)", -- [42]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -2347 (Physical)", -- [43]
				"Графинша Нечестивое бешенство (УЗВ) Графинша Tick -2347 (Physical)", -- [44]
				"Графинша Лик смерти Радж Hit -7849 (Shadow)", -- [45]
				"Графинша Озноб (УЗВ) Радж Crit -5411 (Frost)", -- [46]
				"Графинша Нечестивая порча (УЗВ) Радж Tick -183 (Shadow)", -- [47]
				"Радж Благословение Солнца Графинша Hit -4341 (482 сопрот.) (Fire)", -- [48]
				"Графинша Лик смерти Радж Crit -15697 (Shadow)", -- [49]
				"Графинша Атака ближнего боя Радж Hit -8787 (Physical)", -- [50]
			},
			["Name"] = "Графинша",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				1494.619, -- [1]
				1494.636, -- [2]
				1495.437, -- [3]
				1495.448, -- [4]
				1495.449, -- [5]
				1495.82, -- [6]
				1496.118, -- [7]
				1496.119, -- [8]
				1496.246, -- [9]
				1496.248, -- [10]
				1496.382, -- [11]
				1496.644, -- [12]
				1497.458, -- [13]
				1497.458, -- [14]
				1497.747, -- [15]
				1497.749, -- [16]
				1497.856, -- [17]
				1498.147, -- [18]
				1498.238, -- [19]
				1498.241, -- [20]
				1498.415, -- [21]
				1498.662, -- [22]
				1498.666, -- [23]
				1499.228, -- [24]
				1499.228, -- [25]
				1499.329, -- [26]
				1499.33, -- [27]
				1499.403, -- [28]
				1499.662, -- [29]
				1499.86, -- [30]
				1500.267, -- [31]
				1500.642, -- [32]
				1500.643, -- [33]
				1500.649, -- [34]
				1501.414, -- [35]
				1501.538, -- [36]
				1502.242, -- [37]
				1502.242, -- [38]
				1504.472, -- [39]
				1506.276, -- [40]
				1507.5, -- [41]
				1493.025, -- [42]
				1493.212, -- [43]
				1493.212, -- [44]
				1493.213, -- [45]
				1493.42, -- [46]
				1493.703, -- [47]
				1494.229, -- [48]
				1494.402, -- [49]
				1494.618, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Графинша"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 195,
								},
							},
							["amount"] = 195,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 24,
						},
					},
					["WhoHealed"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 23236,
								},
							},
							["amount"] = 23236,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26698,
								},
								["Торжество"] = {
									["count"] = 5146,
								},
								["Возложение рук"] = {
									["count"] = 65844,
								},
								["Шок небес"] = {
									["count"] = 28001,
								},
							},
							["amount"] = 125689,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 25472,
					},
					["Overhealing"] = 19016,
					["ElementTaken"] = {
						["Fire"] = 131295,
					},
					["DOT_Time"] = 372,
					["Damage"] = 954171,
					["TimeHeal"] = 2.32,
					["ShieldedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Антимагический панцирь"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["FAttacks"] = {
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2348,
									["min"] = 1804,
									["count"] = 9,
									["amount"] = 20582,
								},
							},
							["count"] = 9,
							["amount"] = 20582,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 375299,
						["Frost"] = 74657,
						["Melee"] = 175398,
						["Physical"] = 328817,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 87,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 131,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 23,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 26,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 12,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 32,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 39,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 56378,
								},
								["Благословение Солнца"] = {
									["count"] = 20177,
								},
								["Солнечная молния"] = {
									["count"] = 36047,
								},
							},
							["amount"] = 112602,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 18693,
								},
							},
							["amount"] = 18693,
						},
					},
					["RunicPowerGained"] = {
						["Антимагический панцирь"] = {
							["Details"] = {
								["Графинша"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
					},
					["TimeHealing"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["OverHeals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2684,
									["min"] = 181,
									["count"] = 2,
									["amount"] = 2865,
								},
								["Hit"] = {
									["max"] = 3521,
									["min"] = 893,
									["count"] = 6,
									["amount"] = 16151,
								},
							},
							["count"] = 8,
							["amount"] = 19016,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3821,
									["min"] = 2015,
									["count"] = 2,
									["amount"] = 5836,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 3864,
									["min"] = 3864,
									["count"] = 1,
									["amount"] = 3864,
								},
							},
							["count"] = 5,
							["amount"] = 9700,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1689,
									["min"] = 839,
									["count"] = 4,
									["amount"] = 5052,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2534,
									["min"] = 839,
									["count"] = 3,
									["amount"] = 5891,
								},
							},
							["count"] = 9,
							["amount"] = 10943,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 918,
									["min"] = 418,
									["count"] = 5,
									["amount"] = 2752,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 2752,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1082,
									["min"] = 995,
									["count"] = 2,
									["amount"] = 2077,
								},
							},
							["count"] = 2,
							["amount"] = 2077,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 12826,
									["min"] = 6757,
									["count"] = 2,
									["amount"] = 19583,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 19583,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2348,
									["min"] = 2348,
									["count"] = 1,
									["amount"] = 2348,
								},
							},
							["count"] = 1,
							["amount"] = 2348,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5648,
									["min"] = 1117,
									["count"] = 3,
									["amount"] = 8434,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 8434,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 3774,
									["min"] = 3294,
									["count"] = 3,
									["amount"] = 10685,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 10685,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 81.33000000000001,
					["ElementDoneAbsorb"] = {
						["Physical"] = 2348,
					},
					["InterruptData"] = {
						["Радж"] = {
							["Details"] = {
								["Вызов солнечной сферы (Заморозка разума)"] = {
									["count"] = 2,
								},
								["Инфернальный прыжок (Заморозка разума)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["FDamagedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 20582,
								},
							},
							["amount"] = 20582,
						},
					},
					["Heals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5101,
									["min"] = 2597,
									["count"] = 2,
									["amount"] = 7698,
								},
								["Hit"] = {
									["max"] = 3521,
									["min"] = 2347,
									["count"] = 5,
									["amount"] = 15538,
								},
							},
							["count"] = 7,
							["amount"] = 23236,
						},
					},
					["FDamage"] = 20582,
					["RunicPowerGainedFrom"] = {
						["Графинша"] = {
							["Details"] = {
								["Антимагический панцирь"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
					},
					["Interrupts"] = 3,
					["Healing"] = 23236,
					["HealedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 23236,
								},
							},
							["amount"] = 23236,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 8.460000000000001,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 20.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.77,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.5,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 6.379999999999999,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 7.34,
								},
								["Удар чумы"] = {
									["count"] = 0.78,
								},
								["Удар разложения"] = {
									["count"] = 5,
								},
								["Лик смерти"] = {
									["count"] = 6.31,
								},
								["Удар Плети"] = {
									["count"] = 6.489999999999998,
								},
							},
							["amount"] = 74.20999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 0.5600000000000001,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.239999999999999,
								},
								["Нечестивая сила"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 7.120000000000001,
						},
					},
					["Attacks"] = {
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5411,
									["min"] = 5411,
									["count"] = 2,
									["amount"] = 10822,
								},
								["Tick"] = {
									["max"] = 2706,
									["min"] = 1896,
									["count"] = 23,
									["amount"] = 60610,
								},
							},
							["count"] = 25,
							["amount"] = 71432,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 239,
									["min"] = 78,
									["count"] = 65,
									["amount"] = 10407,
								},
							},
							["count"] = 65,
							["amount"] = 10407,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 4603,
									["min"] = 3199,
									["count"] = 12,
									["amount"] = 45887,
								},
								["Crit"] = {
									["max"] = 10721,
									["min"] = 7365,
									["count"] = 5,
									["amount"] = 45753,
								},
								["Hit"] = {
									["max"] = 8787,
									["min"] = 4002,
									["count"] = 15,
									["amount"] = 83758,
								},
							},
							["count"] = 32,
							["amount"] = 175398,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3225,
									["min"] = 3225,
									["count"] = 1,
									["amount"] = 3225,
								},
							},
							["count"] = 1,
							["amount"] = 3225,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5451,
									["min"] = 5450,
									["count"] = 3,
									["amount"] = 16351,
								},
								["Tick"] = {
									["max"] = 2726,
									["min"] = 1912,
									["count"] = 22,
									["amount"] = 59138,
								},
							},
							["count"] = 25,
							["amount"] = 75489,
						},
						["Удар Плети (Shadow)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9193,
									["min"] = 3790,
									["count"] = 26,
									["amount"] = 120635,
								},
							},
							["count"] = 26,
							["amount"] = 120635,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6756,
									["min"] = 6756,
									["count"] = 1,
									["amount"] = 6756,
								},
							},
							["count"] = 1,
							["amount"] = 6756,
						},
						["Удар разложения"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 21937,
									["min"] = 20273,
									["count"] = 2,
									["amount"] = 42210,
								},
								["Hit"] = {
									["max"] = 19821,
									["min"] = 9352,
									["count"] = 7,
									["amount"] = 88368,
								},
							},
							["count"] = 9,
							["amount"] = 130578,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31394,
									["min"] = 15697,
									["count"] = 3,
									["amount"] = 66697,
								},
								["Hit"] = {
									["max"] = 9803,
									["min"] = 7071,
									["count"] = 12,
									["amount"] = 102071,
								},
							},
							["count"] = 15,
							["amount"] = 168768,
						},
						["Удар Плети"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 14591,
									["min"] = 12565,
									["count"] = 2,
									["amount"] = 27156,
								},
								["Hit"] = {
									["max"] = 12737,
									["min"] = 6015,
									["count"] = 24,
									["amount"] = 164327,
								},
							},
							["count"] = 28,
							["amount"] = 191483,
						},
					},
					["HealingTaken"] = 148925,
					["DamageTaken"] = 131295,
					["TimeDamage"] = 79.01000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 8.460000000000001,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 20.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.77,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.5,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 6.379999999999999,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 7.34,
								},
								["Удар чумы"] = {
									["count"] = 0.78,
								},
								["Удар разложения"] = {
									["count"] = 5,
								},
								["Лик смерти"] = {
									["count"] = 6.31,
								},
								["Удар Плети"] = {
									["count"] = 6.489999999999998,
								},
							},
							["amount"] = 74.20999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 0.5600000000000001,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.239999999999999,
								},
							},
							["amount"] = 4.8,
						},
					},
					["RunicPowerGain"] = 38,
					["ElementTakenAbsorb"] = {
						["Physical"] = 2348,
						["Fire"] = 38702,
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 71432,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 10407,
								},
								["Атака ближнего боя"] = {
									["count"] = 175398,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3225,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 75489,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 120635,
								},
								["Удар чумы"] = {
									["count"] = 6756,
								},
								["Удар разложения"] = {
									["count"] = 130578,
								},
								["Лик смерти"] = {
									["count"] = 168768,
								},
								["Удар Плети"] = {
									["count"] = 191483,
								},
							},
							["amount"] = 954171,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Графинша"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 195,
								},
							},
							["amount"] = 195,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 4,
								},
								["Immune"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 24,
						},
					},
					["WhoHealed"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 23236,
								},
							},
							["amount"] = 23236,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26698,
								},
								["Торжество"] = {
									["count"] = 5146,
								},
								["Возложение рук"] = {
									["count"] = 65844,
								},
								["Шок небес"] = {
									["count"] = 28001,
								},
							},
							["amount"] = 125689,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 25472,
					},
					["Overhealing"] = 19016,
					["ElementTaken"] = {
						["Fire"] = 131295,
					},
					["DOT_Time"] = 372,
					["Damage"] = 954171,
					["TimeHeal"] = 2.32,
					["ShieldedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Антимагический панцирь"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["FAttacks"] = {
						["Нечестивое бешенство (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 2348,
									["min"] = 1804,
									["count"] = 9,
									["amount"] = 20582,
								},
							},
							["count"] = 9,
							["amount"] = 20582,
						},
					},
					["ElementDone"] = {
						["Shadow"] = 375299,
						["Frost"] = 74657,
						["Melee"] = 175398,
						["Physical"] = 328817,
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 87,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 131,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 23,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 26,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 12,
								},
								["Crit"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 32,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 32,
								},
							},
							["amount"] = 39,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 56378,
								},
								["Благословение Солнца"] = {
									["count"] = 20177,
								},
								["Солнечная молния"] = {
									["count"] = 36047,
								},
							},
							["amount"] = 112602,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 18693,
								},
							},
							["amount"] = 18693,
						},
					},
					["RunicPowerGained"] = {
						["Антимагический панцирь"] = {
							["Details"] = {
								["Графинша"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
					},
					["TimeHealing"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 2.32,
						},
					},
					["OverHeals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2684,
									["min"] = 181,
									["count"] = 2,
									["amount"] = 2865,
								},
								["Hit"] = {
									["max"] = 3521,
									["min"] = 893,
									["count"] = 6,
									["amount"] = 16151,
								},
							},
							["count"] = 8,
							["amount"] = 19016,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3821,
									["min"] = 2015,
									["count"] = 2,
									["amount"] = 5836,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 3864,
									["min"] = 3864,
									["count"] = 1,
									["amount"] = 3864,
								},
							},
							["count"] = 5,
							["amount"] = 9700,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1689,
									["min"] = 839,
									["count"] = 4,
									["amount"] = 5052,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2534,
									["min"] = 839,
									["count"] = 3,
									["amount"] = 5891,
								},
							},
							["count"] = 9,
							["amount"] = 10943,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 918,
									["min"] = 418,
									["count"] = 5,
									["amount"] = 2752,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 2752,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1082,
									["min"] = 995,
									["count"] = 2,
									["amount"] = 2077,
								},
							},
							["count"] = 2,
							["amount"] = 2077,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 12826,
									["min"] = 6757,
									["count"] = 2,
									["amount"] = 19583,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 19583,
						},
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 2348,
									["min"] = 2348,
									["count"] = 1,
									["amount"] = 2348,
								},
							},
							["count"] = 1,
							["amount"] = 2348,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 5648,
									["min"] = 1117,
									["count"] = 3,
									["amount"] = 8434,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 8434,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 3774,
									["min"] = 3294,
									["count"] = 3,
									["amount"] = 10685,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 10685,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 81.33000000000001,
					["ElementDoneAbsorb"] = {
						["Physical"] = 2348,
					},
					["InterruptData"] = {
						["Радж"] = {
							["Details"] = {
								["Вызов солнечной сферы (Заморозка разума)"] = {
									["count"] = 2,
								},
								["Инфернальный прыжок (Заморозка разума)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["FDamagedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 20582,
								},
							},
							["amount"] = 20582,
						},
					},
					["Heals"] = {
						["Нечестивая сила"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5101,
									["min"] = 2597,
									["count"] = 2,
									["amount"] = 7698,
								},
								["Hit"] = {
									["max"] = 3521,
									["min"] = 2347,
									["count"] = 5,
									["amount"] = 15538,
								},
							},
							["count"] = 7,
							["amount"] = 23236,
						},
					},
					["FDamage"] = 20582,
					["RunicPowerGainedFrom"] = {
						["Графинша"] = {
							["Details"] = {
								["Антимагический панцирь"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
					},
					["Interrupts"] = 3,
					["Healing"] = 23236,
					["HealedWho"] = {
						["Графинша"] = {
							["Details"] = {
								["Нечестивая сила"] = {
									["count"] = 23236,
								},
							},
							["amount"] = 23236,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 8.460000000000001,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 20.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.77,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.5,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 6.379999999999999,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 7.34,
								},
								["Удар чумы"] = {
									["count"] = 0.78,
								},
								["Удар разложения"] = {
									["count"] = 5,
								},
								["Лик смерти"] = {
									["count"] = 6.31,
								},
								["Удар Плети"] = {
									["count"] = 6.489999999999998,
								},
							},
							["amount"] = 74.20999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 0.5600000000000001,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.239999999999999,
								},
								["Нечестивая сила"] = {
									["count"] = 2.32,
								},
							},
							["amount"] = 7.120000000000001,
						},
					},
					["Attacks"] = {
						["Нечестивое бешенство"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Озноб (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5411,
									["min"] = 5411,
									["count"] = 2,
									["amount"] = 10822,
								},
								["Tick"] = {
									["max"] = 2706,
									["min"] = 1896,
									["count"] = 23,
									["amount"] = 60610,
								},
							},
							["count"] = 25,
							["amount"] = 71432,
						},
						["Нечестивая порча (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 239,
									["min"] = 78,
									["count"] = 65,
									["amount"] = 10407,
								},
							},
							["count"] = 65,
							["amount"] = 10407,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 4603,
									["min"] = 3199,
									["count"] = 12,
									["amount"] = 45887,
								},
								["Crit"] = {
									["max"] = 10721,
									["min"] = 7365,
									["count"] = 5,
									["amount"] = 45753,
								},
								["Hit"] = {
									["max"] = 8787,
									["min"] = 4002,
									["count"] = 15,
									["amount"] = 83758,
								},
							},
							["count"] = 32,
							["amount"] = 175398,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 3225,
									["min"] = 3225,
									["count"] = 1,
									["amount"] = 3225,
								},
							},
							["count"] = 1,
							["amount"] = 3225,
						},
						["Кровавая чума (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5451,
									["min"] = 5450,
									["count"] = 3,
									["amount"] = 16351,
								},
								["Tick"] = {
									["max"] = 2726,
									["min"] = 1912,
									["count"] = 22,
									["amount"] = 59138,
								},
							},
							["count"] = 25,
							["amount"] = 75489,
						},
						["Удар Плети (Shadow)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 9193,
									["min"] = 3790,
									["count"] = 26,
									["amount"] = 120635,
								},
							},
							["count"] = 26,
							["amount"] = 120635,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 6756,
									["min"] = 6756,
									["count"] = 1,
									["amount"] = 6756,
								},
							},
							["count"] = 1,
							["amount"] = 6756,
						},
						["Удар разложения"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 21937,
									["min"] = 20273,
									["count"] = 2,
									["amount"] = 42210,
								},
								["Hit"] = {
									["max"] = 19821,
									["min"] = 9352,
									["count"] = 7,
									["amount"] = 88368,
								},
							},
							["count"] = 9,
							["amount"] = 130578,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31394,
									["min"] = 15697,
									["count"] = 3,
									["amount"] = 66697,
								},
								["Hit"] = {
									["max"] = 9803,
									["min"] = 7071,
									["count"] = 12,
									["amount"] = 102071,
								},
							},
							["count"] = 15,
							["amount"] = 168768,
						},
						["Удар Плети"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 14591,
									["min"] = 12565,
									["count"] = 2,
									["amount"] = 27156,
								},
								["Hit"] = {
									["max"] = 12737,
									["min"] = 6015,
									["count"] = 24,
									["amount"] = 164327,
								},
							},
							["count"] = 28,
							["amount"] = 191483,
						},
					},
					["HealingTaken"] = 148925,
					["DamageTaken"] = 131295,
					["TimeDamage"] = 79.01000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 8.460000000000001,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 20.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.77,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.5,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 6.379999999999999,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 7.34,
								},
								["Удар чумы"] = {
									["count"] = 0.78,
								},
								["Удар разложения"] = {
									["count"] = 5,
								},
								["Лик смерти"] = {
									["count"] = 6.31,
								},
								["Удар Плети"] = {
									["count"] = 6.489999999999998,
								},
							},
							["amount"] = 74.20999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Нечестивое бешенство"] = {
									["count"] = 0.5600000000000001,
								},
								["Нечестивое бешенство (УЗВ)"] = {
									["count"] = 4.239999999999999,
								},
							},
							["amount"] = 4.8,
						},
					},
					["RunicPowerGain"] = 38,
					["ElementTakenAbsorb"] = {
						["Physical"] = 2348,
						["Fire"] = 38702,
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Озноб (УЗВ)"] = {
									["count"] = 71432,
								},
								["Нечестивая порча (УЗВ)"] = {
									["count"] = 10407,
								},
								["Атака ближнего боя"] = {
									["count"] = 175398,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3225,
								},
								["Кровавая чума (УЗВ)"] = {
									["count"] = 75489,
								},
								["Удар Плети (Shadow)"] = {
									["count"] = 120635,
								},
								["Удар чумы"] = {
									["count"] = 6756,
								},
								["Удар разложения"] = {
									["count"] = 130578,
								},
								["Лик смерти"] = {
									["count"] = 168768,
								},
								["Удар Плети"] = {
									["count"] = 191483,
								},
							},
							["amount"] = 954171,
						},
					},
				},
			},
			["UnitLockout"] = 1293404213,
			["LastActive"] = 1293404296,
		},
		["Вороная горгулья <Графинша>"] = {
			["GUID"] = "0xF1306CB50008AADB",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					27.09, -- [1]
				},
				["Damage"] = {
					97766, -- [1]
				},
				["DamageTaken"] = {
					45181, -- [1]
				},
				["ActiveTime"] = {
					27.09, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 8330,
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["TimeLast"] = {
				["ActiveTime"] = 1293404290,
				["TimeDamage"] = 1293404290,
				["OVERALL"] = 1293404293,
				["DamageTaken"] = 1293404293,
				["Damage"] = 1293404290,
			},
			["Owner"] = "Графинша",
			["LastAbility"] = 1500.91,
			["NextEventNum"] = 33,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
			},
			["LastEvents"] = {
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2053 (Physical)", -- [1]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2050 (Physical)", -- [2]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2060 (Physical)", -- [3]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Glancing -1703 (Physical)", -- [4]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2060 (Physical)", -- [5]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -6315 (Nature)", -- [6]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2063 (Physical)", -- [7]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2026 (Physical)", -- [8]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -6316 (Nature)", -- [9]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2069 (Physical)", -- [10]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -6368 (Nature)", -- [11]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Hit -2043 (Physical)", -- [12]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Glancing -1772 (Physical)", -- [13]
				"Вороная горгулья <Графинша> Атака ближнего боя Радж Glancing -1776 (Physical)", -- [14]
				"Радж Солнечная молния (УЗВ) Вороная горгулья <Графинша> Tick -8330 (Fire)", -- [15]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -6358 (Nature)", -- [16]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -441 (Fire)", -- [17]
				"Радж Солнечная молния (УЗВ) Вороная горгулья <Графинша> Tick -8330 (Fire)", -- [18]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -447 (Fire)", -- [19]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -12694 (Nature)", -- [20]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -432 (Fire)", -- [21]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -470 (Fire)", -- [22]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -12673 (Nature)", -- [23]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -419 (Fire)", -- [24]
				"Радж Солнечная молния (УЗВ) Вороная горгулья <Графинша> Tick -8330 (Fire)", -- [25]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -12694 (Nature)", -- [26]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -417 (Fire)", -- [27]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -442 (Fire)", -- [28]
				"Вороная горгулья <Графинша> Удар горгульи Радж Hit -12673 (Nature)", -- [29]
				"Радж Солнечная молния (УЗВ) Вороная горгулья <Графинша> Tick -8330 (Fire)", -- [30]
				"Радж Благословение Солнца Вороная горгулья <Графинша> Hit -463 (Fire)", -- [31]
				"Радж Солнечная молния (УЗВ) Вороная горгулья <Графинша> Tick -8330 (Fire)", -- [32]
			},
			["Name"] = "Вороная горгулья",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
			},
			["LastEventTimes"] = {
				1477.319, -- [1]
				1478.411, -- [2]
				1479.226, -- [3]
				1480.243, -- [4]
				1481.306, -- [5]
				1482.578, -- [6]
				1483.335, -- [7]
				1484.317, -- [8]
				1485.752, -- [9]
				1486.464, -- [10]
				1488.204, -- [11]
				1488.895, -- [12]
				1489.844, -- [13]
				1490.89, -- [14]
				1492.424, -- [15]
				1494.036, -- [16]
				1494.226, -- [17]
				1495.438, -- [18]
				1495.446, -- [19]
				1496.117, -- [20]
				1496.244, -- [21]
				1497.454, -- [22]
				1497.749, -- [23]
				1498.239, -- [24]
				1498.416, -- [25]
				1499.327, -- [26]
				1499.4, -- [27]
				1500.264, -- [28]
				1500.909, -- [29]
				1501.415, -- [30]
				1501.535, -- [31]
				1504.476, -- [32]
			},
			["Fights"] = {
				["LastFightData"] = {
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 13,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 1776,
									["min"] = 1703,
									["count"] = 3,
									["amount"] = 5251,
								},
								["Hit"] = {
									["max"] = 2069,
									["min"] = 2026,
									["count"] = 8,
									["amount"] = 16424,
								},
							},
							["count"] = 11,
							["amount"] = 21675,
						},
						["Удар горгульи"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12694,
									["min"] = 6315,
									["count"] = 8,
									["amount"] = 76091,
								},
							},
							["count"] = 8,
							["amount"] = 76091,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.63,
								},
								["Удар горгульи"] = {
									["count"] = 14.46,
								},
							},
							["amount"] = 27.09,
						},
					},
					["DamageTaken"] = 45181,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 41650,
								},
								["Благословение Солнца"] = {
									["count"] = 3531,
								},
							},
							["amount"] = 45181,
						},
					},
					["ElementDone"] = {
						["Melee"] = 21675,
						["Nature"] = 76091,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 11,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 21675,
								},
								["Удар горгульи"] = {
									["count"] = 76091,
								},
							},
							["amount"] = 97766,
						},
					},
					["TimeDamage"] = 27.09,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.63,
								},
								["Удар горгульи"] = {
									["count"] = 14.46,
								},
							},
							["amount"] = 27.09,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 45181,
					},
					["ActiveTime"] = 27.09,
					["Damage"] = 97766,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
								["Tick"] = {
									["count"] = 5,
								},
							},
							["amount"] = 13,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 1776,
									["min"] = 1703,
									["count"] = 3,
									["amount"] = 5251,
								},
								["Hit"] = {
									["max"] = 2069,
									["min"] = 2026,
									["count"] = 8,
									["amount"] = 16424,
								},
							},
							["count"] = 11,
							["amount"] = 21675,
						},
						["Удар горгульи"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12694,
									["min"] = 6315,
									["count"] = 8,
									["amount"] = 76091,
								},
							},
							["count"] = 8,
							["amount"] = 76091,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.63,
								},
								["Удар горгульи"] = {
									["count"] = 14.46,
								},
							},
							["amount"] = 27.09,
						},
					},
					["DamageTaken"] = 45181,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 41650,
								},
								["Благословение Солнца"] = {
									["count"] = 3531,
								},
							},
							["amount"] = 45181,
						},
					},
					["ElementDone"] = {
						["Melee"] = 21675,
						["Nature"] = 76091,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 11,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 21675,
								},
								["Удар горгульи"] = {
									["count"] = 76091,
								},
							},
							["amount"] = 97766,
						},
					},
					["TimeDamage"] = 27.09,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.63,
								},
								["Удар горгульи"] = {
									["count"] = 14.46,
								},
							},
							["amount"] = 27.09,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 45181,
					},
					["ActiveTime"] = 27.09,
					["Damage"] = 97766,
				},
			},
			["UnitLockout"] = 1293404293,
			["LastActive"] = 1293404293,
		},
		["Зеркальное изображение <Крем>"] = {
			["GUID"] = "0xF13079F00008A390",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"MISC", -- [7]
				"MISC", -- [8]
				"MISC", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					3, -- [1]
				},
				["ActiveTime"] = {
					31.92, -- [1]
				},
				["TimeDamage"] = {
					31.92, -- [1]
				},
				["DamageTaken"] = {
					109358, -- [1]
				},
				["Damage"] = {
					35731, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 7534,
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						-14.44300000000021, -- [1]
						-14.06000000000017, -- [2]
						-13.64200000000005, -- [3]
						-13.64100000000008, -- [4]
						-13.64100000000008, -- [5]
						-11.53500000000008, -- [6]
						-11.36900000000014, -- [7]
						-10.90200000000004, -- [8]
						-10.64800000000014, -- [9]
						-10.64700000000016, -- [10]
						-10.64700000000016, -- [11]
						-8.939000000000078, -- [12]
						-8.939000000000078, -- [13]
						-8.373000000000047, -- [14]
						-7.220000000000027, -- [15]
						-7.220000000000027, -- [16]
						-6.526000000000067, -- [17]
						-6.525000000000091, -- [18]
						-6.422000000000026, -- [19]
						-6.111000000000104, -- [20]
						-3.414000000000215, -- [21]
						-3.414000000000215, -- [22]
						-2.699000000000069, -- [23]
						-1.098000000000184, -- [24]
						-0.9020000000000437, -- [25]
						-0.5020000000001801, -- [26]
						0, -- [27]
						0, -- [28]
						0.0009999999999763531, -- [29]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
					},
					["Messages"] = {
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -659 (Fire)", -- [1]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1124 (Frost)", -- [2]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [3]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6764 (752 сопрот.) (Fire)", -- [4]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6697 (1674 сопрот.) (Fire)", -- [5]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [6]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [7]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [8]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6012 (1503 сопрот.) (Fire)", -- [9]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -5689 (2438 сопрот.) (Fire)", -- [10]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7534 (837 сопрот.) (Fire)", -- [11]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [12]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1129 (Frost)", -- [13]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1106 (Frost)", -- [14]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -661 (Fire)", -- [15]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -666 (Fire)", -- [16]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1119 (Frost)", -- [17]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [18]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -656 (Fire)", -- [19]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [20]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [21]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [22]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [23]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1123 (Frost)", -- [24]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1114 (Frost)", -- [25]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1112 (Frost)", -- [26]
						"Зеркальное изображение <Крем> умирает.", -- [27]
						"Зеркальное изображение <Крем> умирает.", -- [28]
						"Зеркальное изображение <Крем> умирает.", -- [29]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["DeathAt"] = 1293404248,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"MISC", -- [27]
						"MISC", -- [28]
						"MISC", -- [29]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						-14.44300000000021, -- [1]
						-14.06000000000017, -- [2]
						-13.64200000000005, -- [3]
						-13.64100000000008, -- [4]
						-13.64100000000008, -- [5]
						-11.53500000000008, -- [6]
						-11.36900000000014, -- [7]
						-10.90200000000004, -- [8]
						-10.64800000000014, -- [9]
						-10.64700000000016, -- [10]
						-10.64700000000016, -- [11]
						-8.939000000000078, -- [12]
						-8.939000000000078, -- [13]
						-8.373000000000047, -- [14]
						-7.220000000000027, -- [15]
						-7.220000000000027, -- [16]
						-6.526000000000067, -- [17]
						-6.525000000000091, -- [18]
						-6.422000000000026, -- [19]
						-6.111000000000104, -- [20]
						-3.414000000000215, -- [21]
						-3.414000000000215, -- [22]
						-2.699000000000069, -- [23]
						-1.098000000000184, -- [24]
						-0.9020000000000437, -- [25]
						-0.5020000000001801, -- [26]
						0, -- [27]
						0, -- [28]
						0.0009999999999763531, -- [29]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
					},
					["Messages"] = {
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -659 (Fire)", -- [1]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1124 (Frost)", -- [2]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [3]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6764 (752 сопрот.) (Fire)", -- [4]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6697 (1674 сопрот.) (Fire)", -- [5]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [6]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [7]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [8]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6012 (1503 сопрот.) (Fire)", -- [9]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -5689 (2438 сопрот.) (Fire)", -- [10]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7534 (837 сопрот.) (Fire)", -- [11]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [12]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1129 (Frost)", -- [13]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1106 (Frost)", -- [14]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -661 (Fire)", -- [15]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -666 (Fire)", -- [16]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1119 (Frost)", -- [17]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [18]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -656 (Fire)", -- [19]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [20]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [21]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [22]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [23]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1123 (Frost)", -- [24]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1114 (Frost)", -- [25]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1112 (Frost)", -- [26]
						"Зеркальное изображение <Крем> умирает.", -- [27]
						"Зеркальное изображение <Крем> умирает.", -- [28]
						"Зеркальное изображение <Крем> умирает.", -- [29]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["DeathAt"] = 1293404248,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"MISC", -- [27]
						"MISC", -- [28]
						"MISC", -- [29]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
					},
					["Messages"] = {
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -659 (Fire)", -- [1]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1124 (Frost)", -- [2]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [3]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6764 (752 сопрот.) (Fire)", -- [4]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6697 (1674 сопрот.) (Fire)", -- [5]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [6]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [7]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [8]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6012 (1503 сопрот.) (Fire)", -- [9]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -5689 (2438 сопрот.) (Fire)", -- [10]
						"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7534 (837 сопрот.) (Fire)", -- [11]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [12]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1129 (Frost)", -- [13]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1106 (Frost)", -- [14]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -661 (Fire)", -- [15]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -666 (Fire)", -- [16]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1119 (Frost)", -- [17]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [18]
						"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -656 (Fire)", -- [19]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [20]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [21]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [22]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [23]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1123 (Frost)", -- [24]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1114 (Frost)", -- [25]
						"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1112 (Frost)", -- [26]
						"Зеркальное изображение <Крем> умирает.", -- [27]
						"Зеркальное изображение <Крем> умирает.", -- [28]
						"Зеркальное изображение <Крем> умирает.", -- [29]
					},
					["DeathAt"] = 1293404248,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["MessageTimes"] = {
						-14.44400000000019, -- [1]
						-14.06100000000015, -- [2]
						-13.64300000000003, -- [3]
						-13.64200000000005, -- [4]
						-13.64200000000005, -- [5]
						-11.53600000000006, -- [6]
						-11.37000000000012, -- [7]
						-10.90300000000002, -- [8]
						-10.64900000000012, -- [9]
						-10.64800000000014, -- [10]
						-10.64800000000014, -- [11]
						-8.940000000000055, -- [12]
						-8.940000000000055, -- [13]
						-8.374000000000024, -- [14]
						-7.221000000000004, -- [15]
						-7.221000000000004, -- [16]
						-6.527000000000044, -- [17]
						-6.526000000000067, -- [18]
						-6.423000000000002, -- [19]
						-6.11200000000008, -- [20]
						-3.415000000000191, -- [21]
						-3.415000000000191, -- [22]
						-2.700000000000046, -- [23]
						-1.09900000000016, -- [24]
						-0.90300000000002, -- [25]
						-0.5030000000001564, -- [26]
						-0.0009999999999763531, -- [27]
						-0.0009999999999763531, -- [28]
						0, -- [29]
					},
					["KilledBy"] = "Радж",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"MISC", -- [27]
						"MISC", -- [28]
						"MISC", -- [29]
					},
				}, -- [3]
			},
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["TimeLast"] = {
				["DeathCount"] = 1293404246,
				["ActiveTime"] = 1293404245,
				["TimeDamage"] = 1293404245,
				["OVERALL"] = 1293404246,
				["DamageTaken"] = 1293404235,
				["Damage"] = 1293404245,
			},
			["Owner"] = "Крем",
			["LastAbility"] = 1456.377,
			["NextEventNum"] = 10,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [1]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [2]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [3]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1123 (Frost)", -- [4]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1114 (Frost)", -- [5]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1112 (Frost)", -- [6]
				"Зеркальное изображение <Крем> умирает.", -- [7]
				"Зеркальное изображение <Крем> умирает.", -- [8]
				"Зеркальное изображение <Крем> умирает.", -- [9]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6502 (1626 сопрот.) (Fire)", -- [10]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6764 (752 сопрот.) (Fire)", -- [11]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -8371 (Fire)", -- [12]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -666 (Fire)", -- [13]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1121 (Frost)", -- [14]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1130 (Frost)", -- [15]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1109 (Frost)", -- [16]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [17]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6012 (1503 сопрот.) (Fire)", -- [18]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6697 (1674 сопрот.) (Fire)", -- [19]
				"Солнечные вихри Солнечные вихри Зеркальное изображение <Крем> Hit -919 (1022 сопрот.) (Fire)", -- [20]
				"Солнечные вихри Солнечные вихри Зеркальное изображение <Крем> Hit -1001 (Fire)", -- [21]
				"Солнечные вихри Солнечные вихри Зеркальное изображение <Крем> Hit -840 (2100 сопрот.) (Fire)", -- [22]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1129 (Frost)", -- [23]
				"Солнечные вихри Солнечные вихри Зеркальное изображение <Крем> Hit -939 (1043 сопрот.) (Fire)", -- [24]
				"Солнечные вихри Солнечные вихри Зеркальное изображение <Крем> Hit -786 (1965 сопрот.) (Fire)", -- [25]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7515 (Fire)", -- [26]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -8371 (Fire)", -- [27]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [28]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -658 (Fire)", -- [29]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -663 (Fire)", -- [30]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -659 (Fire)", -- [31]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1124 (Frost)", -- [32]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7315 (813 сопрот.) (Fire)", -- [33]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6764 (752 сопрот.) (Fire)", -- [34]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6697 (1674 сопрот.) (Fire)", -- [35]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [36]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1122 (Frost)", -- [37]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1108 (Frost)", -- [38]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -6012 (1503 сопрот.) (Fire)", -- [39]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -5689 (2438 сопрот.) (Fire)", -- [40]
				"Радж Солнечная молния (УЗВ) Зеркальное изображение <Крем> Tick -7534 (837 сопрот.) (Fire)", -- [41]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1128 (Frost)", -- [42]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1129 (Frost)", -- [43]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1106 (Frost)", -- [44]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -661 (Fire)", -- [45]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -666 (Fire)", -- [46]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1119 (Frost)", -- [47]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [48]
				"Зеркальное изображение <Крем> Огненный взрыв Радж Hit -656 (Fire)", -- [49]
				"Зеркальное изображение <Крем> Ледяная стрела Радж Hit -1120 (Frost)", -- [50]
			},
			["Name"] = "Зеркальное изображение",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				1453.465, -- [1]
				1453.465, -- [2]
				1454.18, -- [3]
				1455.781, -- [4]
				1455.977, -- [5]
				1456.377, -- [6]
				1456.879, -- [7]
				1456.879, -- [8]
				1456.88, -- [9]
				1434.282, -- [10]
				1434.284, -- [11]
				1434.284, -- [12]
				1435.213, -- [13]
				1435.959, -- [14]
				1436.323, -- [15]
				1436.39, -- [16]
				1437.159, -- [17]
				1437.16, -- [18]
				1437.161, -- [19]
				1437.209, -- [20]
				1437.209, -- [21]
				1438.38, -- [22]
				1438.62, -- [23]
				1439.997, -- [24]
				1439.997, -- [25]
				1440.389, -- [26]
				1440.39, -- [27]
				1440.391, -- [28]
				1441.577, -- [29]
				1441.578, -- [30]
				1442.436, -- [31]
				1442.819, -- [32]
				1443.237, -- [33]
				1443.238, -- [34]
				1443.238, -- [35]
				1445.344, -- [36]
				1445.51, -- [37]
				1445.977, -- [38]
				1446.231, -- [39]
				1446.232, -- [40]
				1446.232, -- [41]
				1447.94, -- [42]
				1447.94, -- [43]
				1448.506, -- [44]
				1449.659, -- [45]
				1449.659, -- [46]
				1450.353, -- [47]
				1450.354, -- [48]
				1450.457, -- [49]
				1450.768, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 20.35,
								},
								["Огненный взрыв"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 31.92,
						},
					},
					["DamageTaken"] = 109358,
					["ElementTakenResist"] = {
						["Fire"] = 21328,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1674,
									["min"] = 752,
									["count"] = 11,
									["amount"] = 12760,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2438,
									["min"] = 2438,
									["count"] = 1,
									["amount"] = 2438,
								},
							},
							["count"] = 15,
							["amount"] = 15198,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["75%Сопротив."] = {
									["max"] = 2100,
									["min"] = 1965,
									["count"] = 2,
									["amount"] = 4065,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1043,
									["min"] = 1022,
									["count"] = 2,
									["amount"] = 2065,
								},
							},
							["count"] = 5,
							["amount"] = 6130,
						},
					},
					["DeathCount"] = 3,
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 31.92,
					["ElementTaken"] = {
						["Fire"] = 109358,
					},
					["Damage"] = 35731,
					["ElementDone"] = {
						["Frost"] = 29116,
						["Fire"] = 6615,
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 20,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 29116,
								},
								["Огненный взрыв"] = {
									["count"] = 6615,
								},
							},
							["amount"] = 35731,
						},
					},
					["TimeDamage"] = 31.92,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 20.35,
								},
								["Огненный взрыв"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 31.92,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 104873,
								},
							},
							["amount"] = 104873,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 4485,
								},
							},
							["amount"] = 4485,
						},
					},
					["Attacks"] = {
						["Ледяная стрела"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1130,
									["min"] = 1106,
									["count"] = 26,
									["amount"] = 29116,
								},
							},
							["count"] = 26,
							["amount"] = 29116,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 666,
									["min"] = 656,
									["count"] = 10,
									["amount"] = 6615,
								},
							},
							["count"] = 10,
							["amount"] = 6615,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 26,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 20.35,
								},
								["Огненный взрыв"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 31.92,
						},
					},
					["DamageTaken"] = 109358,
					["ElementTakenResist"] = {
						["Fire"] = 21328,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1674,
									["min"] = 752,
									["count"] = 11,
									["amount"] = 12760,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2438,
									["min"] = 2438,
									["count"] = 1,
									["amount"] = 2438,
								},
							},
							["count"] = 15,
							["amount"] = 15198,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["75%Сопротив."] = {
									["max"] = 2100,
									["min"] = 1965,
									["count"] = 2,
									["amount"] = 4065,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1043,
									["min"] = 1022,
									["count"] = 2,
									["amount"] = 2065,
								},
							},
							["count"] = 5,
							["amount"] = 6130,
						},
					},
					["DeathCount"] = 3,
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 31.92,
					["ElementTaken"] = {
						["Fire"] = 109358,
					},
					["Damage"] = 35731,
					["ElementDone"] = {
						["Frost"] = 29116,
						["Fire"] = 6615,
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 20,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 29116,
								},
								["Огненный взрыв"] = {
									["count"] = 6615,
								},
							},
							["amount"] = 35731,
						},
					},
					["TimeDamage"] = 31.92,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Ледяная стрела"] = {
									["count"] = 20.35,
								},
								["Огненный взрыв"] = {
									["count"] = 11.57,
								},
							},
							["amount"] = 31.92,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 104873,
								},
							},
							["amount"] = 104873,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 4485,
								},
							},
							["amount"] = 4485,
						},
					},
					["Attacks"] = {
						["Ледяная стрела"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1130,
									["min"] = 1106,
									["count"] = 26,
									["amount"] = 29116,
								},
							},
							["count"] = 26,
							["amount"] = 29116,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 666,
									["min"] = 656,
									["count"] = 10,
									["amount"] = 6615,
								},
							},
							["count"] = 10,
							["amount"] = 6615,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 26,
								},
							},
							["amount"] = 26,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
					},
				},
			},
			["UnitLockout"] = 1293404246,
			["LastActive"] = 1293404245,
		},
		["Элементаль воды <Крем>"] = {
			["GUID"] = "0xF1404FEC9700020C",
			["LastEventHealth"] = {
				"53298 (87%)", -- [1]
				"52845 (86%)", -- [2]
				"55530 (91%)", -- [3]
				"55144 (90%)", -- [4]
				"47656 (78%)", -- [5]
				"50322 (82%)", -- [6]
				"50322 (82%)", -- [7]
				"53399 (87%)", -- [8]
				"52973 (86%)", -- [9]
				"52550 (86%)", -- [10]
				"45062 (73%)", -- [11]
				"44683 (73%)", -- [12]
				"37193 (60%)", -- [13]
				"41990 (68%)", -- [14]
				"41990 (68%)", -- [15]
				"34461 (56%)", -- [16]
				"36012 (59%)", -- [17]
				"36012 (59%)", -- [18]
				"37573 (61%)", -- [19]
				"37566 (61%)", -- [20]
				"39128 (64%)", -- [21]
				"40686 (66%)", -- [22]
				"40686 (66%)", -- [23]
				"43762 (71%)", -- [24]
				"45324 (74%)", -- [25]
				"49001 (80%)", -- [26]
				"48996 (80%)", -- [27]
				"53532 (87%)", -- [28]
				"53532 (87%)", -- [29]
				"56635 (92%)", -- [30]
				"58195 (95%)", -- [31]
				"58195 (95%)", -- [32]
				"60997 (100%)", -- [33]
				"60997 (100%)", -- [34]
				"60997 (100%)", -- [35]
				"60997 (100%)", -- [36]
				"60997 (100%)", -- [37]
				"60997 (100%)", -- [38]
				"60997 (100%)", -- [39]
				"60997 (100%)", -- [40]
				"60997 (100%)", -- [41]
				"52677 (86%)", -- [42]
				"56414 (92%)", -- [43]
				"56414 (92%)", -- [44]
				"57144 (93%)", -- [45]
				"56807 (93%)", -- [46]
				"50983 (83%)", -- [47]
				"50596 (82%)", -- [48]
				"50228 (82%)", -- [49]
				"53298 (87%)", -- [50]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"HEAL", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["HealingTaken"] = {
					100680, -- [1]
				},
				["ActiveTime"] = {
					66.94, -- [1]
				},
				["TimeDamage"] = {
					66.94, -- [1]
				},
				["ManaGain"] = {
					4120, -- [1]
				},
				["DamageTaken"] = {
					124455, -- [1]
				},
				["Damage"] = {
					131482, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Элементаль воды",
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				nil, -- [1]
				0.7377412003869043, -- [2]
				4.401855828975196, -- [3]
				0.632818007442989, -- [4]
				12.27601357443809, -- [5]
				4.37070675606997, -- [6]
				nil, -- [7]
				5.044510385756676, -- [8]
				0.698395003032936, -- [9]
				0.69347672836369, -- [10]
				12.27601357443809, -- [11]
				0.6213420332147482, -- [12]
				12.27601357443809, -- [13]
				nil, -- [14]
				nil, -- [15]
				12.34322999491778, -- [16]
				2.542748004000197, -- [17]
				nil, -- [18]
				2.559142252897684, -- [19]
				nil, -- [20]
				2.560781677787432, -- [21]
				2.554223978228437, -- [22]
				nil, -- [23]
				5.042870960866928, -- [24]
				2.560781677787432, -- [25]
				6.028165319605883, -- [26]
				nil, -- [27]
				7.436431299899995, -- [28]
				nil, -- [29]
				5.087135432890142, -- [30]
				2.557502828007935, -- [31]
				[33] = 5.026476711969441,
				[34] = 5.026476711969441,
				[36] = 6.110136564093316,
				[37] = 2.523074905323213,
				[40] = 22.53225568470581,
				[41] = 2.511598931094972,
				[42] = 13.64001508270899,
				[43] = 6.126530812990803,
				[45] = 1.196780169516534,
				[46] = 0.5524861878453039,
				[47] = 9.548010557896291,
				[48] = 0.6344574323327377,
				[49] = 0.6033083594275128,
				[50] = 5.033034411528436,
			},
			["type"] = "Pet",
			["LastDamageTaken"] = 7488,
			["TimeLast"] = {
				["HealingTaken"] = 1293404288,
				["ManaGain"] = 1293404301,
				["ActiveTime"] = 1293404288,
				["TimeDamage"] = 1293404288,
				["OVERALL"] = 1293404301,
				["DamageTaken"] = 1293404293,
				["Damage"] = 1293404288,
			},
			["Owner"] = "Крем",
			["LastAbility"] = 1499.229,
			["NextEventNum"] = 14,
			["LastEventHealthNum"] = {
				87.37806777382494, -- [1]
				86.6354082987688, -- [2]
				91.03726412774398, -- [3]
				90.404446120301, -- [4]
				78.12843254586291, -- [5]
				82.49913930193289, -- [6]
				82.49913930193289, -- [7]
				87.54364968768955, -- [8]
				86.84525468465662, -- [9]
				86.15177795629293, -- [10]
				73.87576438185485, -- [11]
				73.25442234864009, -- [12]
				60.97512992442251, -- [13]
				68.83945112054691, -- [14]
				68.83945112054691, -- [15]
				56.49622112562913, -- [16]
				59.03896912962933, -- [17]
				59.03896912962933, -- [18]
				61.59811138252701, -- [19]
				61.58663540829877, -- [20]
				64.14741708608621, -- [21]
				66.70164106431464, -- [22]
				66.70164106431464, -- [23]
				71.74451202518156, -- [24]
				74.305293702969, -- [25]
				80.33345902257489, -- [26]
				80.32526189812614, -- [27]
				87.76169319802614, -- [28]
				87.76169319802614, -- [29]
				92.84882863091627, -- [30]
				95.40633145892421, -- [31]
				95.40633145892421, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				86.35998491729102, -- [42]
				92.48651573028182, -- [43]
				92.48651573028182, -- [44]
				93.68329589979835, -- [45]
				93.13080971195305, -- [46]
				83.58279915405676, -- [47]
				82.94834172172402, -- [48]
				82.34503336229651, -- [49]
				87.37806777382494, -- [50]
			},
			["LastEvents"] = {
				"Элементаль воды <Крем> Водяная стрела Радж Hit -4076 (Frost)", -- [1]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -450 (Fire)", -- [2]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +2685", -- [3]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -386 (429 сопрот.) (Fire)", -- [4]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -7488 (832 сопрот.) (Fire)", -- [5]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +2666", -- [6]
				"Элементаль воды <Крем> Водяная стрела Радж Crit -16112 (Frost)", -- [7]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3077", -- [8]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -426 (Fire)", -- [9]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -423 (470 сопрот.) (Fire)", -- [10]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -7488 (832 сопрот.) (Fire)", -- [11]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -379 (421 сопрот.) (Fire)", -- [12]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -7488 (832 сопрот.) (Fire)", -- [13]
				"Элементаль воды <Крем> Водяная стрела Радж Crit -7063 (Frost)", -- [14]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -3487 (Frost)", -- [15]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -7529 (837 сопрот.) (Fire)", -- [16]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1551", -- [17]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -3524 (Frost)", -- [18]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1561", -- [19]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -3471 (Frost)", -- [20]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1562", -- [21]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1558", -- [22]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -3988 (Frost)", -- [23]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3076", -- [24]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1562", -- [25]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3677", -- [26]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -4042 (Frost)", -- [27]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +4536", -- [28]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -4007 (Frost)", -- [29]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3103", -- [30]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1560", -- [31]
				"Элементаль воды <Крем> Водяная стрела Радж Crit -8063 (Frost)", -- [32]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3066 (264 избыт. лечение)", -- [33]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3066 (3066 избыт. лечение)", -- [34]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -3996 (Frost)", -- [35]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3727 (3727 избыт. лечение)", -- [36]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1539 (1539 избыт. лечение)", -- [37]
				"Элементаль воды <Крем> Холод Радж Hit -570 (Frost)", -- [38]
				"Элементаль воды <Крем> Водяная стрела Радж Crit -8065 (Frost)", -- [39]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +13744 (13744 избыт. лечение)", -- [40]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1532 (1532 избыт. лечение)", -- [41]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -8320 (Fire)", -- [42]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3737", -- [43]
				"Элементаль воды <Крем> Водяная стрела Радж Hit -4040 (Frost)", -- [44]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +730", -- [45]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -337 (1447 сопрот.) (Fire)", -- [46]
				"Радж Солнечная молния (УЗВ) Элементаль воды <Крем> Tick -5824 (2496 сопрот.) (Fire)", -- [47]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -387 (430 сопрот.) (Fire)", -- [48]
				"Радж Благословение Солнца Элементаль воды <Крем> Hit -368 (921 сопрот.) (Fire)", -- [49]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3070", -- [50]
			},
			["Name"] = "Элементаль воды",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				true, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				1496.815, -- [1]
				1497.455, -- [2]
				1497.856, -- [3]
				1498.239, -- [4]
				1498.417, -- [5]
				1499.035, -- [6]
				1499.229, -- [7]
				1499.4, -- [8]
				1499.401, -- [9]
				1500.265, -- [10]
				1501.417, -- [11]
				1501.536, -- [12]
				1504.476, -- [13]
				1470.13, -- [14]
				1472.703, -- [15]
				1472.708, -- [16]
				1474.188, -- [17]
				1475.064, -- [18]
				1475.7, -- [19]
				1477.078, -- [20]
				1477.08, -- [21]
				1478.613, -- [22]
				1479.374, -- [23]
				1479.78, -- [24]
				1480.961, -- [25]
				1480.962, -- [26]
				1481.724, -- [27]
				1482.181, -- [28]
				1484.185, -- [29]
				1484.188, -- [30]
				1485.751, -- [31]
				1486.465, -- [32]
				1487.002, -- [33]
				1488.197, -- [34]
				1488.895, -- [35]
				1489.416, -- [36]
				1489.782, -- [37]
				1491.29, -- [38]
				1491.295, -- [39]
				1492.192, -- [40]
				1492.199, -- [41]
				1492.423, -- [42]
				1493.024, -- [43]
				1493.819, -- [44]
				1494.211, -- [45]
				1494.227, -- [46]
				1495.438, -- [47]
				1495.447, -- [48]
				1496.245, -- [49]
				1496.642, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 6.790000000000001,
								},
								["Водяная стрела"] = {
									["count"] = 60.15000000000001,
								},
							},
							["amount"] = 66.94,
						},
					},
					["DamageTaken"] = 124455,
					["ElementTakenResist"] = {
						["Fire"] = 32084,
					},
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1108,
									["min"] = 1078,
									["count"] = 2,
									["amount"] = 2186,
								},
							},
							["count"] = 5,
							["amount"] = 2186,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1615,
									["min"] = 832,
									["count"] = 10,
									["amount"] = 10689,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2510,
									["min"] = 2496,
									["count"] = 2,
									["amount"] = 5006,
								},
							},
							["count"] = 15,
							["amount"] = 15695,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 470,
									["min"] = 421,
									["count"] = 4,
									["amount"] = 1750,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 1447,
									["min"] = 921,
									["count"] = 2,
									["amount"] = 2368,
								},
							},
							["count"] = 8,
							["amount"] = 4118,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["75%Сопротив."] = {
									["max"] = 3020,
									["min"] = 1967,
									["count"] = 2,
									["amount"] = 4987,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1071,
									["min"] = 969,
									["count"] = 5,
									["amount"] = 5098,
								},
							},
							["count"] = 9,
							["amount"] = 10085,
						},
					},
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 3961,
								},
							},
							["amount"] = 3961,
						},
					},
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 66.94,
					["ElementTaken"] = {
						["Fire"] = 124455,
					},
					["Damage"] = 131482,
					["WhoHealed"] = {
						["Крем"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 100680,
								},
							},
							["amount"] = 100680,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 22,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 37,
						},
					},
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 3961,
								},
							},
							["amount"] = 3961,
						},
					},
					["Attacks"] = {
						["Холод"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1056,
									["min"] = 1056,
									["count"] = 1,
									["amount"] = 1056,
								},
								["Hit"] = {
									["max"] = 570,
									["min"] = 533,
									["count"] = 2,
									["amount"] = 1103,
								},
							},
							["count"] = 3,
							["amount"] = 2159,
						},
						["Водяная стрела"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 16112,
									["min"] = 7018,
									["count"] = 6,
									["amount"] = 54608,
								},
								["Hit"] = {
									["max"] = 4959,
									["min"] = 3470,
									["count"] = 19,
									["amount"] = 74715,
								},
							},
							["count"] = 25,
							["amount"] = 129323,
						},
					},
					["ElementDone"] = {
						["Frost"] = 131482,
					},
					["HealingTaken"] = 100680,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 2159,
								},
								["Водяная стрела"] = {
									["count"] = 129323,
								},
							},
							["amount"] = 131482,
						},
					},
					["TimeDamage"] = 66.94,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 6.790000000000001,
								},
								["Водяная стрела"] = {
									["count"] = 60.15000000000001,
								},
							},
							["amount"] = 66.94,
						},
					},
					["ManaGain"] = 3961,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 108100,
								},
								["Благословение Солнца"] = {
									["count"] = 3156,
								},
							},
							["amount"] = 111256,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 5146,
								},
								["Солнечный огонь"] = {
									["count"] = 8053,
								},
							},
							["amount"] = 13199,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 28,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 159,
								},
							},
							["amount"] = 159,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 159,
								},
							},
							["amount"] = 159,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 159,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 6.790000000000001,
								},
								["Водяная стрела"] = {
									["count"] = 60.15000000000001,
								},
							},
							["amount"] = 66.94,
						},
					},
					["DamageTaken"] = 124455,
					["ElementTakenResist"] = {
						["Fire"] = 32084,
					},
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1108,
									["min"] = 1078,
									["count"] = 2,
									["amount"] = 2186,
								},
							},
							["count"] = 5,
							["amount"] = 2186,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1615,
									["min"] = 832,
									["count"] = 10,
									["amount"] = 10689,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2510,
									["min"] = 2496,
									["count"] = 2,
									["amount"] = 5006,
								},
							},
							["count"] = 15,
							["amount"] = 15695,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 470,
									["min"] = 421,
									["count"] = 4,
									["amount"] = 1750,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 1447,
									["min"] = 921,
									["count"] = 2,
									["amount"] = 2368,
								},
							},
							["count"] = 8,
							["amount"] = 4118,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["75%Сопротив."] = {
									["max"] = 3020,
									["min"] = 1967,
									["count"] = 2,
									["amount"] = 4987,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1071,
									["min"] = 969,
									["count"] = 5,
									["amount"] = 5098,
								},
							},
							["count"] = 9,
							["amount"] = 10085,
						},
					},
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 4120,
								},
							},
							["amount"] = 4120,
						},
					},
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 66.94,
					["ElementTaken"] = {
						["Fire"] = 124455,
					},
					["Damage"] = 131482,
					["WhoHealed"] = {
						["Крем"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 100680,
								},
							},
							["amount"] = 100680,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 22,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 37,
						},
					},
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 4120,
								},
							},
							["amount"] = 4120,
						},
					},
					["Attacks"] = {
						["Холод"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1056,
									["min"] = 1056,
									["count"] = 1,
									["amount"] = 1056,
								},
								["Hit"] = {
									["max"] = 570,
									["min"] = 533,
									["count"] = 2,
									["amount"] = 1103,
								},
							},
							["count"] = 3,
							["amount"] = 2159,
						},
						["Водяная стрела"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 16112,
									["min"] = 7018,
									["count"] = 6,
									["amount"] = 54608,
								},
								["Hit"] = {
									["max"] = 4959,
									["min"] = 3470,
									["count"] = 19,
									["amount"] = 74715,
								},
							},
							["count"] = 25,
							["amount"] = 129323,
						},
					},
					["ElementDone"] = {
						["Frost"] = 131482,
					},
					["HealingTaken"] = 100680,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 2159,
								},
								["Водяная стрела"] = {
									["count"] = 129323,
								},
							},
							["amount"] = 131482,
						},
					},
					["TimeDamage"] = 66.94,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Холод"] = {
									["count"] = 6.790000000000001,
								},
								["Водяная стрела"] = {
									["count"] = 60.15000000000001,
								},
							},
							["amount"] = 66.94,
						},
					},
					["ManaGain"] = 4120,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 108100,
								},
								["Благословение Солнца"] = {
									["count"] = 3156,
								},
							},
							["amount"] = 111256,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 5146,
								},
								["Солнечный огонь"] = {
									["count"] = 8053,
								},
							},
							["amount"] = 13199,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 7,
								},
								["Hit"] = {
									["count"] = 21,
								},
							},
							["amount"] = 28,
						},
					},
				},
			},
			["UnitLockout"] = 1293404214,
			["LastActive"] = 1293404301,
		},
		["Мини-дирижабль <Лафариэль>"] = {
			["GUID"] = "0xF130867C00089B8B",
			["LastEventHealth"] = {
				"0%", -- [1]
			},
			["LastEventType"] = {
				"MISC", -- [1]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Мини-дирижабль",
			["level"] = 1,
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"Мини-дирижабль <Лафариэль> умирает.", -- [1]
					},
					["EventNum"] = {
						0, -- [1]
					},
					["DeathAt"] = 1293404194,
					["HealthNum"] = {
						0, -- [1]
					},
					["Health"] = {
						"0%", -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
			},
			["Owner"] = "Лафариэль",
			["NextEventNum"] = 2,
			["LastEventHealthNum"] = {
				0, -- [1]
			},
			["LastEvents"] = {
				"Мини-дирижабль <Лафариэль> умирает.", -- [1]
			},
			["Name"] = "Мини-дирижабль",
			["TimeLast"] = {
				["OVERALL"] = 1293404192,
				["DeathCount"] = 1293404192,
			},
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["LastEventTimes"] = {
				1402.858, -- [1]
			},
			["UnitLockout"] = 1293404192,
			["Fights"] = {
				["LastFightData"] = {
					["DeathCount"] = 1,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DeathCount"] = 1,
				},
			},
		},
		["Мозгогул <Графинша>"] = {
			["GUID"] = "0xF1402FA85B000223",
			["LastEventHealth"] = {
				"27188 (37%)", -- [1]
				"27188 (37%)", -- [2]
				"26770 (36%)", -- [3]
				"26770 (36%)", -- [4]
				"26344 (35%)", -- [5]
				"26344 (35%)", -- [6]
				"26344 (35%)", -- [7]
				"18352 (25%)", -- [8]
				"17895 (24%)", -- [9]
				"11964 (16%)", -- [10]
				"73327 (100%)", -- [11]
				"73327 (100%)", -- [12]
				"73327 (100%)", -- [13]
				"73327 (100%)", -- [14]
				"73327 (100%)", -- [15]
				"73327 (100%)", -- [16]
				"73327 (100%)", -- [17]
				"72259 (98%)", -- [18]
				"71177 (97%)", -- [19]
				"70188 (95%)", -- [20]
				"69124 (94%)", -- [21]
				"68098 (92%)", -- [22]
				"67115 (91%)", -- [23]
				"66067 (90%)", -- [24]
				"65084 (88%)", -- [25]
				"64077 (87%)", -- [26]
				"63016 (85%)", -- [27]
				"61968 (84%)", -- [28]
				"61968 (84%)", -- [29]
				"61968 (84%)", -- [30]
				"53976 (73%)", -- [31]
				"52889 (72%)", -- [32]
				"51778 (70%)", -- [33]
				"50739 (69%)", -- [34]
				"49718 (67%)", -- [35]
				"48602 (66%)", -- [36]
				"47487 (64%)", -- [37]
				"46400 (63%)", -- [38]
				"45420 (61%)", -- [39]
				"44962 (61%)", -- [40]
				"44962 (61%)", -- [41]
				"36970 (50%)", -- [42]
				"36489 (49%)", -- [43]
				"36489 (49%)", -- [44]
				"36061 (49%)", -- [45]
				"36061 (49%)", -- [46]
				"35627 (48%)", -- [47]
				"35627 (48%)", -- [48]
				"35180 (47%)", -- [49]
				"35180 (47%)", -- [50]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeDamage"] = {
					29.03, -- [1]
				},
				["Damage"] = {
					139412, -- [1]
				},
				["DamageTaken"] = {
					63424, -- [1]
				},
				["ActiveTime"] = {
					29.03, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Мозгогул",
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				10.89912310608644, -- [1]
				nil, -- [2]
				0.5700492315245408, -- [3]
				nil, -- [4]
				0.5809592646637665, -- [5]
				nil, -- [6]
				nil, -- [7]
				10.89912310608644, -- [8]
				0.6232356430782658, -- [9]
				10.89912310608644, -- [10]
				nil, -- [11]
				nil, -- [12]
				nil, -- [13]
				nil, -- [14]
				nil, -- [15]
				nil, -- [16]
				nil, -- [17]
				1.456489424086626, -- [18]
				1.475581982080271, -- [19]
				1.348752846836772, -- [20]
				1.451034407517013, -- [21]
				1.399211750105691, -- [22]
				1.340570321982353, -- [23]
				1.429214341238562, -- [24]
				1.340570321982353, -- [25]
				1.37330042140003, -- [26]
				1.446943145089803, -- [27]
				1.429214341238562, -- [28]
				nil, -- [29]
				nil, -- [30]
				10.89912310608644, -- [31]
				1.482400752792287, -- [32]
				1.515130852209964, -- [33]
				1.416940553956933, -- [34]
				1.392392979393675, -- [35]
				1.52194962292198, -- [36]
				1.520585868779576, -- [37]
				1.482400752792287, -- [38]
				1.336479059555144, -- [39]
				0.624599397220669, -- [40]
				nil, -- [41]
				10.89912310608644, -- [42]
				0.6559657424959429, -- [43]
				nil, -- [44]
				0.5836867729485729, -- [45]
				nil, -- [46]
				0.591869297802992, -- [47]
				nil, -- [48]
				0.6095981016542338, -- [49]
			},
			["type"] = "Pet",
			["LastDamageTaken"] = 7992,
			["TimeLast"] = {
				["ActiveTime"] = 1293404290,
				["TimeDamage"] = 1293404290,
				["OVERALL"] = 1293404293,
				["DamageTaken"] = 1293404293,
				["Damage"] = 1293404290,
			},
			["Owner"] = "Графинша",
			["LastAbility"] = 1501.409,
			["NextEventNum"] = 11,
			["LastEventHealthNum"] = {
				37.0777476236584, -- [1]
				37.0777476236584, -- [2]
				36.50769839213387, -- [3]
				36.50769839213387, -- [4]
				35.9267391274701, -- [5]
				35.9267391274701, -- [6]
				35.9267391274701, -- [7]
				25.02761602138367, -- [8]
				24.4043803783054, -- [9]
				16.31595455971198, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				98.54351057591337, -- [18]
				97.0679285938331, -- [19]
				95.71917574699633, -- [20]
				94.26814133947931, -- [21]
				92.86892958937362, -- [22]
				91.52835926739128, -- [23]
				90.09914492615272, -- [24]
				88.75857460417036, -- [25]
				87.38527418277033, -- [26]
				85.93833103768053, -- [27]
				84.50911669644196, -- [28]
				84.50911669644196, -- [29]
				84.50911669644196, -- [30]
				73.60999359035553, -- [31]
				72.12759283756324, -- [32]
				70.61246198535328, -- [33]
				69.19552143139634, -- [34]
				67.80312845200267, -- [35]
				66.28117882908069, -- [36]
				64.76059296030111, -- [37]
				63.27819220750883, -- [38]
				61.94171314795369, -- [39]
				61.31711375073301, -- [40]
				61.31711375073301, -- [41]
				50.41799064464659, -- [42]
				49.76202490215064, -- [43]
				49.76202490215064, -- [44]
				49.17833812920207, -- [45]
				49.17833812920207, -- [46]
				48.58646883139907, -- [47]
				48.58646883139907, -- [48]
				47.97687072974484, -- [49]
				47.97687072974484, -- [50]
			},
			["LastEvents"] = {
				"Радж Солнечная молния (УЗВ) Мозгогул <Графинша> Tick -7992 (Fire)", -- [1]
				"Мозгогул <Графинша> Атака ближнего боя Радж Glancing -8239 (Physical)", -- [2]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -418 (Fire)", -- [3]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -9400 (Physical)", -- [4]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -426 (Fire)", -- [5]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -9083 (Physical)", -- [6]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -9152 (Physical)", -- [7]
				"Радж Солнечная молния (УЗВ) Мозгогул <Графинша> Tick -7992 (Fire)", -- [8]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -457 (Fire)", -- [9]
				"Радж Солнечная молния (УЗВ) Мозгогул <Графинша> Tick -7992 (Fire)", -- [10]
				"Мозгогул <Графинша> Атака ближнего боя Радж Glancing -2275 (Physical)", -- [11]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -2872 (Physical)", -- [12]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -2754 (Physical)", -- [13]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -2816 (Physical)", -- [14]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -2821 (Physical)", -- [15]
				"Мозгогул <Графинша> Атака ближнего боя Радж Glancing -2682 (Physical)", -- [16]
				"Мозгогул <Графинша> Атака ближнего боя Радж Glancing -2543 (Physical)", -- [17]
				"Солнечные вихри Солнечные вихри Мозгогул <Графинша> Hit -1068 (Fire)", -- [18]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1082 (Fire)", -- [19]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -989 (Fire)", -- [20]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1064 (Fire)", -- [21]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1026 (Fire)", -- [22]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -983 (Fire)", -- [23]
				"Солнечные вихри Солнечные вихри Мозгогул <Графинша> Hit -1048 (Fire)", -- [24]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -983 (Fire)", -- [25]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1007 (Fire)", -- [26]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1061 (Fire)", -- [27]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1048 (Fire)", -- [28]
				"Мозгогул <Графинша> Атака ближнего боя Радж Crit -6323 (Physical)", -- [29]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -2092 (Physical)", -- [30]
				"Радж Солнечная молния (УЗВ) Мозгогул <Графинша> Tick -7992 (Fire)", -- [31]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1087 (Fire)", -- [32]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1111 (Fire)", -- [33]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1039 (Fire)", -- [34]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1021 (Fire)", -- [35]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1116 (Fire)", -- [36]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1115 (Fire)", -- [37]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -1087 (Fire)", -- [38]
				"Солнечные вихри Солнечный огонь Мозгогул <Графинша> Hit -980 (Fire)", -- [39]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -458 (Fire)", -- [40]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -7081 (Physical)", -- [41]
				"Радж Солнечная молния (УЗВ) Мозгогул <Графинша> Tick -7992 (Fire)", -- [42]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -481 (Fire)", -- [43]
				"Мозгогул <Графинша> Атака ближнего боя Радж Crit -14103 (Physical)", -- [44]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -428 (Fire)", -- [45]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -9625 (Physical)", -- [46]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -434 (Fire)", -- [47]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -8928 (Physical)", -- [48]
				"Радж Благословение Солнца Мозгогул <Графинша> Hit -447 (Fire)", -- [49]
				"Мозгогул <Графинша> Атака ближнего боя Радж Hit -9239 (Physical)", -- [50]
			},
			["Name"] = "Мозгогул",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				true, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				1498.415, -- [1]
				1499.036, -- [2]
				1499.4, -- [3]
				1499.861, -- [4]
				1500.265, -- [5]
				1500.642, -- [6]
				1501.409, -- [7]
				1501.415, -- [8]
				1501.535, -- [9]
				1504.475, -- [10]
				1481.306, -- [11]
				1482.004, -- [12]
				1482.855, -- [13]
				1483.568, -- [14]
				1484.189, -- [15]
				1484.933, -- [16]
				1485.748, -- [17]
				1485.752, -- [18]
				1486.606, -- [19]
				1486.607, -- [20]
				1486.607, -- [21]
				1487.005, -- [22]
				1487.005, -- [23]
				1487.005, -- [24]
				1487.006, -- [25]
				1487.006, -- [26]
				1487.369, -- [27]
				1487.369, -- [28]
				1490.075, -- [29]
				1490.674, -- [30]
				1492.425, -- [31]
				1492.615, -- [32]
				1492.615, -- [33]
				1493.024, -- [34]
				1493.025, -- [35]
				1493.026, -- [36]
				1493.425, -- [37]
				1493.425, -- [38]
				1493.825, -- [39]
				1494.227, -- [40]
				1495.436, -- [41]
				1495.44, -- [42]
				1495.446, -- [43]
				1496.117, -- [44]
				1496.244, -- [45]
				1496.815, -- [46]
				1497.454, -- [47]
				1497.748, -- [48]
				1498.239, -- [49]
				1498.412, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 897,
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 32,
						},
					},
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 8239,
									["min"] = 1699,
									["count"] = 5,
									["amount"] = 17438,
								},
								["Hit (Блокировано)"] = {
									["max"] = 2092,
									["min"] = 2092,
									["count"] = 1,
									["amount"] = 2092,
								},
								["Crit"] = {
									["max"] = 14103,
									["min"] = 4309,
									["count"] = 4,
									["amount"] = 29076,
								},
								["Hit"] = {
									["max"] = 9625,
									["min"] = 2130,
									["count"] = 18,
									["amount"] = 90806,
								},
							},
							["count"] = 28,
							["amount"] = 139412,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.03,
								},
							},
							["amount"] = 29.03,
						},
					},
					["DamageTaken"] = 63424,
					["WhoDamaged"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 2116,
								},
								["Солнечный огонь"] = {
									["count"] = 17799,
								},
							},
							["amount"] = 19915,
						},
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 39960,
								},
								["Благословение Солнца"] = {
									["count"] = 3549,
								},
							},
							["amount"] = 43509,
						},
					},
					["ElementDone"] = {
						["Melee"] = 139412,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 28,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 139412,
								},
							},
							["amount"] = 139412,
						},
					},
					["TimeDamage"] = 29.03,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.03,
								},
							},
							["amount"] = 29.03,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 63424,
					},
					["ActiveTime"] = 29.03,
					["Damage"] = 139412,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 897,
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 27,
								},
							},
							["amount"] = 32,
						},
					},
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 17,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 8239,
									["min"] = 1699,
									["count"] = 5,
									["amount"] = 17438,
								},
								["Hit (Блокировано)"] = {
									["max"] = 2092,
									["min"] = 2092,
									["count"] = 1,
									["amount"] = 2092,
								},
								["Crit"] = {
									["max"] = 14103,
									["min"] = 4309,
									["count"] = 4,
									["amount"] = 29076,
								},
								["Hit"] = {
									["max"] = 9625,
									["min"] = 2130,
									["count"] = 18,
									["amount"] = 90806,
								},
							},
							["count"] = 28,
							["amount"] = 139412,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.03,
								},
							},
							["amount"] = 29.03,
						},
					},
					["DamageTaken"] = 63424,
					["WhoDamaged"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 2116,
								},
								["Солнечный огонь"] = {
									["count"] = 17799,
								},
							},
							["amount"] = 19915,
						},
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 39960,
								},
								["Благословение Солнца"] = {
									["count"] = 3549,
								},
							},
							["amount"] = 43509,
						},
					},
					["ElementDone"] = {
						["Melee"] = 139412,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 19,
								},
							},
							["amount"] = 28,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 139412,
								},
							},
							["amount"] = 139412,
						},
					},
					["TimeDamage"] = 29.03,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29.03,
								},
							},
							["amount"] = 29.03,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 63424,
					},
					["ActiveTime"] = 29.03,
					["Damage"] = 139412,
				},
			},
			["UnitLockout"] = 1293404263,
			["LastActive"] = 1293404293,
		},
		["Вурдалак из войска мертвых <Графинша>"] = {
			["GUID"] = "0xF1305E8F0008A200",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"MISC", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"MISC", -- [9]
				"MISC", -- [10]
				"MISC", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"MISC", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					8, -- [1]
				},
				["ActiveTime"] = {
					17.94, -- [1]
				},
				["TimeDamage"] = {
					17.94, -- [1]
				},
				["DamageTaken"] = {
					279900, -- [1]
				},
				["Damage"] = {
					19633, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 8021,
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						-6.001999999999953, -- [1]
						-6.000999999999976, -- [2]
						-5.733999999999924, -- [3]
						-5.733999999999924, -- [4]
						-5.182000000000016, -- [5]
						-4.777000000000044, -- [6]
						-4.773999999999887, -- [7]
						-4.435999999999922, -- [8]
						-4.238000000000056, -- [9]
						-4.236999999999853, -- [10]
						-4, -- [11]
						-3.989000000000033, -- [12]
						-3.517000000000053, -- [13]
						-3.235999999999876, -- [14]
						-3.2349999999999, -- [15]
						-3.2349999999999, -- [16]
						-3.233999999999924, -- [17]
						-3.184999999999945, -- [18]
						-3.184999999999945, -- [19]
						-3.183999999999969, -- [20]
						-2.731999999999971, -- [21]
						-2.731999999999971, -- [22]
						-2.377999999999929, -- [23]
						-2.376999999999953, -- [24]
						-2.376999999999953, -- [25]
						-2.375999999999976, -- [26]
						-2.375, -- [27]
						-2.023999999999887, -- [28]
						-2.013999999999896, -- [29]
						-2.013999999999896, -- [30]
						-2.01299999999992, -- [31]
						-2.01299999999992, -- [32]
						-1.582999999999856, -- [33]
						-1.580999999999904, -- [34]
						-1.175999999999931, -- [35]
						-1.174999999999955, -- [36]
						-1.173999999999978, -- [37]
						-1.171000000000049, -- [38]
						-1.171000000000049, -- [39]
						-1.169999999999845, -- [40]
						-0.7729999999999109, -- [41]
						-0.7619999999999436, -- [42]
						-0.3969999999999345, -- [43]
						-0.3959999999999582, -- [44]
						-0.3949999999999818, -- [45]
						-0.005999999999858119, -- [46]
						-0.003999999999905413, -- [47]
						0, -- [48]
						0, -- [49]
						0.0009999999999763531, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [4]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [5]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [6]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [13]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [14]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [15]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [16]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [17]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [18]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [19]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [22]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [23]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [24]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [25]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [28]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [29]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [30]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [31]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [32]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -354 (Physical)", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -264 (Physical)", -- [34]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -227 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -285 (Physical)", -- [36]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -40431 (Physical)", -- [37]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1027 (Fire)", -- [38]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1035 (Fire)", -- [39]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -988 (Fire)", -- [40]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [41]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [42]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -964 (Fire)", -- [43]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1030 (Fire)", -- [44]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1063 (Fire)", -- [45]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [46]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [47]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [48]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [49]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1293404231,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"MISC", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						-6.001999999999953, -- [1]
						-6.000999999999976, -- [2]
						-5.733999999999924, -- [3]
						-5.733999999999924, -- [4]
						-5.182000000000016, -- [5]
						-4.777000000000044, -- [6]
						-4.773999999999887, -- [7]
						-4.435999999999922, -- [8]
						-4.238000000000056, -- [9]
						-4.236999999999853, -- [10]
						-4, -- [11]
						-3.989000000000033, -- [12]
						-3.517000000000053, -- [13]
						-3.235999999999876, -- [14]
						-3.2349999999999, -- [15]
						-3.2349999999999, -- [16]
						-3.233999999999924, -- [17]
						-3.184999999999945, -- [18]
						-3.184999999999945, -- [19]
						-3.183999999999969, -- [20]
						-2.731999999999971, -- [21]
						-2.731999999999971, -- [22]
						-2.377999999999929, -- [23]
						-2.376999999999953, -- [24]
						-2.376999999999953, -- [25]
						-2.375999999999976, -- [26]
						-2.375, -- [27]
						-2.023999999999887, -- [28]
						-2.013999999999896, -- [29]
						-2.013999999999896, -- [30]
						-2.01299999999992, -- [31]
						-2.01299999999992, -- [32]
						-1.582999999999856, -- [33]
						-1.580999999999904, -- [34]
						-1.175999999999931, -- [35]
						-1.174999999999955, -- [36]
						-1.173999999999978, -- [37]
						-1.171000000000049, -- [38]
						-1.171000000000049, -- [39]
						-1.169999999999845, -- [40]
						-0.7729999999999109, -- [41]
						-0.7619999999999436, -- [42]
						-0.3969999999999345, -- [43]
						-0.3959999999999582, -- [44]
						-0.3949999999999818, -- [45]
						-0.005999999999858119, -- [46]
						-0.003999999999905413, -- [47]
						0, -- [48]
						0, -- [49]
						0.0009999999999763531, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [4]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [5]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [6]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [13]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [14]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [15]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [16]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [17]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [18]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [19]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [22]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [23]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [24]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [25]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [28]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [29]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [30]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [31]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [32]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -354 (Physical)", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -264 (Physical)", -- [34]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -227 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -285 (Physical)", -- [36]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -40431 (Physical)", -- [37]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1027 (Fire)", -- [38]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1035 (Fire)", -- [39]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -988 (Fire)", -- [40]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [41]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [42]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -964 (Fire)", -- [43]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1030 (Fire)", -- [44]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1063 (Fire)", -- [45]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [46]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [47]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [48]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [49]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1293404231,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"MISC", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
				{
					["MessageTimes"] = {
						-6.002999999999929, -- [1]
						-6.001999999999953, -- [2]
						-5.7349999999999, -- [3]
						-5.7349999999999, -- [4]
						-5.182999999999993, -- [5]
						-4.77800000000002, -- [6]
						-4.774999999999864, -- [7]
						-4.436999999999898, -- [8]
						-4.239000000000033, -- [9]
						-4.237999999999829, -- [10]
						-4.000999999999976, -- [11]
						-3.990000000000009, -- [12]
						-3.518000000000029, -- [13]
						-3.236999999999853, -- [14]
						-3.235999999999876, -- [15]
						-3.235999999999876, -- [16]
						-3.2349999999999, -- [17]
						-3.185999999999922, -- [18]
						-3.185999999999922, -- [19]
						-3.184999999999945, -- [20]
						-2.732999999999947, -- [21]
						-2.732999999999947, -- [22]
						-2.378999999999905, -- [23]
						-2.377999999999929, -- [24]
						-2.377999999999929, -- [25]
						-2.376999999999953, -- [26]
						-2.375999999999976, -- [27]
						-2.024999999999864, -- [28]
						-2.014999999999873, -- [29]
						-2.014999999999873, -- [30]
						-2.013999999999896, -- [31]
						-2.013999999999896, -- [32]
						-1.583999999999833, -- [33]
						-1.58199999999988, -- [34]
						-1.176999999999907, -- [35]
						-1.175999999999931, -- [36]
						-1.174999999999955, -- [37]
						-1.172000000000026, -- [38]
						-1.172000000000026, -- [39]
						-1.170999999999822, -- [40]
						-0.7739999999998872, -- [41]
						-0.76299999999992, -- [42]
						-0.3979999999999109, -- [43]
						-0.3969999999999345, -- [44]
						-0.3959999999999582, -- [45]
						-0.006999999999834472, -- [46]
						-0.004999999999881766, -- [47]
						-0.0009999999999763531, -- [48]
						-0.0009999999999763531, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [4]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [5]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [6]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [13]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [14]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [15]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [16]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [17]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [18]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [19]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [22]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [23]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [24]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [25]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [28]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [29]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [30]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [31]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [32]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -354 (Physical)", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -264 (Physical)", -- [34]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -227 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -285 (Physical)", -- [36]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -40431 (Physical)", -- [37]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1027 (Fire)", -- [38]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1035 (Fire)", -- [39]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -988 (Fire)", -- [40]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [41]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [42]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -964 (Fire)", -- [43]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1030 (Fire)", -- [44]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1063 (Fire)", -- [45]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [46]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [47]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [48]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [49]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1293404231,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"MISC", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						false, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						true, -- [37]
						true, -- [38]
						true, -- [39]
						true, -- [40]
						true, -- [41]
						false, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						true, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [4]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [5]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [6]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [13]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [14]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [15]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [16]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [17]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [18]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [19]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [22]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [23]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [24]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [25]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [28]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [29]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [30]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [31]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [32]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -354 (Physical)", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -264 (Physical)", -- [34]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -227 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -285 (Physical)", -- [36]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -40431 (Physical)", -- [37]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1027 (Fire)", -- [38]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1035 (Fire)", -- [39]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -988 (Fire)", -- [40]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [41]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [42]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -964 (Fire)", -- [43]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1030 (Fire)", -- [44]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1063 (Fire)", -- [45]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [46]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [47]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [48]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [49]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [50]
					},
					["DeathAt"] = 1293404230,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-5.229000000000042, -- [1]
						-5.228000000000066, -- [2]
						-4.961000000000013, -- [3]
						-4.961000000000013, -- [4]
						-4.409000000000106, -- [5]
						-4.004000000000133, -- [6]
						-4.000999999999976, -- [7]
						-3.663000000000011, -- [8]
						-3.465000000000146, -- [9]
						-3.463999999999942, -- [10]
						-3.227000000000089, -- [11]
						-3.216000000000122, -- [12]
						-2.744000000000142, -- [13]
						-2.462999999999965, -- [14]
						-2.461999999999989, -- [15]
						-2.461999999999989, -- [16]
						-2.461000000000013, -- [17]
						-2.412000000000035, -- [18]
						-2.412000000000035, -- [19]
						-2.411000000000058, -- [20]
						-1.95900000000006, -- [21]
						-1.95900000000006, -- [22]
						-1.605000000000018, -- [23]
						-1.604000000000042, -- [24]
						-1.604000000000042, -- [25]
						-1.603000000000066, -- [26]
						-1.602000000000089, -- [27]
						-1.250999999999976, -- [28]
						-1.240999999999985, -- [29]
						-1.240999999999985, -- [30]
						-1.240000000000009, -- [31]
						-1.240000000000009, -- [32]
						-0.8099999999999454, -- [33]
						-0.8079999999999927, -- [34]
						-0.40300000000002, -- [35]
						-0.4020000000000437, -- [36]
						-0.4010000000000673, -- [37]
						-0.3980000000001382, -- [38]
						-0.3980000000001382, -- [39]
						-0.3969999999999345, -- [40]
						0, -- [41]
						0.01099999999996726, -- [42]
						0.3759999999999764, -- [43]
						0.3769999999999527, -- [44]
						0.3779999999999291, -- [45]
						0.7670000000000528, -- [46]
						0.7690000000000055, -- [47]
						0.7729999999999109, -- [48]
						0.7729999999999109, -- [49]
						0.7739999999998872, -- [50]
					},
					["KilledBy"] = "Радж",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"MISC", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [4]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						true, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						false, -- [30]
						false, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
						true, -- [35]
						true, -- [36]
						true, -- [37]
						true, -- [38]
						false, -- [39]
						false, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -601 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -246 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -254 (Physical)", -- [4]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -294 (Physical)", -- [5]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -273 (Physical)", -- [6]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -252 (Physical)", -- [7]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -39827 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -381 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [10]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [11]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1075 (Fire)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -370 (Physical)", -- [13]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [14]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8177 (Fire)", -- [15]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [16]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [17]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [18]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [19]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [22]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [23]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [24]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [25]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [28]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [29]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [30]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [31]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [32]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [33]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [34]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [35]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [36]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [37]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [38]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [39]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [40]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [41]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [42]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [43]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [44]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [45]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [46]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [47]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [48]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [49]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [50]
					},
					["DeathAt"] = 1293404227,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-4.697999999999865, -- [1]
						-4.548000000000002, -- [2]
						-3.548999999999978, -- [3]
						-3.548000000000002, -- [4]
						-3.349999999999909, -- [5]
						-3.198999999999842, -- [6]
						-3.198999999999842, -- [7]
						-3.196999999999889, -- [8]
						-3.192999999999984, -- [9]
						-2.844000000000051, -- [10]
						-2.532999999999902, -- [11]
						-2.396999999999935, -- [12]
						-2.396999999999935, -- [13]
						-2.114000000000033, -- [14]
						-2.113000000000056, -- [15]
						-2.111999999999853, -- [16]
						-2.110999999999876, -- [17]
						-2.1099999999999, -- [18]
						-2.001999999999953, -- [19]
						-2.000999999999976, -- [20]
						-1.733999999999924, -- [21]
						-1.733999999999924, -- [22]
						-1.182000000000016, -- [23]
						-0.7770000000000437, -- [24]
						-0.7739999999998872, -- [25]
						-0.4359999999999218, -- [26]
						-0.2380000000000564, -- [27]
						-0.2369999999998527, -- [28]
						0, -- [29]
						0.01099999999996726, -- [30]
						0.4829999999999473, -- [31]
						0.7640000000001237, -- [32]
						0.7650000000001, -- [33]
						0.7650000000001, -- [34]
						0.7660000000000764, -- [35]
						0.8150000000000546, -- [36]
						0.8150000000000546, -- [37]
						0.8160000000000309, -- [38]
						1.268000000000029, -- [39]
						1.268000000000029, -- [40]
						1.622000000000071, -- [41]
						1.623000000000047, -- [42]
						1.623000000000047, -- [43]
						1.624000000000024, -- [44]
						1.625, -- [45]
						1.976000000000113, -- [46]
						1.986000000000104, -- [47]
						1.986000000000104, -- [48]
						1.98700000000008, -- [49]
						1.98700000000008, -- [50]
					},
					["KilledBy"] = "Солнечные вихри",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"MISC", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"MISC", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [5]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						true, -- [35]
						false, -- [36]
						true, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						true, -- [41]
						true, -- [42]
						true, -- [43]
						true, -- [44]
						true, -- [45]
						false, -- [46]
						false, -- [47]
						false, -- [48]
						false, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [3]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -237 (Physical)", -- [4]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -315 (Physical)", -- [5]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -344 (Physical)", -- [6]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -324 (Physical)", -- [11]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -31655 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -252 (Physical)", -- [13]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [14]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -242 (Physical)", -- [15]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -296 (Physical)", -- [16]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [17]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -255 (Physical)", -- [18]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [19]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -311 (Physical)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -336 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -381 (Physical)", -- [22]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -328 (Physical)", -- [23]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -237 (Physical)", -- [24]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -208 (Physical)", -- [25]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -244 (Physical)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [27]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -601 (Physical)", -- [28]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [29]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -246 (Physical)", -- [30]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -254 (Physical)", -- [31]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -294 (Physical)", -- [32]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -273 (Physical)", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -252 (Physical)", -- [34]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -39827 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -381 (Physical)", -- [36]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [37]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [38]
						"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1075 (Fire)", -- [39]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -370 (Physical)", -- [40]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [41]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8177 (Fire)", -- [42]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [43]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [44]
						"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [45]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [46]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [47]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [48]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [49]
						"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [50]
					},
					["DeathAt"] = 1293404224,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageTimes"] = {
						-5.330999999999904, -- [1]
						-5.330999999999904, -- [2]
						-5.164999999999964, -- [3]
						-5.164999999999964, -- [4]
						-5.159999999999855, -- [5]
						-5.159999999999855, -- [6]
						-5.158999999999878, -- [7]
						-5.115000000000009, -- [8]
						-4.931999999999789, -- [9]
						-4.715999999999895, -- [10]
						-4.363999999999805, -- [11]
						-3.817000000000007, -- [12]
						-3.813999999999851, -- [13]
						-3.649999999999864, -- [14]
						-3.648999999999887, -- [15]
						-3.647999999999911, -- [16]
						-3.532999999999902, -- [17]
						-3.450999999999795, -- [18]
						-3.215999999999895, -- [19]
						-2.812999999999875, -- [20]
						-2.811999999999898, -- [21]
						-2.811999999999898, -- [22]
						-2.811999999999898, -- [23]
						-2.418999999999869, -- [24]
						-2.100999999999885, -- [25]
						-2.100999999999885, -- [26]
						-2.099999999999909, -- [27]
						-1.853999999999815, -- [28]
						-1.703999999999951, -- [29]
						-0.7049999999999272, -- [30]
						-0.7039999999999509, -- [31]
						-0.5059999999998581, -- [32]
						-0.3549999999997908, -- [33]
						-0.3549999999997908, -- [34]
						-0.3529999999998381, -- [35]
						-0.3489999999999327, -- [36]
						0, -- [37]
						0.3110000000001492, -- [38]
						0.4470000000001164, -- [39]
						0.4470000000001164, -- [40]
						0.7300000000000182, -- [41]
						0.7309999999999945, -- [42]
						0.7320000000001983, -- [43]
						0.7330000000001746, -- [44]
						0.734000000000151, -- [45]
						0.8420000000000982, -- [46]
						0.8430000000000746, -- [47]
						1.110000000000127, -- [48]
						1.110000000000127, -- [49]
						1.662000000000035, -- [50]
					},
					["KilledBy"] = "Солнечные вихри",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"MISC", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [6]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						true, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -247 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -277 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -254 (Physical)", -- [3]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -29321 (Physical)", -- [4]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -302 (Physical)", -- [5]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Dodge", -- [6]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -243 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -288 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -238 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -312 (Physical)", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -348 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -200 (Physical)", -- [13]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -279 (Physical)", -- [14]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -295 (Physical)", -- [15]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Crit -690 (Physical)", -- [16]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [17]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [18]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [19]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -237 (Physical)", -- [20]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -315 (Physical)", -- [21]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -344 (Physical)", -- [22]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [23]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [24]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [25]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [26]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -324 (Physical)", -- [27]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -31655 (Physical)", -- [28]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -252 (Physical)", -- [29]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [30]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -242 (Physical)", -- [31]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -296 (Physical)", -- [32]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [33]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -255 (Physical)", -- [34]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [35]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -311 (Physical)", -- [36]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -336 (Physical)", -- [37]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -381 (Physical)", -- [38]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -328 (Physical)", -- [39]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -237 (Physical)", -- [40]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -208 (Physical)", -- [41]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -244 (Physical)", -- [42]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -282 (Physical)", -- [43]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -601 (Physical)", -- [44]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -260 (Physical)", -- [45]
					},
					["DeathAt"] = 1293404221,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
					},
					["MessageTimes"] = {
						-4.844000000000051, -- [1]
						-4.843000000000075, -- [2]
						-4.843000000000075, -- [3]
						-4.83400000000006, -- [4]
						-4.832000000000107, -- [5]
						-4.560999999999922, -- [6]
						-4.295000000000073, -- [7]
						-4.027000000000044, -- [8]
						-3.247000000000071, -- [9]
						-3.246000000000095, -- [10]
						-3.242999999999938, -- [11]
						-3.241999999999962, -- [12]
						-3.180000000000064, -- [13]
						-3.078999999999951, -- [14]
						-2.896999999999935, -- [15]
						-2.444999999999936, -- [16]
						-1.798000000000002, -- [17]
						-1.798000000000002, -- [18]
						-1.632000000000062, -- [19]
						-1.632000000000062, -- [20]
						-1.626999999999953, -- [21]
						-1.626999999999953, -- [22]
						-1.625999999999976, -- [23]
						-1.582000000000107, -- [24]
						-1.398999999999887, -- [25]
						-1.182999999999993, -- [26]
						-0.8309999999999036, -- [27]
						-0.2840000000001055, -- [28]
						-0.2809999999999491, -- [29]
						-0.1169999999999618, -- [30]
						-0.1159999999999855, -- [31]
						-0.1150000000000091, -- [32]
						0, -- [33]
						0.08200000000010732, -- [34]
						0.3170000000000073, -- [35]
						0.7200000000000273, -- [36]
						0.7210000000000036, -- [37]
						0.7210000000000036, -- [38]
						0.7210000000000036, -- [39]
						1.114000000000033, -- [40]
						1.432000000000016, -- [41]
						1.432000000000016, -- [42]
						1.432999999999993, -- [43]
						1.679000000000087, -- [44]
						1.828999999999951, -- [45]
					},
					["KilledBy"] = "Радж",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"MISC", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"MISC", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
					},
				}, -- [7]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						true, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						true, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
					},
					["Messages"] = {
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -247 (Physical)", -- [1]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -277 (Physical)", -- [2]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -254 (Physical)", -- [3]
						"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -29321 (Physical)", -- [4]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -302 (Physical)", -- [5]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Dodge", -- [6]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -243 (Physical)", -- [7]
						"Вурдалак из войска мертвых <Графинша> умирает.", -- [8]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -288 (Physical)", -- [9]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -238 (Physical)", -- [10]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -312 (Physical)", -- [11]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -348 (Physical)", -- [12]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -200 (Physical)", -- [13]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -279 (Physical)", -- [14]
						"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -295 (Physical)", -- [15]
						"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Crit -690 (Physical)", -- [16]
					},
					["DeathAt"] = 1293404217,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["MessageTimes"] = {
						-0.8170000000000073, -- [1]
						-0.8160000000000309, -- [2]
						-0.8160000000000309, -- [3]
						-0.8070000000000164, -- [4]
						-0.8050000000000637, -- [5]
						-0.5339999999998781, -- [6]
						-0.2680000000000291, -- [7]
						0, -- [8]
						0.7799999999999727, -- [9]
						0.7809999999999491, -- [10]
						0.7840000000001055, -- [11]
						0.7850000000000819, -- [12]
						0.84699999999998, -- [13]
						0.9480000000000928, -- [14]
						1.130000000000109, -- [15]
						1.582000000000107, -- [16]
					},
					["KilledBy"] = "Радж",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"MISC", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
					},
				}, -- [8]
			},
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["TimeLast"] = {
				["DeathCount"] = 1293404229,
				["ActiveTime"] = 1293404228,
				["TimeDamage"] = 1293404228,
				["OVERALL"] = 1293404229,
				["DamageTaken"] = 1293404229,
				["Damage"] = 1293404228,
			},
			["Owner"] = "Графинша",
			["LastAbility"] = 1439.633,
			["NextEventNum"] = 12,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -988 (Fire)", -- [1]
				"Вурдалак из войска мертвых <Графинша> умирает.", -- [2]
				"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -301 (Physical)", -- [3]
				"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -964 (Fire)", -- [4]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1030 (Fire)", -- [5]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1063 (Fire)", -- [6]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [7]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [8]
				"Вурдалак из войска мертвых <Графинша> умирает.", -- [9]
				"Вурдалак из войска мертвых <Графинша> умирает.", -- [10]
				"Вурдалак из войска мертвых <Графинша> умирает.", -- [11]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Crit -513 (Physical)", -- [12]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -271 (Physical)", -- [13]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -289 (Physical)", -- [14]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -211 (Physical)", -- [15]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -965 (Fire)", -- [16]
				"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1056 (Fire)", -- [17]
				"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -28936 (Physical)", -- [18]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -291 (Physical)", -- [19]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -228 (Physical)", -- [20]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -304 (Physical)", -- [21]
				"Вурдалак из войска мертвых <Графинша> умирает.", -- [22]
				"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -377 (Physical)", -- [23]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -263 (Physical)", -- [24]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8021 (Fire)", -- [25]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -7831 (Fire)", -- [26]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8137 (Fire)", -- [27]
				"Радж Солнечная молния (УЗВ) Вурдалак из войска мертвых <Графинша> Tick -8486 (Fire)", -- [28]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1104 (Fire)", -- [29]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1003 (Fire)", -- [30]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -989 (Fire)", -- [31]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -201 (Physical)", -- [32]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -290 (Physical)", -- [33]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1108 (Fire)", -- [34]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1076 (Fire)", -- [35]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1060 (Fire)", -- [36]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1057 (Fire)", -- [37]
				"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -375 (Physical)", -- [38]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -280 (Physical)", -- [39]
				"Солнечные вихри Солнечные вихри Вурдалак из войска мертвых <Графинша> Hit -1049 (Fire)", -- [40]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1091 (Fire)", -- [41]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1026 (Fire)", -- [42]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -985 (Fire)", -- [43]
				"Вурдалак из войска мертвых <Графинша> Цапнуть Радж Hit -354 (Physical)", -- [44]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -264 (Physical)", -- [45]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Glancing -227 (Physical)", -- [46]
				"Вурдалак из войска мертвых <Графинша> Атака ближнего боя Радж Hit -285 (Physical)", -- [47]
				"Радж Атака ближнего боя Вурдалак из войска мертвых <Графинша> Hit -40431 (Physical)", -- [48]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1027 (Fire)", -- [49]
				"Солнечные вихри Солнечный огонь Вурдалак из войска мертвых <Графинша> Hit -1035 (Fire)", -- [50]
			},
			["Name"] = "Вурдалак из войска мертвых",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				1439.225, -- [1]
				1439.622, -- [2]
				1439.633, -- [3]
				1439.998, -- [4]
				1439.999, -- [5]
				1440, -- [6]
				1440.389, -- [7]
				1440.391, -- [8]
				1440.395, -- [9]
				1440.395, -- [10]
				1440.396, -- [11]
				1434.393, -- [12]
				1434.394, -- [13]
				1434.661, -- [14]
				1434.661, -- [15]
				1435.213, -- [16]
				1435.618, -- [17]
				1435.621, -- [18]
				1435.959, -- [19]
				1436.157, -- [20]
				1436.158, -- [21]
				1436.395, -- [22]
				1436.406, -- [23]
				1436.878, -- [24]
				1437.159, -- [25]
				1437.16, -- [26]
				1437.16, -- [27]
				1437.161, -- [28]
				1437.21, -- [29]
				1437.21, -- [30]
				1437.211, -- [31]
				1437.663, -- [32]
				1437.663, -- [33]
				1438.017, -- [34]
				1438.018, -- [35]
				1438.018, -- [36]
				1438.019, -- [37]
				1438.02, -- [38]
				1438.371, -- [39]
				1438.381, -- [40]
				1438.381, -- [41]
				1438.382, -- [42]
				1438.382, -- [43]
				1438.812, -- [44]
				1438.814, -- [45]
				1439.219, -- [46]
				1439.22, -- [47]
				1439.221, -- [48]
				1439.224, -- [49]
				1439.224, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 177,
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.12,
								},
								["Цапнуть"] = {
									["count"] = 2.82,
								},
							},
							["amount"] = 17.94,
						},
					},
					["DamageTaken"] = 279900,
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 8,
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.94,
					["ElementTaken"] = {
						["Melee"] = 170170,
						["Fire"] = 109730,
					},
					["Damage"] = 19633,
					["ElementDone"] = {
						["Melee"] = 13183,
						["Physical"] = 6450,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 8,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 49,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 18,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13183,
								},
								["Цапнуть"] = {
									["count"] = 6450,
								},
							},
							["amount"] = 19633,
						},
					},
					["TimeDamage"] = 17.94,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.12,
								},
								["Цапнуть"] = {
									["count"] = 2.82,
								},
							},
							["amount"] = 17.94,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 20,
								},
							},
							["amount"] = 31,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 273,
									["min"] = 201,
									["count"] = 8,
									["amount"] = 1895,
								},
								["Hit (Блокировано)"] = {
									["max"] = 211,
									["min"] = 200,
									["count"] = 2,
									["amount"] = 411,
								},
								["Hit"] = {
									["max"] = 304,
									["min"] = 237,
									["count"] = 36,
									["amount"] = 9763,
								},
								["Crit"] = {
									["max"] = 601,
									["min"] = 513,
									["count"] = 2,
									["amount"] = 1114,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 49,
							["amount"] = 13183,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 690,
									["min"] = 690,
									["count"] = 1,
									["amount"] = 690,
								},
								["Hit"] = {
									["max"] = 381,
									["min"] = 301,
									["count"] = 17,
									["amount"] = 5760,
								},
							},
							["count"] = 18,
							["amount"] = 6450,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 170170,
								},
								["Солнечная молния (УЗВ)"] = {
									["count"] = 88979,
								},
							},
							["amount"] = 259149,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 4144,
								},
								["Солнечный огонь"] = {
									["count"] = 16607,
								},
							},
							["amount"] = 20751,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 177,
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.12,
								},
								["Цапнуть"] = {
									["count"] = 2.82,
								},
							},
							["amount"] = 17.94,
						},
					},
					["DamageTaken"] = 279900,
					["PartialResist"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 8,
					["PartialAbsorb"] = {
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 17.94,
					["ElementTaken"] = {
						["Melee"] = 170170,
						["Fire"] = 109730,
					},
					["Damage"] = 19633,
					["ElementDone"] = {
						["Melee"] = 13183,
						["Physical"] = 6450,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 8,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 38,
								},
							},
							["amount"] = 49,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 18,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13183,
								},
								["Цапнуть"] = {
									["count"] = 6450,
								},
							},
							["amount"] = 19633,
						},
					},
					["TimeDamage"] = 17.94,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.12,
								},
								["Цапнуть"] = {
									["count"] = 2.82,
								},
							},
							["amount"] = 17.94,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 20,
								},
							},
							["amount"] = 31,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 273,
									["min"] = 201,
									["count"] = 8,
									["amount"] = 1895,
								},
								["Hit (Блокировано)"] = {
									["max"] = 211,
									["min"] = 200,
									["count"] = 2,
									["amount"] = 411,
								},
								["Hit"] = {
									["max"] = 304,
									["min"] = 237,
									["count"] = 36,
									["amount"] = 9763,
								},
								["Crit"] = {
									["max"] = 601,
									["min"] = 513,
									["count"] = 2,
									["amount"] = 1114,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 49,
							["amount"] = 13183,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 690,
									["min"] = 690,
									["count"] = 1,
									["amount"] = 690,
								},
								["Hit"] = {
									["max"] = 381,
									["min"] = 301,
									["count"] = 17,
									["amount"] = 5760,
								},
							},
							["count"] = 18,
							["amount"] = 6450,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 170170,
								},
								["Солнечная молния (УЗВ)"] = {
									["count"] = 88979,
								},
							},
							["amount"] = 259149,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 4144,
								},
								["Солнечный огонь"] = {
									["count"] = 16607,
								},
							},
							["amount"] = 20751,
						},
					},
				},
			},
			["UnitLockout"] = 1293404229,
			["LastActive"] = 1293404229,
		},
		["Лакстер"] = {
			["GUID"] = "0x0780000001B167D8",
			["LastEventHealth"] = {
				"78297 (69%)", -- [1]
				"78297 (69%)", -- [2]
				"78297 (69%)", -- [3]
				"74306 (65%)", -- [4]
				"67611 (59%)", -- [5]
				"67611 (59%)", -- [6]
				"67611 (59%)", -- [7]
				"63323 (56%)", -- [8]
				"63323 (56%)", -- [9]
				"63323 (56%)", -- [10]
				"63323 (56%)", -- [11]
				"63323 (56%)", -- [12]
				"59543 (52%)", -- [13]
				"88997 (78%)", -- [14]
				"88997 (78%)", -- [15]
				"81465 (72%)", -- [16]
				"86891 (76%)", -- [17]
				"86891 (76%)", -- [18]
				"106815 (94%)", -- [19]
				"113041 (100%)", -- [20]
				"110937 (98%)", -- [21]
				"113041 (100%)", -- [22]
				"113041 (100%)", -- [23]
				"102504 (90%)", -- [24]
				"102504 (90%)", -- [25]
				"102504 (90%)", -- [26]
				"102504 (90%)", -- [27]
				"102504 (90%)", -- [28]
				"102504 (90%)", -- [29]
				"102504 (90%)", -- [30]
				"102504 (90%)", -- [31]
				"95809 (84%)", -- [32]
				"95809 (84%)", -- [33]
				"95809 (84%)", -- [34]
				"91489 (80%)", -- [35]
				"91489 (80%)", -- [36]
				"91489 (80%)", -- [37]
				"96915 (85%)", -- [38]
				"96915 (85%)", -- [39]
				"89383 (79%)", -- [40]
				"85939 (76%)", -- [41]
				"85939 (76%)", -- [42]
				"85939 (76%)", -- [43]
				"85939 (76%)", -- [44]
				"85939 (76%)", -- [45]
				"82265 (72%)", -- [46]
				"82265 (72%)", -- [47]
				"82265 (72%)", -- [48]
				"82265 (72%)", -- [49]
				"78297 (69%)", -- [50]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					1.63, -- [1]
				},
				["Healing"] = {
					50856, -- [1]
				},
				["DamageTaken"] = {
					213142, -- [1]
				},
				["TimeDamage"] = {
					79.53000000000002, -- [1]
				},
				["EnergyGain"] = {
					120, -- [1]
				},
				["HealingTaken"] = {
					211038, -- [1]
				},
				["Overhealing"] = {
					21704, -- [1]
				},
				["ActiveTime"] = {
					81.16000000000003, -- [1]
				},
				["HOT_Time"] = {
					33, -- [1]
				},
				["ManaGain"] = {
					23291, -- [1]
				},
				["DOT_Time"] = {
					162, -- [1]
				},
				["Damage"] = {
					1174666, -- [1]
				},
			},
			["enClass"] = "DRUID",
			["unit"] = "Лакстер",
			["level"] = 85,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				[4] = 3.530577401119948,
				[8] = 3.793313930343857,
				[16] = 6.663069151900638,
				[32] = 5.922629842269619,
				[17] = 4.800028308312913,
				[35] = 3.821622243256872,
				[19] = 17.62546332746526,
				[38] = 4.800028308312913,
				[20] = 25.31470882246265,
				[40] = 6.663069151900638,
				[41] = 3.046682177263117,
				[46] = 3.250148176325404,
				[24] = 9.321396661388345,
				[50] = 3.510230801213719,
				[14] = 26.0560327668722,
				[21] = 1.861271574030661,
				[13] = 3.343919462849763,
				[5] = 5.922629842269619,
			},
			["type"] = "Ungrouped",
			["LastDamageTaken"] = 2104,
			["TimeLast"] = {
				["TimeHeal"] = 1293404290,
				["TimeDamage"] = 1293404290,
				["OVERALL"] = 1293404293,
				["DamageTaken"] = 1293404293,
				["Healing"] = 1293404290,
				["EnergyGain"] = 1293404255,
				["HealingTaken"] = 1293404292,
				["Overhealing"] = 1293404274,
				["ActiveTime"] = 1293404290,
				["HOT_Time"] = 1293404290,
				["ManaGain"] = 1293404291,
				["DOT_Time"] = 1293404289,
				["Damage"] = 1293404290,
			},
			["LastAbility"] = 1501.534,
			["Owner"] = false,
			["Pet"] = {
				"Мини-дирижабль <Лакстер>", -- [1]
			},
			["NextEventNum"] = 22,
			["LastEventHealthNum"] = {
				69.2642492546952, -- [1]
				69.2642492546952, -- [2]
				69.2642492546952, -- [3]
				65.73367185357525, -- [4]
				59.81104201130563, -- [5]
				59.81104201130563, -- [6]
				59.81104201130563, -- [7]
				56.01772808096177, -- [8]
				56.01772808096177, -- [9]
				56.01772808096177, -- [10]
				56.01772808096177, -- [11]
				56.01772808096177, -- [12]
				52.67380861811201, -- [13]
				78.72984138498421, -- [14]
				78.72984138498421, -- [15]
				72.06677223308357, -- [16]
				76.86680054139649, -- [17]
				76.86680054139649, -- [18]
				94.49226386886174, -- [19]
				100, -- [20]
				98.13872842596933, -- [21]
				100, -- [22]
				100, -- [23]
				90.67860333861165, -- [24]
				90.67860333861165, -- [25]
				90.67860333861165, -- [26]
				90.67860333861165, -- [27]
				90.67860333861165, -- [28]
				90.67860333861165, -- [29]
				90.67860333861165, -- [30]
				90.67860333861165, -- [31]
				84.75597349634204, -- [32]
				84.75597349634204, -- [33]
				84.75597349634204, -- [34]
				80.93435125308517, -- [35]
				80.93435125308517, -- [36]
				80.93435125308517, -- [37]
				85.73437956139807, -- [38]
				85.73437956139807, -- [39]
				79.07131040949744, -- [40]
				76.02462823223432, -- [41]
				76.02462823223432, -- [42]
				76.02462823223432, -- [43]
				76.02462823223432, -- [44]
				76.02462823223432, -- [45]
				72.77448005590892, -- [46]
				72.77448005590892, -- [47]
				72.77448005590892, -- [48]
				72.77448005590892, -- [49]
				69.2642492546952, -- [50]
			},
			["LastEvents"] = {
				"Лакстер Разорвать (УЗВ) Радж Tick -6820 (Physical)", -- [1]
				"Лакстер Свирепый укус Радж Hit -47968 (Physical)", -- [2]
				"Лакстер Атака ближнего боя Радж Crit -9907 (Physical)", -- [3]
				"Радж Благословение Солнца Лакстер Hit -3991 (443 сопрот.) (Fire)", -- [4]
				"Радж Солнечная молния (УЗВ) Лакстер Tick -6695 (1674 сопрот.) (Fire)", -- [5]
				"Лакстер Атака ближнего боя Радж Crit -10266 (Physical)", -- [6]
				"Лакстер Глубокая рана (УЗВ) Радж Crit -13116 (Physical)", -- [7]
				"Радж Благословение Солнца Лакстер Hit -4288 (476 сопрот.) (Fire)", -- [8]
				"Лакстер Полоснуть Радж Hit -19315 (Physical)", -- [9]
				"Лакстер Атака ближнего боя Радж Glancing -4276 (Physical)", -- [10]
				"Лакстер Разорвать (УЗВ) Радж Tick -15707 (Physical)", -- [11]
				"Лакстер Атака ближнего боя Радж Dodge", -- [12]
				"Радж Благословение Солнца Лакстер Hit -3780 (945 сопрот.) (Fire)", -- [13]
				"Лафариэль Вспышка Света Лакстер Crit +29454", -- [14]
				"Лакстер Атака ближнего боя Радж Crit -6193 (Physical)", -- [15]
				"Радж Солнечная молния (УЗВ) Лакстер Tick -7532 (837 сопрот.) (Fire)", -- [16]
				"Лакстер Вожак стаи Лакстер Tick +5426", -- [17]
				"Радж Благословение Солнца Лакстер Absorb (4589 Поглощено) (Fire)", -- [18]
				"Лафариэль Вспышка Света Лакстер Hit +19924", -- [19]
				"Лафариэль Вспышка Света Лакстер Crit +28616 (22390 избыт. лечение)", -- [20]
				"Радж Солнечная молния (УЗВ) Лакстер Tick -2104 (1674 сопрот.) (4591 Поглощено) (Fire)", -- [21]
				"Лакстер Атака ближнего боя Радж Crit -4275 (Physical)", -- [22]
				"Лакстер Разорвать (УЗВ) Радж Tick -6820 (Physical)", -- [23]
				"Радж Солнечная молния Лакстер Hit -10537 (3742 сопрот.) (4431 Поглощено) (Fire)", -- [24]
				"Лакстер Атака ближнего боя Радж Glancing -1751 (Physical)", -- [25]
				"Лакстер Яростные удары Радж Crit -8866 (Physical)", -- [26]
				"Лакстер Глубокая рана (УЗВ) Радж Tick -6368 (Physical)", -- [27]
				"Лакстер Атака ближнего боя Радж Crit -4442 (Physical)", -- [28]
				"Лакстер Глубокая рана Радж Hit -1441 (Physical)", -- [29]
				"Лакстер Атака ближнего боя Радж Dodge", -- [30]
				"Лакстер Разорвать (УЗВ) Радж Crit -14050 (Physical)", -- [31]
				"Радж Солнечная молния (УЗВ) Лакстер Tick -6695 (1674 сопрот.) (Fire)", -- [32]
				"Лакстер Глубокая рана (УЗВ) Радж Tick -6367 (Physical)", -- [33]
				"Лакстер Разорвать (УЗВ) Радж Crit -14050 (Physical)", -- [34]
				"Радж Благословение Солнца Лакстер Hit -4320 (Fire)", -- [35]
				"Лакстер Атака ближнего боя Радж Glancing -3888 (Physical)", -- [36]
				"Лакстер Полоснуть Радж Crit -41449 (Physical)", -- [37]
				"Лакстер Вожак стаи Лакстер Tick +5426", -- [38]
				"Лакстер Атака ближнего боя Радж Crit -10711 (Physical)", -- [39]
				"Радж Солнечная молния (УЗВ) Лакстер Tick -7532 (837 сопрот.) (Fire)", -- [40]
				"Радж Благословение Солнца Лакстер Hit -3444 (861 сопрот.) (Fire)", -- [41]
				"Лакстер Разорвать (УЗВ) Радж Crit -14049 (Physical)", -- [42]
				"Лакстер Атака ближнего боя Радж Hit -4969 (Physical)", -- [43]
				"Лакстер Полоснуть Радж Crit -41442 (Physical)", -- [44]
				"Лакстер Глубокая рана (УЗВ) Радж Crit -13116 (Physical)", -- [45]
				"Радж Благословение Солнца Лакстер Hit -3674 (919 сопрот.) (Fire)", -- [46]
				"Лакстер Атака ближнего боя Радж Crit -9849 (Physical)", -- [47]
				"Лакстер Увечье Радж Crit -27335 (Physical)", -- [48]
				"Лакстер Атака ближнего боя Радж Hit -5038 (Physical)", -- [49]
				"Радж Благословение Солнца Лакстер Hit -3968 (441 сопрот.) (Fire)", -- [50]
			},
			["Name"] = "Лакстер",
			["LastEventTimes"] = {
				1497.846, -- [1]
				1497.857, -- [2]
				1498.146, -- [3]
				1498.241, -- [4]
				1498.415, -- [5]
				1498.696, -- [6]
				1499.228, -- [7]
				1499.402, -- [8]
				1499.461, -- [9]
				1499.462, -- [10]
				1499.86, -- [11]
				1500.162, -- [12]
				1500.266, -- [13]
				1500.648, -- [14]
				1500.909, -- [15]
				1501.415, -- [16]
				1501.534, -- [17]
				1501.537, -- [18]
				1501.538, -- [19]
				1502.759, -- [20]
				1504.472, -- [21]
				1488.943, -- [22]
				1489.405, -- [23]
				1489.421, -- [24]
				1489.776, -- [25]
				1489.781, -- [26]
				1490.275, -- [27]
				1490.607, -- [28]
				1490.945, -- [29]
				1491.294, -- [30]
				1491.806, -- [31]
				1492.423, -- [32]
				1493.212, -- [33]
				1493.82, -- [34]
				1494.229, -- [35]
				1494.402, -- [36]
				1494.635, -- [37]
				1494.975, -- [38]
				1495.034, -- [39]
				1495.437, -- [40]
				1495.448, -- [41]
				1495.822, -- [42]
				1495.823, -- [43]
				1495.827, -- [44]
				1496.119, -- [45]
				1496.246, -- [46]
				1496.548, -- [47]
				1496.643, -- [48]
				1497.447, -- [49]
				1497.457, -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				false, -- [33]
				false, -- [34]
				true, -- [35]
				false, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
						["Глубокая рана (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["Разорвать (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 27,
						},
					},
					["DamageTaken"] = 213142,
					["ElementTakenResist"] = {
						["Fire"] = 28073,
					},
					["Overhealing"] = 21704,
					["ElementTaken"] = {
						["Melee"] = 36211,
						["Fire"] = 176931,
					},
					["DOT_Time"] = 162,
					["Damage"] = 1174666,
					["TimeHeal"] = 1.63,
					["ElementDone"] = {
						["Melee"] = 270238,
						["Physical"] = 904428,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 12,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 75,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 23,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 33,
								},
								["Crit"] = {
									["count"] = 35,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 96,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 95124,
								},
								["Атака ближнего боя"] = {
									["count"] = 36211,
								},
								["Благословение Солнца"] = {
									["count"] = 27465,
								},
								["Солнечная молния"] = {
									["count"] = 45341,
								},
							},
							["amount"] = 204141,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 9001,
								},
							},
							["amount"] = 9001,
						},
					},
					["EnergyGainedFrom"] = {
						["Лакстер"] = {
							["Details"] = {
								["Король джунглей"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 2113,
						["Physical"] = 1980,
					},
					["TimeHealing"] = {
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 0,
								},
								["Вожак стаи"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 1.63,
						},
					},
					["OverHeals"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5426,
									["min"] = 5426,
									["count"] = 4,
									["amount"] = 21704,
								},
							},
							["count"] = 4,
							["amount"] = 21704,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3742,
									["min"] = 1906,
									["count"] = 3,
									["amount"] = 7609,
								},
							},
							["count"] = 3,
							["amount"] = 7609,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1674,
									["min"] = 754,
									["count"] = 11,
									["amount"] = 13592,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1674,
									["min"] = 1674,
									["count"] = 1,
									["amount"] = 1674,
								},
							},
							["count"] = 15,
							["amount"] = 15266,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 945,
									["min"] = 441,
									["count"] = 6,
									["amount"] = 4085,
								},
							},
							["count"] = 8,
							["amount"] = 4085,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1113,
									["min"] = 1113,
									["count"] = 1,
									["amount"] = 1113,
								},
							},
							["count"] = 1,
							["amount"] = 1113,
						},
					},
					["ManaGained"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 23291,
								},
							},
							["amount"] = 23291,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4431,
									["min"] = 4431,
									["count"] = 1,
									["amount"] = 4431,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 4431,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4591,
									["min"] = 1564,
									["count"] = 3,
									["amount"] = 9145,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 9145,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4589,
									["min"] = 4589,
									["count"] = 1,
									["amount"] = 4589,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 4589,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 1018,
									["min"] = 1018,
									["count"] = 1,
									["amount"] = 1018,
								},
							},
							["count"] = 1,
							["amount"] = 1018,
						},
					},
					["ActiveTime"] = 81.16000000000003,
					["ElementTakenAbsorb"] = {
						["Fire"] = 19183,
					},
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 11160,
								},
								["Вспышка Света"] = {
									["count"] = 55604,
								},
								["Божественный свет"] = {
									["count"] = 26382,
								},
								["Торжество"] = {
									["count"] = 67036,
								},
							},
							["amount"] = 160182,
						},
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 12874,
								},
								["Вожак стаи"] = {
									["count"] = 37982,
								},
							},
							["amount"] = 50856,
						},
					},
					["Heals"] = {
						["Целительное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12874,
									["min"] = 12874,
									["count"] = 1,
									["amount"] = 12874,
								},
							},
							["count"] = 1,
							["amount"] = 12874,
						},
						["Вожак стаи"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5426,
									["min"] = 5426,
									["count"] = 7,
									["amount"] = 37982,
								},
							},
							["count"] = 7,
							["amount"] = 37982,
						},
					},
					["HOT_Time"] = 33,
					["EnergyGained"] = {
						["Король джунглей"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
					},
					["HealedWho"] = {
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 12874,
								},
								["Вожак стаи"] = {
									["count"] = 37982,
								},
							},
							["amount"] = 50856,
						},
					},
					["Healing"] = 50856,
					["EnergyGain"] = 120,
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 0.04,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 13.09,
								},
								["Накинуться!"] = {
									["count"] = 0.42,
								},
								["Головокружение"] = {
									["count"] = 3.5,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 9.349999999999998,
								},
								["Глубокая рана"] = {
									["count"] = 3.629999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 41.84999999999998,
								},
								["Полоснуть"] = {
									["count"] = 1.38,
								},
								["Увечье"] = {
									["count"] = 5.859999999999999,
								},
								["Яростные удары"] = {
									["count"] = 0.41,
								},
							},
							["amount"] = 79.53000000000002,
						},
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 0,
								},
								["Вожак стаи"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 1.63,
						},
					},
					["Attacks"] = {
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47968,
									["min"] = 12215,
									["count"] = 2,
									["amount"] = 60183,
								},
							},
							["count"] = 2,
							["amount"] = 60183,
						},
						["Разорвать (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 14050,
									["min"] = 14049,
									["count"] = 14,
									["amount"] = 196693,
								},
								["Tick"] = {
									["max"] = 15707,
									["min"] = 6820,
									["count"] = 16,
									["amount"] = 118009,
								},
							},
							["count"] = 30,
							["amount"] = 314702,
						},
						["Накинуться!"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 28143,
									["min"] = 28143,
									["count"] = 1,
									["amount"] = 28143,
								},
							},
							["count"] = 1,
							["amount"] = 28143,
						},
						["Головокружение"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Глубокая рана (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15084,
									["min"] = 13116,
									["count"] = 7,
									["amount"] = 95750,
								},
								["Tick"] = {
									["max"] = 7323,
									["min"] = 4898,
									["count"] = 17,
									["amount"] = 110594,
								},
							},
							["count"] = 24,
							["amount"] = 206344,
						},
						["Глубокая рана"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3413,
									["min"] = 2967,
									["count"] = 5,
									["amount"] = 15728,
								},
								["Hit"] = {
									["max"] = 1657,
									["min"] = 1109,
									["count"] = 5,
									["amount"] = 7089,
								},
							},
							["count"] = 10,
							["amount"] = 22817,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 4276,
									["min"] = 1697,
									["count"] = 12,
									["amount"] = 27545,
								},
								["Hit (Блокировано)"] = {
									["max"] = 1823,
									["min"] = 1519,
									["count"] = 3,
									["amount"] = 4931,
								},
								["Hit"] = {
									["max"] = 5038,
									["min"] = 1383,
									["count"] = 21,
									["amount"] = 50929,
								},
								["Crit"] = {
									["max"] = 10711,
									["min"] = 2775,
									["count"] = 36,
									["amount"] = 186833,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 75,
							["amount"] = 270238,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41449,
									["min"] = 17529,
									["count"] = 3,
									["amount"] = 100420,
								},
								["Hit"] = {
									["max"] = 19315,
									["min"] = 8493,
									["count"] = 2,
									["amount"] = 27808,
								},
							},
							["count"] = 5,
							["amount"] = 128228,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 4620,
									["min"] = 4620,
									["count"] = 1,
									["amount"] = 4620,
								},
								["Hit"] = {
									["max"] = 6680,
									["min"] = 5458,
									["count"] = 10,
									["amount"] = 58583,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 27335,
									["min"] = 12945,
									["count"] = 2,
									["amount"] = 40280,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 103483,
						},
						["Яростные удары"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 10159,
									["min"] = 8866,
									["count"] = 3,
									["amount"] = 28083,
								},
								["Hit"] = {
									["max"] = 4402,
									["min"] = 3991,
									["count"] = 3,
									["amount"] = 12445,
								},
							},
							["count"] = 6,
							["amount"] = 40528,
						},
					},
					["HealingTaken"] = 211038,
					["HOTs"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["TimeDamage"] = 79.53000000000002,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 0.04,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 13.09,
								},
								["Накинуться!"] = {
									["count"] = 0.42,
								},
								["Головокружение"] = {
									["count"] = 3.5,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 9.349999999999998,
								},
								["Глубокая рана"] = {
									["count"] = 3.629999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 41.84999999999998,
								},
								["Полоснуть"] = {
									["count"] = 1.38,
								},
								["Увечье"] = {
									["count"] = 5.859999999999999,
								},
								["Яростные удары"] = {
									["count"] = 0.41,
								},
							},
							["amount"] = 79.53000000000002,
						},
					},
					["ManaGain"] = 23291,
					["ManaGainedFrom"] = {
						["Лакстер"] = {
							["Details"] = {
								["Вожак стаи"] = {
									["count"] = 23291,
								},
							},
							["amount"] = 23291,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 60183,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 314702,
								},
								["Накинуться!"] = {
									["count"] = 28143,
								},
								["Яростные удары"] = {
									["count"] = 40528,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 206344,
								},
								["Глубокая рана"] = {
									["count"] = 22817,
								},
								["Полоснуть"] = {
									["count"] = 128228,
								},
								["Увечье"] = {
									["count"] = 103483,
								},
								["Атака ближнего боя"] = {
									["count"] = 270238,
								},
							},
							["amount"] = 1174666,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Глубокая рана (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 72,
								},
							},
							["amount"] = 72,
						},
						["Разорвать (УЗВ)"] = {
							["Details"] = {
								["Радж"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 27,
						},
					},
					["DamageTaken"] = 213142,
					["ElementTakenResist"] = {
						["Fire"] = 28073,
					},
					["Overhealing"] = 21704,
					["ElementTaken"] = {
						["Melee"] = 36211,
						["Fire"] = 176931,
					},
					["DOT_Time"] = 162,
					["Damage"] = 1174666,
					["TimeHeal"] = 1.63,
					["ElementDone"] = {
						["Melee"] = 270238,
						["Physical"] = 904428,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 12,
								},
								["Dodge"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 36,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 75,
						},
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 23,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 33,
								},
								["Crit"] = {
									["count"] = 35,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 96,
						},
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 95124,
								},
								["Атака ближнего боя"] = {
									["count"] = 36211,
								},
								["Благословение Солнца"] = {
									["count"] = 27465,
								},
								["Солнечная молния"] = {
									["count"] = 45341,
								},
							},
							["amount"] = 204141,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечный огонь"] = {
									["count"] = 9001,
								},
							},
							["amount"] = 9001,
						},
					},
					["EnergyGainedFrom"] = {
						["Лакстер"] = {
							["Details"] = {
								["Король джунглей"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
					},
					["ElementDoneBlock"] = {
						["Melee"] = 2113,
						["Physical"] = 1980,
					},
					["TimeHealing"] = {
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 0,
								},
								["Вожак стаи"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 1.63,
						},
					},
					["OverHeals"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5426,
									["min"] = 5426,
									["count"] = 4,
									["amount"] = 21704,
								},
							},
							["count"] = 4,
							["amount"] = 21704,
						},
					},
					["PartialResist"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3742,
									["min"] = 1906,
									["count"] = 3,
									["amount"] = 7609,
								},
							},
							["count"] = 3,
							["amount"] = 7609,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1674,
									["min"] = 754,
									["count"] = 11,
									["amount"] = 13592,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1674,
									["min"] = 1674,
									["count"] = 1,
									["amount"] = 1674,
								},
							},
							["count"] = 15,
							["amount"] = 15266,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 945,
									["min"] = 441,
									["count"] = 6,
									["amount"] = 4085,
								},
							},
							["count"] = 8,
							["amount"] = 4085,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1113,
									["min"] = 1113,
									["count"] = 1,
									["amount"] = 1113,
								},
							},
							["count"] = 1,
							["amount"] = 1113,
						},
					},
					["ManaGained"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 23291,
								},
							},
							["amount"] = 23291,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4431,
									["min"] = 4431,
									["count"] = 1,
									["amount"] = 4431,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 4431,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4591,
									["min"] = 1564,
									["count"] = 3,
									["amount"] = 9145,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 9145,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4589,
									["min"] = 4589,
									["count"] = 1,
									["amount"] = 4589,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 4589,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 1018,
									["min"] = 1018,
									["count"] = 1,
									["amount"] = 1018,
								},
							},
							["count"] = 1,
							["amount"] = 1018,
						},
					},
					["ActiveTime"] = 81.16000000000003,
					["ElementTakenAbsorb"] = {
						["Fire"] = 19183,
					},
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 11160,
								},
								["Вспышка Света"] = {
									["count"] = 55604,
								},
								["Божественный свет"] = {
									["count"] = 26382,
								},
								["Торжество"] = {
									["count"] = 67036,
								},
							},
							["amount"] = 160182,
						},
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 12874,
								},
								["Вожак стаи"] = {
									["count"] = 37982,
								},
							},
							["amount"] = 50856,
						},
					},
					["Heals"] = {
						["Целительное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 12874,
									["min"] = 12874,
									["count"] = 1,
									["amount"] = 12874,
								},
							},
							["count"] = 1,
							["amount"] = 12874,
						},
						["Вожак стаи"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 5426,
									["min"] = 5426,
									["count"] = 7,
									["amount"] = 37982,
								},
							},
							["count"] = 7,
							["amount"] = 37982,
						},
					},
					["HOT_Time"] = 33,
					["EnergyGained"] = {
						["Король джунглей"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
					},
					["HealedWho"] = {
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 12874,
								},
								["Вожак стаи"] = {
									["count"] = 37982,
								},
							},
							["amount"] = 50856,
						},
					},
					["Healing"] = 50856,
					["EnergyGain"] = 120,
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 0.04,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 13.09,
								},
								["Накинуться!"] = {
									["count"] = 0.42,
								},
								["Головокружение"] = {
									["count"] = 3.5,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 9.349999999999998,
								},
								["Глубокая рана"] = {
									["count"] = 3.629999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 41.84999999999998,
								},
								["Полоснуть"] = {
									["count"] = 1.38,
								},
								["Увечье"] = {
									["count"] = 5.859999999999999,
								},
								["Яростные удары"] = {
									["count"] = 0.41,
								},
							},
							["amount"] = 79.53000000000002,
						},
						["Лакстер"] = {
							["Details"] = {
								["Целительное прикосновение"] = {
									["count"] = 0,
								},
								["Вожак стаи"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 1.63,
						},
					},
					["Attacks"] = {
						["Свирепый укус"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 47968,
									["min"] = 12215,
									["count"] = 2,
									["amount"] = 60183,
								},
							},
							["count"] = 2,
							["amount"] = 60183,
						},
						["Разорвать (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 14050,
									["min"] = 14049,
									["count"] = 14,
									["amount"] = 196693,
								},
								["Tick"] = {
									["max"] = 15707,
									["min"] = 6820,
									["count"] = 16,
									["amount"] = 118009,
								},
							},
							["count"] = 30,
							["amount"] = 314702,
						},
						["Накинуться!"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 28143,
									["min"] = 28143,
									["count"] = 1,
									["amount"] = 28143,
								},
							},
							["count"] = 1,
							["amount"] = 28143,
						},
						["Головокружение"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Глубокая рана (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15084,
									["min"] = 13116,
									["count"] = 7,
									["amount"] = 95750,
								},
								["Tick"] = {
									["max"] = 7323,
									["min"] = 4898,
									["count"] = 17,
									["amount"] = 110594,
								},
							},
							["count"] = 24,
							["amount"] = 206344,
						},
						["Глубокая рана"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3413,
									["min"] = 2967,
									["count"] = 5,
									["amount"] = 15728,
								},
								["Hit"] = {
									["max"] = 1657,
									["min"] = 1109,
									["count"] = 5,
									["amount"] = 7089,
								},
							},
							["count"] = 10,
							["amount"] = 22817,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 4276,
									["min"] = 1697,
									["count"] = 12,
									["amount"] = 27545,
								},
								["Hit (Блокировано)"] = {
									["max"] = 1823,
									["min"] = 1519,
									["count"] = 3,
									["amount"] = 4931,
								},
								["Hit"] = {
									["max"] = 5038,
									["min"] = 1383,
									["count"] = 21,
									["amount"] = 50929,
								},
								["Crit"] = {
									["max"] = 10711,
									["min"] = 2775,
									["count"] = 36,
									["amount"] = 186833,
								},
								["Dodge"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 75,
							["amount"] = 270238,
						},
						["Полоснуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 41449,
									["min"] = 17529,
									["count"] = 3,
									["amount"] = 100420,
								},
								["Hit"] = {
									["max"] = 19315,
									["min"] = 8493,
									["count"] = 2,
									["amount"] = 27808,
								},
							},
							["count"] = 5,
							["amount"] = 128228,
						},
						["Увечье"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 4620,
									["min"] = 4620,
									["count"] = 1,
									["amount"] = 4620,
								},
								["Hit"] = {
									["max"] = 6680,
									["min"] = 5458,
									["count"] = 10,
									["amount"] = 58583,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 27335,
									["min"] = 12945,
									["count"] = 2,
									["amount"] = 40280,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 17,
							["amount"] = 103483,
						},
						["Яростные удары"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 10159,
									["min"] = 8866,
									["count"] = 3,
									["amount"] = 28083,
								},
								["Hit"] = {
									["max"] = 4402,
									["min"] = 3991,
									["count"] = 3,
									["amount"] = 12445,
								},
							},
							["count"] = 6,
							["amount"] = 40528,
						},
					},
					["HealingTaken"] = 211038,
					["HOTs"] = {
						["Вожак стаи"] = {
							["Details"] = {
								["Лакстер"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["TimeDamage"] = 79.53000000000002,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 0.04,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 13.09,
								},
								["Накинуться!"] = {
									["count"] = 0.42,
								},
								["Головокружение"] = {
									["count"] = 3.5,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 9.349999999999998,
								},
								["Глубокая рана"] = {
									["count"] = 3.629999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 41.84999999999998,
								},
								["Полоснуть"] = {
									["count"] = 1.38,
								},
								["Увечье"] = {
									["count"] = 5.859999999999999,
								},
								["Яростные удары"] = {
									["count"] = 0.41,
								},
							},
							["amount"] = 79.53000000000002,
						},
					},
					["ManaGain"] = 23291,
					["ManaGainedFrom"] = {
						["Лакстер"] = {
							["Details"] = {
								["Вожак стаи"] = {
									["count"] = 23291,
								},
							},
							["amount"] = 23291,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Свирепый укус"] = {
									["count"] = 60183,
								},
								["Разорвать (УЗВ)"] = {
									["count"] = 314702,
								},
								["Накинуться!"] = {
									["count"] = 28143,
								},
								["Яростные удары"] = {
									["count"] = 40528,
								},
								["Глубокая рана (УЗВ)"] = {
									["count"] = 206344,
								},
								["Глубокая рана"] = {
									["count"] = 22817,
								},
								["Полоснуть"] = {
									["count"] = 128228,
								},
								["Увечье"] = {
									["count"] = 103483,
								},
								["Атака ближнего боя"] = {
									["count"] = 270238,
								},
							},
							["amount"] = 1174666,
						},
					},
				},
			},
			["UnitLockout"] = 1293404213,
			["LastActive"] = 1293404293,
		},
		["Тухложвач <Графинша>"] = {
			["GUID"] = "0xF1402FA85B000223",
			["LastEventHealth"] = {
				"10327 (14%)", -- [1]
				"10327 (14%)", -- [2]
				"2200 (3%)", -- [3]
				"2200 (3%)", -- [4]
				"2200 (3%)", -- [5]
				"2200 (3%)", -- [6]
				"65490 (89%)", -- [7]
				"65490 (89%)", -- [8]
				"65490 (89%)", -- [9]
				"57653 (78%)", -- [10]
				"57653 (78%)", -- [11]
				"56672 (77%)", -- [12]
				"55688 (75%)", -- [13]
				"54724 (74%)", -- [14]
				"54724 (74%)", -- [15]
				"53762 (73%)", -- [16]
				"52736 (71%)", -- [17]
				"44899 (61%)", -- [18]
				"44899 (61%)", -- [19]
				"43783 (59%)", -- [20]
				"42685 (58%)", -- [21]
				"42685 (58%)", -- [22]
				"41659 (56%)", -- [23]
				"40597 (55%)", -- [24]
				"39480 (53%)", -- [25]
				"31643 (43%)", -- [26]
				"31643 (43%)", -- [27]
				"30591 (41%)", -- [28]
				"29554 (40%)", -- [29]
				"28514 (38%)", -- [30]
				"27521 (37%)", -- [31]
				"26551 (36%)", -- [32]
				"25467 (34%)", -- [33]
				"25467 (34%)", -- [34]
				"24442 (33%)", -- [35]
				"23374 (31%)", -- [36]
				"22354 (30%)", -- [37]
				"21343 (29%)", -- [38]
				"13506 (18%)", -- [39]
				"13506 (18%)", -- [40]
				"12440 (16%)", -- [41]
				"11369 (15%)", -- [42]
				"10327 (14%)", -- [43]
				"10327 (14%)", -- [44]
				"10327 (14%)", -- [45]
				"10327 (14%)", -- [46]
				"10327 (14%)", -- [47]
				"10327 (14%)", -- [48]
				"10327 (14%)", -- [49]
				"10327 (14%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"MISC", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					41.39000000000001, -- [1]
				},
				["TimeDamage"] = {
					41.39000000000001, -- [1]
				},
				["DamageTaken"] = {
					71127, -- [1]
				},
				["Damage"] = {
					111613, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Тухложвач",
			["LastFlags"] = 4648,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						true, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
					},
					["Messages"] = {
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -3321 (Physical)", -- [1]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -4179 (Physical)", -- [2]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -4352 (Physical)", -- [3]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -8747 (Physical)", -- [4]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5717 (Physical)", -- [5]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5931 (Physical)", -- [6]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5937 (Physical)", -- [7]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5538 (Physical)", -- [8]
						"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -8127 (Fire)", -- [9]
						"Тухложвач <Графинша> Атака ближнего боя Радж Crit -11894 (Physical)", -- [10]
						"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5688 (Physical)", -- [11]
						"Тухложвач <Графинша> умирает.", -- [12]
					},
					["DeathAt"] = 1293404255,
					["HealthNum"] = {
						14.08348902859792, -- [1]
						14.08348902859792, -- [2]
						14.08348902859792, -- [3]
						14.08348902859792, -- [4]
						14.08348902859792, -- [5]
						14.08348902859792, -- [6]
						14.08348902859792, -- [7]
						14.08348902859792, -- [8]
						3.000259113287056, -- [9]
						3.000259113287056, -- [10]
						3.000259113287056, -- [11]
						3.000259113287056, -- [12]
					},
					["MessageTimes"] = {
						-13.88200000000006, -- [1]
						-12.41800000000012, -- [2]
						-10.83699999999999, -- [3]
						-9.288999999999987, -- [4]
						-7.953000000000202, -- [5]
						-6.45900000000006, -- [6]
						-4.945000000000164, -- [7]
						-3.331000000000131, -- [8]
						-2.848000000000184, -- [9]
						-1.913999999999987, -- [10]
						-0.3940000000000055, -- [11]
						0, -- [12]
					},
					["KilledBy"] = "Радж",
					["Health"] = {
						"10327 (14%)", -- [1]
						"10327 (14%)", -- [2]
						"10327 (14%)", -- [3]
						"10327 (14%)", -- [4]
						"10327 (14%)", -- [5]
						"10327 (14%)", -- [6]
						"10327 (14%)", -- [7]
						"10327 (14%)", -- [8]
						"2200 (3%)", -- [9]
						"2200 (3%)", -- [10]
						"2200 (3%)", -- [11]
						"2200 (3%)", -- [12]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						11.08322991531087, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
					},
				}, -- [1]
			},
			["level"] = 1,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				nil, -- [1]
				nil, -- [2]
				11.08322991531087, -- [3]
				nil, -- [4]
				nil, -- [5]
				nil, -- [6]
				10.68774121401394, -- [7]
				nil, -- [8]
				nil, -- [9]
				10.68774121401394, -- [10]
				nil, -- [11]
				1.337842813697547, -- [12]
				1.341934076124756, -- [13]
				1.314658993276692, -- [14]
				nil, -- [15]
				1.311931484991886, -- [16]
				1.399211750105691, -- [17]
				10.68774121401394, -- [18]
				nil, -- [19]
				1.52194962292198, -- [20]
				1.497402048358722, -- [21]
				nil, -- [22]
				1.399211750105691, -- [23]
				1.448306899232206, -- [24]
				1.523313377064383, -- [25]
				10.68774121401394, -- [26]
				nil, -- [27]
				1.434669357808174, -- [28]
				1.414213045672126, -- [29]
				1.418304308099336, -- [30]
				1.354207863406385, -- [31]
				1.322841518131111, -- [32]
				1.478309490365077, -- [33]
				nil, -- [34]
				1.397847995963288, -- [35]
				1.456489424086626, -- [36]
				1.391029225251272, -- [37]
				1.378755437969643, -- [38]
				10.68774121401394, -- [39]
				nil, -- [40]
				1.453761915801819, -- [41]
				1.460580686513835, -- [42]
				1.421031816384142, -- [43]
			},
			["type"] = "Pet",
			["LastDamageTaken"] = 8127,
			["TimeLast"] = {
				["DeathCount"] = 1293404252,
				["ActiveTime"] = 1293404252,
				["TimeDamage"] = 1293404252,
				["OVERALL"] = 1293404252,
				["DamageTaken"] = 1293404250,
				["Damage"] = 1293404252,
			},
			["Owner"] = "Графинша",
			["LastAbility"] = 1463.341,
			["NextEventNum"] = 7,
			["LastEventHealthNum"] = {
				14.08348902859792, -- [1]
				14.08348902859792, -- [2]
				3.000259113287056, -- [3]
				3.000259113287056, -- [4]
				3.000259113287056, -- [5]
				3.000259113287056, -- [6]
				89.31225878598606, -- [7]
				89.31225878598606, -- [8]
				89.31225878598606, -- [9]
				78.62451757197212, -- [10]
				78.62451757197212, -- [11]
				77.28667475827457, -- [12]
				75.94474068214983, -- [13]
				74.63008168887313, -- [14]
				74.63008168887313, -- [15]
				73.31815020388125, -- [16]
				71.91893845377555, -- [17]
				61.23119723976161, -- [18]
				61.23119723976161, -- [19]
				59.70924761683963, -- [20]
				58.21184556848092, -- [21]
				58.21184556848092, -- [22]
				56.81263381837523, -- [23]
				55.36432691914302, -- [24]
				53.84101354207864, -- [25]
				43.1532723280647, -- [26]
				43.1532723280647, -- [27]
				41.71860297025652, -- [28]
				40.3043899245844, -- [29]
				38.88608561648506, -- [30]
				37.53187775307868, -- [31]
				36.20903623494756, -- [32]
				34.73072674458248, -- [33]
				34.73072674458248, -- [34]
				33.3328787486192, -- [35]
				31.87638932453258, -- [36]
				30.4853600992813, -- [37]
				29.10660466131166, -- [38]
				18.41886344729772, -- [39]
				18.41886344729772, -- [40]
				16.9651015314959, -- [41]
				15.50452084498207, -- [42]
				14.08348902859792, -- [43]
				14.08348902859792, -- [44]
				14.08348902859792, -- [45]
				14.08348902859792, -- [46]
				14.08348902859792, -- [47]
				14.08348902859792, -- [48]
				14.08348902859792, -- [49]
				14.08348902859792, -- [50]
			},
			["LastEvents"] = {
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5937 (Physical)", -- [1]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5538 (Physical)", -- [2]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -8127 (Fire)", -- [3]
				"Тухложвач <Графинша> Атака ближнего боя Радж Crit -11894 (Physical)", -- [4]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5688 (Physical)", -- [5]
				"Тухложвач <Графинша> умирает.", -- [6]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -7837 (Fire)", -- [7]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -2664 (Physical)", -- [8]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -2519 (Physical)", -- [9]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -7837 (Fire)", -- [10]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -2556 (Physical)", -- [11]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -981 (Fire)", -- [12]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -984 (Fire)", -- [13]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -964 (Fire)", -- [14]
				"Тухложвач <Графинша> Атака ближнего боя Радж Crit -5036 (Physical)", -- [15]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -962 (Fire)", -- [16]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1026 (Fire)", -- [17]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -7837 (Fire)", -- [18]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -2670 (Physical)", -- [19]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1116 (Fire)", -- [20]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1098 (Fire)", -- [21]
				"Тухложвач <Графинша> Атака ближнего боя Радж Crit -5872 (Physical)", -- [22]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1026 (Fire)", -- [23]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1062 (Fire)", -- [24]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1117 (Fire)", -- [25]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -7837 (Fire)", -- [26]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -2758 (Physical)", -- [27]
				"Солнечные вихри Солнечные вихри Тухложвач <Графинша> Hit -1052 (Fire)", -- [28]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1037 (Fire)", -- [29]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1040 (Fire)", -- [30]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -993 (Fire)", -- [31]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -970 (Fire)", -- [32]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1084 (Fire)", -- [33]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -3203 (Physical)", -- [34]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1025 (Fire)", -- [35]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1068 (Fire)", -- [36]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1020 (Fire)", -- [37]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1011 (Fire)", -- [38]
				"Радж Солнечная молния (УЗВ) Тухложвач <Графинша> Tick -7837 (Fire)", -- [39]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -3185 (Physical)", -- [40]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1066 (Fire)", -- [41]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1071 (Fire)", -- [42]
				"Солнечные вихри Солнечный огонь Тухложвач <Графинша> Hit -1042 (Fire)", -- [43]
				"Тухложвач <Графинша> Атака ближнего боя Радж Crit -6601 (Physical)", -- [44]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -3321 (Physical)", -- [45]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -4179 (Physical)", -- [46]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -4352 (Physical)", -- [47]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -8747 (Physical)", -- [48]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5717 (Physical)", -- [49]
				"Тухложвач <Графинша> Атака ближнего боя Радж Hit -5931 (Physical)", -- [50]
			},
			["Name"] = "Тухложвач",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				false, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				false, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				1458.79, -- [1]
				1460.404, -- [2]
				1460.887, -- [3]
				1461.821, -- [4]
				1463.341, -- [5]
				1463.735, -- [6]
				1434.279, -- [7]
				1434.393, -- [8]
				1435.958, -- [9]
				1437.157, -- [10]
				1437.372, -- [11]
				1437.659, -- [12]
				1438.373, -- [13]
				1438.803, -- [14]
				1438.813, -- [15]
				1439.225, -- [16]
				1440.388, -- [17]
				1440.388, -- [18]
				1440.391, -- [19]
				1440.819, -- [20]
				1441.567, -- [21]
				1442.032, -- [22]
				1442.433, -- [23]
				1442.819, -- [24]
				1442.82, -- [25]
				1443.239, -- [26]
				1443.297, -- [27]
				1443.616, -- [28]
				1443.617, -- [29]
				1444.413, -- [30]
				1444.861, -- [31]
				1444.862, -- [32]
				1445.248, -- [33]
				1445.343, -- [34]
				1445.644, -- [35]
				1445.976, -- [36]
				1445.976, -- [37]
				1446.228, -- [38]
				1446.426, -- [39]
				1446.825, -- [40]
				1446.827, -- [41]
				1446.828, -- [42]
				1447.641, -- [43]
				1448.289, -- [44]
				1449.853, -- [45]
				1451.317, -- [46]
				1452.898, -- [47]
				1454.446, -- [48]
				1455.782, -- [49]
				1457.276, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 26,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 23,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 29,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11894,
									["min"] = 5036,
									["count"] = 4,
									["amount"] = 29403,
								},
								["Hit"] = {
									["max"] = 8747,
									["min"] = 2001,
									["count"] = 22,
									["amount"] = 82210,
								},
							},
							["count"] = 26,
							["amount"] = 111613,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41.39000000000001,
								},
							},
							["amount"] = 41.39000000000001,
						},
					},
					["DamageTaken"] = 71127,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 47312,
								},
							},
							["amount"] = 47312,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 1052,
								},
								["Солнечный огонь"] = {
									["count"] = 22763,
								},
							},
							["amount"] = 23815,
						},
					},
					["ElementDone"] = {
						["Melee"] = 111613,
					},
					["DeathCount"] = 1,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 111613,
								},
							},
							["amount"] = 111613,
						},
					},
					["TimeDamage"] = 41.39000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41.39000000000001,
								},
							},
							["amount"] = 41.39000000000001,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 71127,
					},
					["ActiveTime"] = 41.39000000000001,
					["Damage"] = 111613,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 22,
								},
							},
							["amount"] = 26,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 23,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 29,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Солнечный огонь"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11894,
									["min"] = 5036,
									["count"] = 4,
									["amount"] = 29403,
								},
								["Hit"] = {
									["max"] = 8747,
									["min"] = 2001,
									["count"] = 22,
									["amount"] = 82210,
								},
							},
							["count"] = 26,
							["amount"] = 111613,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41.39000000000001,
								},
							},
							["amount"] = 41.39000000000001,
						},
					},
					["DamageTaken"] = 71127,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 47312,
								},
							},
							["amount"] = 47312,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 1052,
								},
								["Солнечный огонь"] = {
									["count"] = 22763,
								},
							},
							["amount"] = 23815,
						},
					},
					["ElementDone"] = {
						["Melee"] = 111613,
					},
					["DeathCount"] = 1,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 111613,
								},
							},
							["amount"] = 111613,
						},
					},
					["TimeDamage"] = 41.39000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41.39000000000001,
								},
							},
							["amount"] = 41.39000000000001,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 71127,
					},
					["ActiveTime"] = 41.39000000000001,
					["Damage"] = 111613,
				},
			},
			["UnitLockout"] = 1293404214,
			["LastActive"] = 1293404252,
		},
		["Лафариэль"] = {
			["GUID"] = "0x0780000002098CD3",
			["TimeLast"] = {
				["TimeHeal"] = 1293404296,
				["OVERALL"] = 1293404301,
				["DamageTaken"] = 1293404293,
				["Absorbs"] = 1293404293,
				["HealingTaken"] = 1293404296,
				["Overhealing"] = 1293404298,
				["TimeDamage"] = 1293404214,
				["Healing"] = 1293404296,
				["ManaGain"] = 1293404301,
				["ActiveTime"] = 1293404296,
				["Damage"] = 1293404214,
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"HEAL", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"HEAL", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"HEAL", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"HEAL", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"HEAL", -- [18]
				"HEAL", -- [19]
				"HEAL", -- [20]
				"HEAL", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"HEAL", -- [24]
				"HEAL", -- [25]
				"HEAL", -- [26]
				"HEAL", -- [27]
				"HEAL", -- [28]
				"HEAL", -- [29]
				"HEAL", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"HEAL", -- [34]
				"HEAL", -- [35]
				"HEAL", -- [36]
				"HEAL", -- [37]
				"HEAL", -- [38]
				"HEAL", -- [39]
				"HEAL", -- [40]
				"HEAL", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"HEAL", -- [46]
				"HEAL", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					79, -- [1]
				},
				["Healing"] = {
					1186031, -- [1]
				},
				["DamageTaken"] = {
					175421, -- [1]
				},
				["Absorbs"] = {
					95796, -- [1]
				},
				["HealingTaken"] = {
					213576, -- [1]
				},
				["Overhealing"] = {
					315357, -- [1]
				},
				["TimeDamage"] = {
					3.5, -- [1]
				},
				["ManaGain"] = {
					35798, -- [1]
				},
				["ActiveTime"] = {
					82.5, -- [1]
				},
				["Damage"] = {
					1881, -- [1]
				},
			},
			["enClass"] = "PALADIN",
			["unit"] = "Лафариэль",
			["level"] = 85,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				7.983241253919597, -- [1]
				5.342069898375947, -- [2]
				[30] = 5.410580495559986,
				[16] = 5.342069898375947,
				[33] = 4.853712308192287,
				[18] = 8.534839395350064,
				[36] = 5.397405380716902,
				[5] = 3.120745535831921,
				[39] = 5.114579582085357,
				[42] = 3.78828468788153,
				[22] = 7.979727889961441,
				[45] = 8.329307603797947,
				[12] = 5.760160209396492,
				[48] = 3.86382201298188,
				[49] = 3.555524325653706,
				[26] = 5.833062511528225,
				[7] = 5.784753757103583,
				[43] = 6.678026543464704,
			},
			["type"] = "Self",
			["LastDamageTaken"] = 6082,
			["LastAbility"] = 1507.5,
			["LastEventHealth"] = {
				"102966 (90%)", -- [1]
				"96884 (85%)", -- [2]
				"96884 (85%)", -- [3]
				"96884 (85%)", -- [4]
				"93331 (81%)", -- [5]
				"93331 (81%)", -- [6]
				"99917 (87%)", -- [7]
				"99917 (87%)", -- [8]
				"99917 (87%)", -- [9]
				"99917 (87%)", -- [10]
				"99917 (87%)", -- [11]
				"106475 (93%)", -- [12]
				"106475 (93%)", -- [13]
				"106475 (93%)", -- [14]
				"106475 (93%)", -- [15]
				"100393 (88%)", -- [16]
				"100393 (88%)", -- [17]
				"110110 (96%)", -- [18]
				"110110 (96%)", -- [19]
				"110110 (96%)", -- [20]
				"110110 (96%)", -- [21]
				"113851 (100%)", -- [22]
				"113851 (100%)", -- [23]
				"113851 (100%)", -- [24]
				"113851 (100%)", -- [25]
				"113851 (100%)", -- [26]
				"113851 (100%)", -- [27]
				"113851 (100%)", -- [28]
				"113851 (100%)", -- [29]
				"113851 (100%)", -- [30]
				"113851 (100%)", -- [31]
				"113851 (100%)", -- [32]
				"113851 (100%)", -- [33]
				"113851 (100%)", -- [34]
				"113851 (100%)", -- [35]
				"113851 (100%)", -- [36]
				"113851 (100%)", -- [37]
				"113851 (100%)", -- [38]
				"113851 (100%)", -- [39]
				"113851 (100%)", -- [40]
				"104757 (92%)", -- [41]
				"100444 (88%)", -- [42]
				"92841 (81%)", -- [43]
				"92841 (81%)", -- [44]
				"102324 (89%)", -- [45]
				"102324 (89%)", -- [46]
				"102324 (89%)", -- [47]
				"97925 (86%)", -- [48]
				"93877 (82%)", -- [49]
				"93877 (82%)", -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"Мини-дирижабль <Лафариэль>", -- [1]
			},
			["NextEventNum"] = 41,
			["LastEventHealthNum"] = {
				90.43925832886843, -- [1]
				85.09718843049248, -- [2]
				85.09718843049248, -- [3]
				85.09718843049248, -- [4]
				81.97644289466057, -- [5]
				81.97644289466057, -- [6]
				87.76119665176415, -- [7]
				87.76119665176415, -- [8]
				87.76119665176415, -- [9]
				87.76119665176415, -- [10]
				87.76119665176415, -- [11]
				93.52135686116064, -- [12]
				93.52135686116064, -- [13]
				93.52135686116064, -- [14]
				93.52135686116064, -- [15]
				88.17928696278469, -- [16]
				88.17928696278469, -- [17]
				96.71412635813475, -- [18]
				96.71412635813475, -- [19]
				96.71412635813475, -- [20]
				96.71412635813475, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				92.01236704113271, -- [41]
				88.22408235325118, -- [42]
				81.54605580978648, -- [43]
				81.54605580978648, -- [44]
				89.87536341358442, -- [45]
				89.87536341358442, -- [46]
				89.87536341358442, -- [47]
				86.01154140060254, -- [48]
				82.45601707494883, -- [49]
				82.45601707494883, -- [50]
			},
			["LastEvents"] = {
				"Лафариэль Защитник добра Лафариэль Crit +9089", -- [1]
				"Радж Солнечная молния (УЗВ) Лафариэль Tick -6082 (1521 сопрот.) (Fire)", -- [2]
				"Лафариэль Частица Света Ёмасе Hit +13009", -- [3]
				"Лафариэль Вспышка Света Лакстер Hit +19924", -- [4]
				"Радж Благословение Солнца Лафариэль Hit -3553 (888 сопрот.) (Fire)", -- [5]
				"Лафариэль Частица Света Ёмасе Hit +4169", -- [6]
				"Лафариэль Защитник добра Лафариэль Hit +6586", -- [7]
				"Лафариэль Частица Света Ёмасе Hit +8799 (6194 избыт. лечение)", -- [8]
				"Лафариэль Частица Света Ёмасе Hit +3021 (3021 избыт. лечение)", -- [9]
				"Лафариэль Вспышка Света Лакстер Crit +28616 (22390 избыт. лечение)", -- [10]
				"Лафариэль Шок небес Крем Crit +10672", -- [11]
				"Лафариэль Защитник добра Лафариэль Hit +6558", -- [12]
				"Лафариэль Частица Света Ёмасе Hit +12638 (12638 избыт. лечение)", -- [13]
				"Лафариэль Частица Света Ёмасе Hit +5657 (5657 избыт. лечение)", -- [14]
				"Лафариэль Частица Света Ёмасе Hit +3008 (3008 избыт. лечение)", -- [15]
				"Радж Солнечная молния (УЗВ) Лафариэль Tick -6082 (1521 сопрот.) (Fire)", -- [16]
				"Лафариэль Божественный свет Крем Crit +35459", -- [17]
				"Лафариэль Защитник добра Лафариэль Crit +9717", -- [18]
				"Лафариэль Частица Света Ёмасе Hit +18793 (13743 избыт. лечение)", -- [19]
				"Лафариэль Частица Света Ёмасе Hit +4457 (4457 избыт. лечение)", -- [20]
				"Лафариэль Торжество Графинша Hit +5146", -- [21]
				"Лафариэль Защитник добра Лафариэль Crit +9085 (5344 избыт. лечение)", -- [22]
				"Лафариэль Частица Света Ёмасе Hit +2727 (2727 избыт. лечение)", -- [23]
				"Лафариэль Частица Света Ёмасе Hit +4167 (4167 избыт. лечение)", -- [24]
				"Лафариэль Шок небес Графинша Crit +10639", -- [25]
				"Лафариэль Защитник добра Лафариэль Hit +6641 (6641 избыт. лечение)", -- [26]
				"Лафариэль Частица Света Ёмасе Hit +5638 (5638 избыт. лечение)", -- [27]
				"Лафариэль Частица Света Ёмасе Hit +3046 (3046 избыт. лечение)", -- [28]
				"Лафариэль Шок небес Ёмасе Hit +7333 (7333 избыт. лечение)", -- [29]
				"Лафариэль Защитник добра Лафариэль Hit +6160 (6160 избыт. лечение)", -- [30]
				"Лафариэль Частица Света Ёмасе Hit +2826 (2826 избыт. лечение)", -- [31]
				"Лафариэль Шок небес Ёмасе Hit +7311", -- [32]
				"Лафариэль Защитник добра Лафариэль Hit +5526 (5526 избыт. лечение)", -- [33]
				"Лафариэль Частица Света Ёмасе Hit +2763", -- [34]
				"Лафариэль Торжество Ёмасе Crit +8267 (6898 избыт. лечение)", -- [35]
				"Лафариэль Защитник добра Лафариэль Hit +6145 (6145 избыт. лечение)", -- [36]
				"Лафариэль Частица Света Ёмасе Hit +2983", -- [37]
				"Лафариэль Торжество Ёмасе Hit +5599", -- [38]
				"Лафариэль Защитник добра Лафариэль Hit +5823 (5823 избыт. лечение)", -- [39]
				"Лафариэль Частица Света Ёмасе Hit +2826", -- [40]
				"Лафариэль Возложение рук Графинша Hit +126716 (60872 избыт. лечение)", -- [41]
				"Радж Благословение Солнца Лафариэль Hit -4313 (479 сопрот.) (Fire)", -- [42]
				"Радж Солнечная молния (УЗВ) Лафариэль Tick -7603 (Fire)", -- [43]
				"Лафариэль Частица Света Ёмасе Hit +2729", -- [44]
				"Лафариэль Защитник добра Лафариэль Crit +9483", -- [45]
				"Лафариэль Частица Света Ёмасе Hit +67159 (38723 избыт. лечение)", -- [46]
				"Лафариэль Частица Света Ёмасе Hit +4350 (4350 избыт. лечение)", -- [47]
				"Радж Благословение Солнца Лафариэль Hit -4399 (Fire)", -- [48]
				"Радж Благословение Солнца Лафариэль Hit -4048 (450 сопрот.) (Fire)", -- [49]
				"Лафариэль Вспышка Света Лакстер Crit +29454", -- [50]
			},
			["Name"] = "Лафариэль",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				true, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				1501.417, -- [1]
				1501.417, -- [2]
				1501.425, -- [3]
				1501.538, -- [4]
				1501.857, -- [5]
				1501.863, -- [6]
				1502.24, -- [7]
				1502.248, -- [8]
				1502.759, -- [9]
				1502.759, -- [10]
				1502.76, -- [11]
				1503.554, -- [12]
				1503.569, -- [13]
				1503.57, -- [14]
				1503.955, -- [15]
				1504.477, -- [16]
				1505.173, -- [17]
				1505.802, -- [18]
				1505.807, -- [19]
				1506.273, -- [20]
				1506.276, -- [21]
				1506.803, -- [22]
				1507.087, -- [23]
				1507.5, -- [24]
				1507.5, -- [25]
				1507.888, -- [26]
				1508.284, -- [27]
				1508.863, -- [28]
				1509.997, -- [29]
				1510.298, -- [30]
				1511.211, -- [31]
				1627.306, -- [32]
				1627.574, -- [33]
				1628.381, -- [34]
				1628.89, -- [35]
				1629.696, -- [36]
				1629.979, -- [37]
				1630.8, -- [38]
				1631.196, -- [39]
				1632.109, -- [40]
				1498.238, -- [41]
				1498.24, -- [42]
				1498.417, -- [43]
				1498.65, -- [44]
				1499.028, -- [45]
				1499.034, -- [46]
				1499.398, -- [47]
				1499.862, -- [48]
				1500.266, -- [49]
				1500.648, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["TimeHealing"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 1.12,
								},
								["Вспышка Света"] = {
									["count"] = 0.01,
								},
								["Свет небес"] = {
									["count"] = 7.600000000000001,
								},
								["Торжество"] = {
									["count"] = 1.1,
								},
								["Шок небес"] = {
									["count"] = 5.05,
								},
								["Частица Света"] = {
									["count"] = 24.56,
								},
							},
							["amount"] = 39.43999999999998,
						},
						["Лакстер"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 2.42,
								},
								["Вспышка Света"] = {
									["count"] = 2.23,
								},
								["Божественный свет"] = {
									["count"] = 3.21,
								},
								["Торжество"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 9.459999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 0.78,
								},
								["Торжество"] = {
									["count"] = 0.47,
								},
								["Возложение рук"] = {
									["count"] = 0,
								},
								["Шок небес"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 5.87,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 15.4,
								},
							},
							["amount"] = 15.4,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 4.9,
								},
								["Божественный свет"] = {
									["count"] = 3.51,
								},
								["Шок небес"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 8.829999999999998,
						},
					},
					["OverHeals"] = {
						["Божественный свет"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8501,
									["min"] = 8501,
									["count"] = 1,
									["amount"] = 8501,
								},
								["Hit"] = {
									["max"] = 2182,
									["min"] = 2182,
									["count"] = 1,
									["amount"] = 2182,
								},
							},
							["count"] = 2,
							["amount"] = 10683,
						},
						["Вспышка Света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 22390,
									["min"] = 22390,
									["count"] = 1,
									["amount"] = 22390,
								},
							},
							["count"] = 1,
							["amount"] = 22390,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 9978,
									["min"] = 1714,
									["count"] = 5,
									["amount"] = 23662,
								},
								["Hit"] = {
									["max"] = 7517,
									["min"] = 363,
									["count"] = 10,
									["amount"] = 51301,
								},
							},
							["count"] = 15,
							["amount"] = 74963,
						},
						["Возложение рук"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 60872,
									["min"] = 60872,
									["count"] = 1,
									["amount"] = 60872,
								},
							},
							["count"] = 1,
							["amount"] = 60872,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2509,
									["min"] = 2509,
									["count"] = 1,
									["amount"] = 2509,
								},
							},
							["count"] = 1,
							["amount"] = 2509,
						},
						["Частица Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 38723,
									["min"] = 1640,
									["count"] = 17,
									["amount"] = 132189,
								},
							},
							["count"] = 17,
							["amount"] = 132189,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3652,
									["min"] = 1850,
									["count"] = 4,
									["amount"] = 9867,
								},
								["Hit"] = {
									["max"] = 1884,
									["min"] = 1884,
									["count"] = 1,
									["amount"] = 1884,
								},
							},
							["count"] = 5,
							["amount"] = 11751,
						},
					},
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 213576,
								},
							},
							["amount"] = 213576,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeSpent"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 1.12,
								},
								["Вспышка Света"] = {
									["count"] = 0.01,
								},
								["Свет небес"] = {
									["count"] = 7.600000000000001,
								},
								["Торжество"] = {
									["count"] = 1.1,
								},
								["Шок небес"] = {
									["count"] = 5.05,
								},
								["Частица Света"] = {
									["count"] = 24.56,
								},
							},
							["amount"] = 39.43999999999998,
						},
						["Лакстер"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 2.42,
								},
								["Вспышка Света"] = {
									["count"] = 2.23,
								},
								["Божественный свет"] = {
									["count"] = 3.21,
								},
								["Торжество"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 9.459999999999999,
						},
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 15.4,
								},
							},
							["amount"] = 15.4,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 4.9,
								},
								["Божественный свет"] = {
									["count"] = 3.51,
								},
								["Шок небес"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 8.829999999999998,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 0.78,
								},
								["Торжество"] = {
									["count"] = 0.47,
								},
								["Возложение рук"] = {
									["count"] = 0,
								},
								["Шок небес"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 5.87,
						},
					},
					["HealedWho"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 56882,
								},
								["Вспышка Света"] = {
									["count"] = 17299,
								},
								["Торжество"] = {
									["count"] = 44684,
								},
								["Свет небес"] = {
									["count"] = 78402,
								},
								["Озаряющее исцеление"] = {
									["count"] = 34929,
								},
								["Шок небес"] = {
									["count"] = 70698,
								},
								["Частица Света"] = {
									["count"] = 269544,
								},
							},
							["amount"] = 572438,
						},
						["Лакстер"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26382,
								},
								["Свет небес"] = {
									["count"] = 11160,
								},
								["Озаряющее исцеление"] = {
									["count"] = 19409,
								},
								["Вспышка Света"] = {
									["count"] = 55604,
								},
								["Торжество"] = {
									["count"] = 67036,
								},
							},
							["amount"] = 179591,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26698,
								},
								["Возложение рук"] = {
									["count"] = 65844,
								},
								["Озаряющее исцеление"] = {
									["count"] = 28767,
								},
								["Торжество"] = {
									["count"] = 5146,
								},
								["Шок небес"] = {
									["count"] = 28001,
								},
							},
							["amount"] = 154456,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 213576,
								},
							},
							["amount"] = 213576,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 24660,
								},
								["Озаряющее исцеление"] = {
									["count"] = 12691,
								},
								["Божественный свет"] = {
									["count"] = 96541,
								},
								["Шок небес"] = {
									["count"] = 27874,
								},
							},
							["amount"] = 161766,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 24615,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1566,
									["min"] = 764,
									["count"] = 12,
									["amount"] = 15368,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2293,
									["min"] = 2293,
									["count"] = 1,
									["amount"] = 2293,
								},
							},
							["count"] = 15,
							["amount"] = 17661,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 895,
									["min"] = 450,
									["count"] = 6,
									["amount"] = 3674,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1382,
									["min"] = 1382,
									["count"] = 1,
									["amount"] = 1382,
								},
							},
							["count"] = 8,
							["amount"] = 5056,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 1898,
									["min"] = 1898,
									["count"] = 1,
									["amount"] = 1898,
								},
							},
							["count"] = 3,
							["amount"] = 1898,
						},
					},
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 6559,
								},
							},
							["amount"] = 6559,
						},
						["Волшебный поток"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 5321,
								},
							},
							["amount"] = 5321,
						},
						["Восполнение маны"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 2400,
								},
							},
							["amount"] = 2400,
						},
						["Символ божественности"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 17738,
								},
							},
							["amount"] = 17738,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 3513,
								},
							},
							["amount"] = 3513,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 82.5,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния"] = {
									["count"] = 35475,
								},
								["Благословение Солнца"] = {
									["count"] = 31773,
								},
								["Солнечная молния (УЗВ)"] = {
									["count"] = 97723,
								},
							},
							["amount"] = 164971,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 10450,
								},
							},
							["amount"] = 10450,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 175421,
					},
					["DamageTaken"] = 175421,
					["Damage"] = 1881,
					["ElementDone"] = {
						["Holy"] = 1881,
					},
					["TimeHeal"] = 79,
					["ShieldedWho"] = {
						["Крем"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Лакстер"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Графинша"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Ёмасе"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 15,
								},
							},
							["amount"] = 15,
						},
					},
					["Absorbs"] = 95796,
					["Overhealing"] = 315357,
					["Healing"] = 1186031,
					["Heals"] = {
						["Вспышка Света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 29454,
									["min"] = 6226,
									["count"] = 2,
									["amount"] = 35680,
								},
								["Hit"] = {
									["max"] = 19924,
									["min"] = 17299,
									["count"] = 2,
									["amount"] = 37223,
								},
							},
							["count"] = 4,
							["amount"] = 72903,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11088,
									["min"] = 3741,
									["count"] = 11,
									["amount"] = 91952,
								},
								["Hit"] = {
									["max"] = 8046,
									["min"] = 232,
									["count"] = 20,
									["amount"] = 121624,
								},
							},
							["count"] = 31,
							["amount"] = 213576,
						},
						["Свет небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15851,
									["min"] = 14162,
									["count"] = 3,
									["amount"] = 44717,
								},
								["Hit"] = {
									["max"] = 11831,
									["min"] = 8809,
									["count"] = 7,
									["amount"] = 69505,
								},
							},
							["count"] = 10,
							["amount"] = 114222,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13581,
									["min"] = 10272,
									["count"] = 8,
									["amount"] = 89025,
								},
								["Hit"] = {
									["max"] = 8759,
									["min"] = 6930,
									["count"] = 5,
									["amount"] = 37548,
								},
							},
							["count"] = 13,
							["amount"] = 126573,
						},
						["Возложение рук"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 65844,
									["min"] = 65844,
									["count"] = 1,
									["amount"] = 65844,
								},
							},
							["count"] = 1,
							["amount"] = 65844,
						},
						["Божественный свет"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 36840,
									["min"] = 26698,
									["count"] = 3,
									["amount"] = 98997,
								},
								["Hit"] = {
									["max"] = 30609,
									["min"] = 24242,
									["count"] = 4,
									["amount"] = 107506,
								},
							},
							["count"] = 7,
							["amount"] = 206503,
						},
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6757,
									["min"] = 24,
									["count"] = 40,
									["amount"] = 95796,
								},
							},
							["count"] = 40,
							["amount"] = 95796,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 23964,
									["min"] = 7352,
									["count"] = 5,
									["amount"] = 76870,
								},
								["Hit"] = {
									["max"] = 12618,
									["min"] = 4464,
									["count"] = 5,
									["amount"] = 39996,
								},
							},
							["count"] = 10,
							["amount"] = 116866,
						},
						["Частица Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 28436,
									["min"] = 2605,
									["count"] = 50,
									["amount"] = 269544,
								},
							},
							["count"] = 50,
							["amount"] = 269544,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 27,
						},
					},
					["Attacks"] = {
						["Правосудие"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1881,
									["min"] = 1881,
									["count"] = 1,
									["amount"] = 1881,
								},
							},
							["count"] = 1,
							["amount"] = 1881,
						},
					},
					["HealingTaken"] = 213576,
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 6559,
								},
							},
							["amount"] = 6559,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Волшебный поток"] = {
									["count"] = 5321,
								},
								["Печать прозрения"] = {
									["count"] = 3513,
								},
								["Символ божественности"] = {
									["count"] = 17738,
								},
								["Восполнение маны"] = {
									["count"] = 2400,
								},
							},
							["amount"] = 28972,
						},
					},
					["TimeDamage"] = 3.5,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["ManaGain"] = 35531,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 1881,
								},
							},
							["amount"] = 1881,
						},
					},
					["Absorbed"] = {
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Крем"] = {
									["max"] = 4774,
									["min"] = 493,
									["count"] = 7,
									["amount"] = 12691,
								},
								["Лакстер"] = {
									["max"] = 4591,
									["min"] = 226,
									["count"] = 7,
									["amount"] = 19409,
								},
								["Графинша"] = {
									["max"] = 6757,
									["min"] = 543,
									["count"] = 9,
									["amount"] = 28767,
								},
								["Ёмасе"] = {
									["max"] = 4911,
									["min"] = 24,
									["count"] = 17,
									["amount"] = 34929,
								},
							},
							["count"] = 40,
							["amount"] = 95796,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ShieldedWho"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 267,
								},
							},
							["amount"] = 267,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 267,
								},
							},
							["amount"] = 267,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 267,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 1.12,
								},
								["Вспышка Света"] = {
									["count"] = 0.01,
								},
								["Свет небес"] = {
									["count"] = 7.600000000000001,
								},
								["Торжество"] = {
									["count"] = 1.1,
								},
								["Шок небес"] = {
									["count"] = 5.05,
								},
								["Частица Света"] = {
									["count"] = 24.56,
								},
							},
							["amount"] = 39.43999999999998,
						},
						["Лакстер"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 2.42,
								},
								["Вспышка Света"] = {
									["count"] = 2.23,
								},
								["Божественный свет"] = {
									["count"] = 3.21,
								},
								["Торжество"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 9.459999999999999,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 0.78,
								},
								["Торжество"] = {
									["count"] = 0.47,
								},
								["Возложение рук"] = {
									["count"] = 0,
								},
								["Шок небес"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 5.87,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 15.4,
								},
							},
							["amount"] = 15.4,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 4.9,
								},
								["Божественный свет"] = {
									["count"] = 3.51,
								},
								["Шок небес"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 8.829999999999998,
						},
					},
					["OverHeals"] = {
						["Божественный свет"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8501,
									["min"] = 8501,
									["count"] = 1,
									["amount"] = 8501,
								},
								["Hit"] = {
									["max"] = 2182,
									["min"] = 2182,
									["count"] = 1,
									["amount"] = 2182,
								},
							},
							["count"] = 2,
							["amount"] = 10683,
						},
						["Вспышка Света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 22390,
									["min"] = 22390,
									["count"] = 1,
									["amount"] = 22390,
								},
							},
							["count"] = 1,
							["amount"] = 22390,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 9978,
									["min"] = 1714,
									["count"] = 5,
									["amount"] = 23662,
								},
								["Hit"] = {
									["max"] = 7517,
									["min"] = 363,
									["count"] = 10,
									["amount"] = 51301,
								},
							},
							["count"] = 15,
							["amount"] = 74963,
						},
						["Возложение рук"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 60872,
									["min"] = 60872,
									["count"] = 1,
									["amount"] = 60872,
								},
							},
							["count"] = 1,
							["amount"] = 60872,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2509,
									["min"] = 2509,
									["count"] = 1,
									["amount"] = 2509,
								},
							},
							["count"] = 1,
							["amount"] = 2509,
						},
						["Частица Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 38723,
									["min"] = 1640,
									["count"] = 17,
									["amount"] = 132189,
								},
							},
							["count"] = 17,
							["amount"] = 132189,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 3652,
									["min"] = 1850,
									["count"] = 4,
									["amount"] = 9867,
								},
								["Hit"] = {
									["max"] = 1884,
									["min"] = 1884,
									["count"] = 1,
									["amount"] = 1884,
								},
							},
							["count"] = 5,
							["amount"] = 11751,
						},
					},
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 213576,
								},
							},
							["amount"] = 213576,
						},
					},
					["ElementHitsDone"] = {
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["TimeSpent"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 1.12,
								},
								["Вспышка Света"] = {
									["count"] = 0.01,
								},
								["Свет небес"] = {
									["count"] = 7.600000000000001,
								},
								["Торжество"] = {
									["count"] = 1.1,
								},
								["Шок небес"] = {
									["count"] = 5.05,
								},
								["Частица Света"] = {
									["count"] = 24.56,
								},
							},
							["amount"] = 39.43999999999998,
						},
						["Лакстер"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 2.42,
								},
								["Вспышка Света"] = {
									["count"] = 2.23,
								},
								["Божественный свет"] = {
									["count"] = 3.21,
								},
								["Торжество"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 9.459999999999999,
						},
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 15.4,
								},
							},
							["amount"] = 15.4,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 4.9,
								},
								["Божественный свет"] = {
									["count"] = 3.51,
								},
								["Шок небес"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 8.829999999999998,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 0.78,
								},
								["Торжество"] = {
									["count"] = 0.47,
								},
								["Возложение рук"] = {
									["count"] = 0,
								},
								["Шок небес"] = {
									["count"] = 4.62,
								},
							},
							["amount"] = 5.87,
						},
					},
					["HealedWho"] = {
						["Ёмасе"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 56882,
								},
								["Вспышка Света"] = {
									["count"] = 17299,
								},
								["Торжество"] = {
									["count"] = 44684,
								},
								["Свет небес"] = {
									["count"] = 78402,
								},
								["Озаряющее исцеление"] = {
									["count"] = 34929,
								},
								["Шок небес"] = {
									["count"] = 70698,
								},
								["Частица Света"] = {
									["count"] = 269544,
								},
							},
							["amount"] = 572438,
						},
						["Лакстер"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26382,
								},
								["Свет небес"] = {
									["count"] = 11160,
								},
								["Озаряющее исцеление"] = {
									["count"] = 19409,
								},
								["Вспышка Света"] = {
									["count"] = 55604,
								},
								["Торжество"] = {
									["count"] = 67036,
								},
							},
							["amount"] = 179591,
						},
						["Графинша"] = {
							["Details"] = {
								["Божественный свет"] = {
									["count"] = 26698,
								},
								["Возложение рук"] = {
									["count"] = 65844,
								},
								["Озаряющее исцеление"] = {
									["count"] = 28767,
								},
								["Торжество"] = {
									["count"] = 5146,
								},
								["Шок небес"] = {
									["count"] = 28001,
								},
							},
							["amount"] = 154456,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Защитник добра"] = {
									["count"] = 213576,
								},
							},
							["amount"] = 213576,
						},
						["Крем"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 24660,
								},
								["Озаряющее исцеление"] = {
									["count"] = 12691,
								},
								["Божественный свет"] = {
									["count"] = 96541,
								},
								["Шок небес"] = {
									["count"] = 27874,
								},
							},
							["amount"] = 161766,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 24615,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1566,
									["min"] = 764,
									["count"] = 12,
									["amount"] = 15368,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2293,
									["min"] = 2293,
									["count"] = 1,
									["amount"] = 2293,
								},
							},
							["count"] = 15,
							["amount"] = 17661,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 895,
									["min"] = 450,
									["count"] = 6,
									["amount"] = 3674,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 1382,
									["min"] = 1382,
									["count"] = 1,
									["amount"] = 1382,
								},
							},
							["count"] = 8,
							["amount"] = 5056,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["25%Сопротив."] = {
									["max"] = 1898,
									["min"] = 1898,
									["count"] = 1,
									["amount"] = 1898,
								},
							},
							["count"] = 3,
							["amount"] = 1898,
						},
					},
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 6826,
								},
							},
							["amount"] = 6826,
						},
						["Волшебный поток"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 5321,
								},
							},
							["amount"] = 5321,
						},
						["Восполнение маны"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 2400,
								},
							},
							["amount"] = 2400,
						},
						["Символ божественности"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 17738,
								},
							},
							["amount"] = 17738,
						},
						["Печать прозрения"] = {
							["Details"] = {
								["Лафариэль"] = {
									["count"] = 3513,
								},
							},
							["amount"] = 3513,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 15,
									["amount"] = 0,
								},
							},
							["count"] = 15,
							["amount"] = 0,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 82.5,
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния"] = {
									["count"] = 35475,
								},
								["Благословение Солнца"] = {
									["count"] = 31773,
								},
								["Солнечная молния (УЗВ)"] = {
									["count"] = 97723,
								},
							},
							["amount"] = 164971,
						},
						["Солнечные вихри"] = {
							["Details"] = {
								["Солнечные вихри"] = {
									["count"] = 10450,
								},
							},
							["amount"] = 10450,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 175421,
					},
					["DamageTaken"] = 175421,
					["Damage"] = 1881,
					["ElementDone"] = {
						["Holy"] = 1881,
					},
					["TimeHeal"] = 79,
					["ShieldedWho"] = {
						["Крем"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Лакстер"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Графинша"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Ёмасе"] = {
							["Details"] = {
								["Озаряющее исцеление"] = {
									["count"] = 17,
								},
							},
							["amount"] = 17,
						},
					},
					["Absorbs"] = 95796,
					["Overhealing"] = 315357,
					["Healing"] = 1186031,
					["Heals"] = {
						["Вспышка Света"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 29454,
									["min"] = 6226,
									["count"] = 2,
									["amount"] = 35680,
								},
								["Hit"] = {
									["max"] = 19924,
									["min"] = 17299,
									["count"] = 2,
									["amount"] = 37223,
								},
							},
							["count"] = 4,
							["amount"] = 72903,
						},
						["Защитник добра"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 11088,
									["min"] = 3741,
									["count"] = 11,
									["amount"] = 91952,
								},
								["Hit"] = {
									["max"] = 8046,
									["min"] = 232,
									["count"] = 20,
									["amount"] = 121624,
								},
							},
							["count"] = 31,
							["amount"] = 213576,
						},
						["Свет небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 15851,
									["min"] = 14162,
									["count"] = 3,
									["amount"] = 44717,
								},
								["Hit"] = {
									["max"] = 11831,
									["min"] = 8809,
									["count"] = 7,
									["amount"] = 69505,
								},
							},
							["count"] = 10,
							["amount"] = 114222,
						},
						["Шок небес"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 13581,
									["min"] = 10272,
									["count"] = 8,
									["amount"] = 89025,
								},
								["Hit"] = {
									["max"] = 8759,
									["min"] = 6930,
									["count"] = 5,
									["amount"] = 37548,
								},
							},
							["count"] = 13,
							["amount"] = 126573,
						},
						["Возложение рук"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 65844,
									["min"] = 65844,
									["count"] = 1,
									["amount"] = 65844,
								},
							},
							["count"] = 1,
							["amount"] = 65844,
						},
						["Божественный свет"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 36840,
									["min"] = 26698,
									["count"] = 3,
									["amount"] = 98997,
								},
								["Hit"] = {
									["max"] = 30609,
									["min"] = 24242,
									["count"] = 4,
									["amount"] = 107506,
								},
							},
							["count"] = 7,
							["amount"] = 206503,
						},
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 6757,
									["min"] = 24,
									["count"] = 40,
									["amount"] = 95796,
								},
							},
							["count"] = 40,
							["amount"] = 95796,
						},
						["Торжество"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 23964,
									["min"] = 7352,
									["count"] = 5,
									["amount"] = 76870,
								},
								["Hit"] = {
									["max"] = 12618,
									["min"] = 4464,
									["count"] = 5,
									["amount"] = 39996,
								},
							},
							["count"] = 10,
							["amount"] = 116866,
						},
						["Частица Света"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 28436,
									["min"] = 2605,
									["count"] = 50,
									["amount"] = 269544,
								},
							},
							["count"] = 50,
							["amount"] = 269544,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 11,
								},
								["Tick"] = {
									["count"] = 15,
								},
							},
							["amount"] = 27,
						},
					},
					["Attacks"] = {
						["Правосудие"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1881,
									["min"] = 1881,
									["count"] = 1,
									["amount"] = 1881,
								},
							},
							["count"] = 1,
							["amount"] = 1881,
						},
					},
					["HealingTaken"] = 213576,
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 6826,
								},
							},
							["amount"] = 6826,
						},
						["Лафариэль"] = {
							["Details"] = {
								["Волшебный поток"] = {
									["count"] = 5321,
								},
								["Печать прозрения"] = {
									["count"] = 3513,
								},
								["Символ божественности"] = {
									["count"] = 17738,
								},
								["Восполнение маны"] = {
									["count"] = 2400,
								},
							},
							["amount"] = 28972,
						},
					},
					["TimeDamage"] = 3.5,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["ManaGain"] = 35798,
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Правосудие"] = {
									["count"] = 1881,
								},
							},
							["amount"] = 1881,
						},
					},
					["Absorbed"] = {
						["Озаряющее исцеление"] = {
							["Details"] = {
								["Крем"] = {
									["max"] = 4774,
									["min"] = 493,
									["count"] = 7,
									["amount"] = 12691,
								},
								["Лакстер"] = {
									["max"] = 4591,
									["min"] = 226,
									["count"] = 7,
									["amount"] = 19409,
								},
								["Графинша"] = {
									["max"] = 6757,
									["min"] = 543,
									["count"] = 9,
									["amount"] = 28767,
								},
								["Ёмасе"] = {
									["max"] = 4911,
									["min"] = 24,
									["count"] = 17,
									["amount"] = 34929,
								},
							},
							["count"] = 40,
							["amount"] = 95796,
						},
					},
				},
			},
			["UnitLockout"] = 1293404214,
			["LastActive"] = 1293404421,
		},
		["Крем"] = {
			["LastEventHealth"] = {
				"91692 (85%)", -- [1]
				"91692 (85%)", -- [2]
				"91692 (85%)", -- [3]
				"71906 (67%)", -- [4]
				"71906 (67%)", -- [5]
				"71906 (67%)", -- [6]
				"71906 (67%)", -- [7]
				"71906 (67%)", -- [8]
				"80715 (75%)", -- [9]
				"80715 (75%)", -- [10]
				"80715 (75%)", -- [11]
				"73711 (68%)", -- [12]
				"73711 (68%)", -- [13]
				"73711 (68%)", -- [14]
				"73711 (68%)", -- [15]
				"73711 (68%)", -- [16]
				"70798 (65%)", -- [17]
				"63016 (58%)", -- [18]
				"59031 (55%)", -- [19]
				"59031 (55%)", -- [20]
				"54842 (51%)", -- [21]
				"54842 (51%)", -- [22]
				"54842 (51%)", -- [23]
				"91682 (85%)", -- [24]
				"87935 (81%)", -- [25]
				"87935 (81%)", -- [26]
				"87935 (81%)", -- [27]
				"87935 (81%)", -- [28]
				"82847 (77%)", -- [29]
				"82847 (77%)", -- [30]
				"82847 (77%)", -- [31]
				"82847 (77%)", -- [32]
				"79239 (73%)", -- [33]
				"75076 (69%)", -- [34]
				"68851 (64%)", -- [35]
				"68851 (64%)", -- [36]
				"65244 (60%)", -- [37]
				"75916 (70%)", -- [38]
				"71703 (66%)", -- [39]
				"107162 (99%)", -- [40]
				"91692 (85%)", -- [41]
				"91692 (85%)", -- [42]
				"91692 (85%)", -- [43]
				"91692 (85%)", -- [44]
				"91692 (85%)", -- [45]
				"91692 (85%)", -- [46]
				"91692 (85%)", -- [47]
				"91692 (85%)", -- [48]
				"91692 (85%)", -- [49]
				"91692 (85%)", -- [50]
			},
			["LastAttackedBy"] = "Радж",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"HEAL", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"HEAL", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"DAMAGE", -- [23]
				"HEAL", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"HEAL", -- [31]
				"HEAL", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"HEAL", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"DAMAGE", -- [49]
				"HEAL", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					19.45, -- [1]
				},
				["Healing"] = {
					100680, -- [1]
				},
				["DamageTaken"] = {
					150307, -- [1]
				},
				["HealingTaken"] = {
					149075, -- [1]
				},
				["Overhealing"] = {
					54371, -- [1]
				},
				["TimeDamage"] = {
					57.21000000000001, -- [1]
				},
				["ManaGain"] = {
					18650, -- [1]
				},
				["ActiveTime"] = {
					76.66000000000001, -- [1]
				},
				["Damage"] = {
					1049482, -- [1]
				},
			},
			["enClass"] = "MAGE",
			["unit"] = "Крем",
			["LastDamageTaken"] = 5292,
			["level"] = 85,
			["LastDamageAbility"] = "Солнечная молния (УЗВ)",
			["LastFightIn"] = 0,
			["LastEventNum"] = {
				[4] = 18.43731072077529,
				[17] = 2.714438801658668,
				[9] = 8.208544937799935,
				[18] = 7.251549177654568,
				[19] = 3.71336719004799,
				[38] = 9.94455574709966,
				[39] = 4.931277081489074,
				[40] = 33.04197922005312,
				[21] = 3.903461771420584,
				[12] = 6.526580627125751,
				[24] = 34.32884498905092,
				[25] = 3.491590178446629,
				[35] = 5.800680240413735,
				[37] = 3.36113311279877,
				[33] = 3.362064948981969,
				[29] = 4.741182500116479,
				[34] = 3.87923403065741,
			},
			["type"] = "Ungrouped",
			["TimeLast"] = {
				["TimeHeal"] = 1293404288,
				["OVERALL"] = 1293404300,
				["DamageTaken"] = 1293404293,
				["HealingTaken"] = 1293404294,
				["Overhealing"] = 1293404281,
				["ActiveTime"] = 1293404290,
				["Healing"] = 1293404288,
				["ManaGain"] = 1293404300,
				["TimeDamage"] = 1293404290,
				["Damage"] = 1293404290,
			},
			["GuardianReverseGUIDs"] = {
				["Зеркальное изображение"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"0xF13079F00008A390", -- [1]
						"0xF13079F00008A391", -- [2]
						[0] = "0xF13079F00008A38F",
					},
				},
				["Украшенная камнями змея"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF13098F80008A3A2",
					},
				},
			},
			["LastAbility"] = 1501.534,
			["Owner"] = false,
			["Pet"] = {
				"Элементаль воды <Крем>", -- [1]
				"Зеркальное изображение <Крем>", -- [2]
				"Украшенная камнями змея <Крем>", -- [3]
			},
			["NextEventNum"] = 41,
			["LastEventHealthNum"] = {
				85.44192330988213, -- [1]
				85.44192330988213, -- [2]
				85.44192330988213, -- [3]
				67.00461258910684, -- [4]
				67.00461258910684, -- [5]
				67.00461258910684, -- [6]
				67.00461258910684, -- [7]
				67.00461258910684, -- [8]
				75.21315752690677, -- [9]
				75.21315752690677, -- [10]
				75.21315752690677, -- [11]
				68.68657689978102, -- [12]
				68.68657689978102, -- [13]
				68.68657689978102, -- [14]
				68.68657689978102, -- [15]
				68.68657689978102, -- [16]
				65.97213809812234, -- [17]
				58.72058892046778, -- [18]
				55.00722173041979, -- [19]
				55.00722173041979, -- [20]
				51.10375995899921, -- [21]
				51.10375995899921, -- [22]
				51.10375995899921, -- [23]
				85.43260494805013, -- [24]
				81.9410147696035, -- [25]
				81.9410147696035, -- [26]
				81.9410147696035, -- [27]
				81.9410147696035, -- [28]
				77.19983226948702, -- [29]
				77.19983226948702, -- [30]
				77.19983226948702, -- [31]
				77.19983226948702, -- [32]
				73.83776732050505, -- [33]
				69.95853328984765, -- [34]
				64.15785304943391, -- [35]
				64.15785304943391, -- [36]
				60.79671993663514, -- [37]
				70.7412756837348, -- [38]
				66.81544984391744, -- [39]
				99.85742906397056, -- [40]
				85.44192330988213, -- [41]
				85.44192330988213, -- [42]
				85.44192330988213, -- [43]
				85.44192330988213, -- [44]
				85.44192330988213, -- [45]
				85.44192330988213, -- [46]
				85.44192330988213, -- [47]
				85.44192330988213, -- [48]
				85.44192330988213, -- [49]
				85.44192330988213, -- [50]
			},
			["LastEvents"] = {
				"Крем Ледяное копье Радж Crit -24847 (Frost)", -- [1]
				"Крем Ледяная стрела Радж Hit -10263 (Frost)", -- [2]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3727 (3727 избыт. лечение)", -- [3]
				"Радж Солнечная молния Крем Hit -19786 (Fire)", -- [4]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1539 (1539 избыт. лечение)", -- [5]
				"Крем Глубокая заморозка Радж Immune (Frost)", -- [6]
				"Крем Глубокая заморозка Радж Crit -91626 (Frost)", -- [7]
				"Крем Ледяная стрела Радж Hit -10218 (Frost)", -- [8]
				"Лафариэль Свет небес Крем Hit +8809", -- [9]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +13744 (13744 избыт. лечение)", -- [10]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1532 (1532 избыт. лечение)", -- [11]
				"Радж Солнечная молния (УЗВ) Крем Tick -7004 (778 сопрот.) (Fire)", -- [12]
				"Крем Ледяное копье Радж Crit -24912 (Frost)", -- [13]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3737", -- [14]
				"Крем Ледяное копье Радж Hit -4870 (Frost)", -- [15]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +730", -- [16]
				"Радж Благословение Солнца Крем Hit -2913 (481 сопрот.) (1413 Поглощено) (Fire)", -- [17]
				"Радж Солнечная молния (УЗВ) Крем Tick -7782 (Fire)", -- [18]
				"Радж Благословение Солнца Крем Hit -3985 (443 сопрот.) (Fire)", -- [19]
				"Крем Ледяная стрела Радж Hit -20465 (Frost)", -- [20]
				"Радж Благословение Солнца Крем Hit -4189 (466 сопрот.) (Fire)", -- [21]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3070", -- [22]
				"Крем Ледяная стрела Радж Hit -17897 (Frost)", -- [23]
				"Лафариэль Божественный свет Крем Crit +36840", -- [24]
				"Радж Благословение Солнца Крем Hit -3747 (416 сопрот.) (Fire)", -- [25]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +2685", -- [26]
				"Радж Благословение Солнца Крем Absorb (4774 Поглощено) (Fire)", -- [27]
				"Крем Ледяная стрела Радж Hit -17776 (Frost)", -- [28]
				"Радж Солнечная молния (УЗВ) Крем Tick -5088 (1556 сопрот.) (1137 Поглощено) (Fire)", -- [29]
				"Крем Стрела ледяного огня Радж Hit -20511 (Frostfire)", -- [30]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +2666", -- [31]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3077", -- [32]
				"Радж Благословение Солнца Крем Hit -3608 (902 сопрот.) (Fire)", -- [33]
				"Радж Благословение Солнца Крем Hit -4163 (Fire)", -- [34]
				"Радж Солнечная молния (УЗВ) Крем Tick -6225 (1556 сопрот.) (Fire)", -- [35]
				"Крем Огненная сфера Радж Crit -5092 (Fire)", -- [36]
				"Радж Благословение Солнца Крем Hit -3607 (902 сопрот.) (Fire)", -- [37]
				"Лафариэль Шок небес Крем Crit +10672", -- [38]
				"Радж Солнечная молния (УЗВ) Крем Tick -5292 (778 сопрот.) (1712 Поглощено) (Fire)", -- [39]
				"Лафариэль Божественный свет Крем Crit +35459", -- [40]
				"Крем Стрела ледяного огня Радж Crit -30244 (Frostfire)", -- [41]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +4536", -- [42]
				"Крем Ледяная стрела Радж Crit -20684 (Frost)", -- [43]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3103", -- [44]
				"Крем Ледяная стрела Радж Hit -10401 (Frost)", -- [45]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +1560", -- [46]
				"Крем Ледяная стрела Радж Crit -20436 (Frost)", -- [47]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3066 (264 избыт. лечение)", -- [48]
				"Крем Ледяная стрела Радж Crit -20442 (Frost)", -- [49]
				"Крем Вечная мерзлота Элементаль воды <Крем> Hit +3066 (3066 избыт. лечение)", -- [50]
			},
			["Name"] = "Крем",
			["LastEventTimes"] = {
				1488.894, -- [1]
				1489.044, -- [2]
				1489.416, -- [3]
				1489.422, -- [4]
				1489.781, -- [5]
				1491.294, -- [6]
				1491.412, -- [7]
				1491.806, -- [8]
				1491.809, -- [9]
				1492.192, -- [10]
				1492.199, -- [11]
				1492.423, -- [12]
				1492.604, -- [13]
				1493.024, -- [14]
				1493.486, -- [15]
				1494.211, -- [16]
				1494.23, -- [17]
				1495.436, -- [18]
				1495.449, -- [19]
				1496.116, -- [20]
				1496.247, -- [21]
				1496.642, -- [22]
				1497.448, -- [23]
				1497.453, -- [24]
				1497.458, -- [25]
				1497.856, -- [26]
				1498.242, -- [27]
				1498.413, -- [28]
				1498.414, -- [29]
				1498.929, -- [30]
				1499.035, -- [31]
				1499.399, -- [32]
				1499.403, -- [33]
				1500.267, -- [34]
				1501.414, -- [35]
				1501.534, -- [36]
				1501.538, -- [37]
				1502.76, -- [38]
				1504.473, -- [39]
				1505.173, -- [40]
				1481.724, -- [41]
				1482.181, -- [42]
				1483.752, -- [43]
				1484.188, -- [44]
				1485.166, -- [45]
				1485.751, -- [46]
				1486.464, -- [47]
				1487.002, -- [48]
				1487.763, -- [49]
				1488.197, -- [50]
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				false, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Fights"] = {
				["LastFightData"] = {
					["TimeHealing"] = {
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 19.45,
								},
							},
							["amount"] = 19.45,
						},
					},
					["OverHeals"] = {
						["Вечная мерзлота"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 14100,
									["min"] = 264,
									["count"] = 10,
									["amount"] = 54371,
								},
							},
							["count"] = 10,
							["amount"] = 54371,
						},
					},
					["Heals"] = {
						["Вечная мерзлота"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4659,
									["min"] = 730,
									["count"] = 40,
									["amount"] = 100680,
								},
							},
							["count"] = 40,
							["amount"] = 100680,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 6.770000000000001,
								},
								["Ледяная стрела"] = {
									["count"] = 36.99,
								},
								["Стрела ледяного огня"] = {
									["count"] = 2.07,
								},
								["Огненная сфера"] = {
									["count"] = 4.27,
								},
								["Ледяное копье"] = {
									["count"] = 7.109999999999999,
								},
							},
							["amount"] = 57.21000000000001,
						},
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 19.45,
								},
							},
							["amount"] = 19.45,
						},
					},
					["DamageTaken"] = 150307,
					["ElementTakenResist"] = {
						["Fire"] = 24250,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1556,
									["min"] = 767,
									["count"] = 9,
									["amount"] = 10801,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2338,
									["min"] = 1559,
									["count"] = 2,
									["amount"] = 3897,
								},
							},
							["count"] = 14,
							["amount"] = 14698,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 902,
									["min"] = 416,
									["count"] = 6,
									["amount"] = 3610,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 3610,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 5942,
									["min"] = 5942,
									["count"] = 1,
									["amount"] = 5942,
								},
							},
							["count"] = 4,
							["amount"] = 5942,
						},
					},
					["ManaGained"] = {
						["Повелитель Стихий"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 11746,
								},
							},
							["amount"] = 11746,
						},
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 6726,
								},
							},
							["amount"] = 6726,
						},
					},
					["Overhealing"] = 54371,
					["ActiveTime"] = 76.66000000000001,
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 24660,
								},
								["Божественный свет"] = {
									["count"] = 96541,
								},
								["Шок небес"] = {
									["count"] = 27874,
								},
							},
							["amount"] = 149075,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 150307,
					},
					["Attacks"] = {
						["Глубокая заморозка"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 93996,
									["min"] = 78333,
									["count"] = 3,
									["amount"] = 263955,
								},
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 263955,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25892,
									["min"] = 17740,
									["count"] = 12,
									["amount"] = 259396,
								},
								["Hit"] = {
									["max"] = 20465,
									["min"] = 8753,
									["count"] = 21,
									["amount"] = 241962,
								},
							},
							["count"] = 33,
							["amount"] = 501358,
						},
						["Стрела ледяного огня"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 30244,
									["min"] = 24138,
									["count"] = 3,
									["amount"] = 80133,
								},
								["Hit"] = {
									["max"] = 20511,
									["min"] = 20511,
									["count"] = 1,
									["amount"] = 20511,
								},
							},
							["count"] = 4,
							["amount"] = 100644,
						},
						["Огненная сфера"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5092,
									["min"] = 2965,
									["count"] = 2,
									["amount"] = 8057,
								},
								["Hit"] = {
									["max"] = 1795,
									["min"] = 1459,
									["count"] = 5,
									["amount"] = 7725,
								},
							},
							["count"] = 7,
							["amount"] = 15782,
						},
						["Ледяное копье"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31064,
									["min"] = 21540,
									["count"] = 6,
									["amount"] = 152131,
								},
								["Hit"] = {
									["max"] = 10742,
									["min"] = 4870,
									["count"] = 2,
									["amount"] = 15612,
								},
							},
							["count"] = 8,
							["amount"] = 167743,
						},
					},
					["Damage"] = 1049482,
					["HealedWho"] = {
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 100680,
								},
							},
							["amount"] = 100680,
						},
					},
					["TimeHeal"] = 19.45,
					["ShieldedWho"] = {
						["Крем"] = {
							["Details"] = {
								["Ледяная преграда"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4106,
									["min"] = 1112,
									["count"] = 4,
									["amount"] = 8067,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 8067,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4774,
									["min"] = 1413,
									["count"] = 2,
									["amount"] = 6187,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 6187,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 11899,
									["min"] = 2050,
									["count"] = 3,
									["amount"] = 21742,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 21742,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 26,
						},
					},
					["Healing"] = 100680,
					["ElementTakenAbsorb"] = {
						["Fire"] = 35996,
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 85648,
								},
								["Благословение Солнца"] = {
									["count"] = 26212,
								},
								["Солнечная молния"] = {
									["count"] = 38447,
								},
							},
							["amount"] = 150307,
						},
					},
					["ElementDone"] = {
						["Frost"] = 933056,
						["Frostfire"] = 100644,
						["Fire"] = 15782,
					},
					["HealingTaken"] = 149075,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 47,
						},
						["Frostfire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 7,
						},
					},
					["TimeDamage"] = 57.21000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 6.770000000000001,
								},
								["Ледяная стрела"] = {
									["count"] = 36.99,
								},
								["Стрела ледяного огня"] = {
									["count"] = 2.07,
								},
								["Огненная сфера"] = {
									["count"] = 4.27,
								},
								["Ледяное копье"] = {
									["count"] = 7.109999999999999,
								},
							},
							["amount"] = 57.21000000000001,
						},
					},
					["ManaGain"] = 18472,
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Повелитель Стихий"] = {
									["count"] = 11746,
								},
								["Восполнение"] = {
									["count"] = 6726,
								},
							},
							["amount"] = 18472,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 263955,
								},
								["Ледяная стрела"] = {
									["count"] = 501358,
								},
								["Стрела ледяного огня"] = {
									["count"] = 100644,
								},
								["Огненная сфера"] = {
									["count"] = 15782,
								},
								["Ледяное копье"] = {
									["count"] = 167743,
								},
							},
							["amount"] = 1049482,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Восполнение"] = {
									["count"] = 178,
								},
							},
							["amount"] = 178,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 178,
								},
							},
							["amount"] = 178,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 178,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeHealing"] = {
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 19.45,
								},
							},
							["amount"] = 19.45,
						},
					},
					["OverHeals"] = {
						["Вечная мерзлота"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 14100,
									["min"] = 264,
									["count"] = 10,
									["amount"] = 54371,
								},
							},
							["count"] = 10,
							["amount"] = 54371,
						},
					},
					["Heals"] = {
						["Вечная мерзлота"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 4659,
									["min"] = 730,
									["count"] = 40,
									["amount"] = 100680,
								},
							},
							["count"] = 40,
							["amount"] = 100680,
						},
					},
					["TimeSpent"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 6.770000000000001,
								},
								["Ледяная стрела"] = {
									["count"] = 36.99,
								},
								["Стрела ледяного огня"] = {
									["count"] = 2.07,
								},
								["Огненная сфера"] = {
									["count"] = 4.27,
								},
								["Ледяное копье"] = {
									["count"] = 7.109999999999999,
								},
							},
							["amount"] = 57.21000000000001,
						},
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 19.45,
								},
							},
							["amount"] = 19.45,
						},
					},
					["DamageTaken"] = 150307,
					["ElementTakenResist"] = {
						["Fire"] = 24250,
					},
					["PartialResist"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 1556,
									["min"] = 767,
									["count"] = 9,
									["amount"] = 10801,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 2338,
									["min"] = 1559,
									["count"] = 2,
									["amount"] = 3897,
								},
							},
							["count"] = 14,
							["amount"] = 14698,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 902,
									["min"] = 416,
									["count"] = 6,
									["amount"] = 3610,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 3610,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["75%Сопротив."] = {
									["max"] = 5942,
									["min"] = 5942,
									["count"] = 1,
									["amount"] = 5942,
								},
							},
							["count"] = 4,
							["amount"] = 5942,
						},
					},
					["ManaGained"] = {
						["Повелитель Стихий"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 11746,
								},
							},
							["amount"] = 11746,
						},
						["Восполнение"] = {
							["Details"] = {
								["Крем"] = {
									["count"] = 6904,
								},
							},
							["amount"] = 6904,
						},
					},
					["Overhealing"] = 54371,
					["ActiveTime"] = 76.66000000000001,
					["WhoHealed"] = {
						["Лафариэль"] = {
							["Details"] = {
								["Свет небес"] = {
									["count"] = 24660,
								},
								["Божественный свет"] = {
									["count"] = 96541,
								},
								["Шок небес"] = {
									["count"] = 27874,
								},
							},
							["amount"] = 149075,
						},
					},
					["ElementTaken"] = {
						["Fire"] = 150307,
					},
					["Attacks"] = {
						["Глубокая заморозка"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 93996,
									["min"] = 78333,
									["count"] = 3,
									["amount"] = 263955,
								},
								["Immune"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 263955,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 25892,
									["min"] = 17740,
									["count"] = 12,
									["amount"] = 259396,
								},
								["Hit"] = {
									["max"] = 20465,
									["min"] = 8753,
									["count"] = 21,
									["amount"] = 241962,
								},
							},
							["count"] = 33,
							["amount"] = 501358,
						},
						["Стрела ледяного огня"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 30244,
									["min"] = 24138,
									["count"] = 3,
									["amount"] = 80133,
								},
								["Hit"] = {
									["max"] = 20511,
									["min"] = 20511,
									["count"] = 1,
									["amount"] = 20511,
								},
							},
							["count"] = 4,
							["amount"] = 100644,
						},
						["Огненная сфера"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5092,
									["min"] = 2965,
									["count"] = 2,
									["amount"] = 8057,
								},
								["Hit"] = {
									["max"] = 1795,
									["min"] = 1459,
									["count"] = 5,
									["amount"] = 7725,
								},
							},
							["count"] = 7,
							["amount"] = 15782,
						},
						["Ледяное копье"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 31064,
									["min"] = 21540,
									["count"] = 6,
									["amount"] = 152131,
								},
								["Hit"] = {
									["max"] = 10742,
									["min"] = 4870,
									["count"] = 2,
									["amount"] = 15612,
								},
							},
							["count"] = 8,
							["amount"] = 167743,
						},
					},
					["Damage"] = 1049482,
					["HealedWho"] = {
						["Элементаль воды <Крем>"] = {
							["Details"] = {
								["Вечная мерзлота"] = {
									["count"] = 100680,
								},
							},
							["amount"] = 100680,
						},
					},
					["TimeHeal"] = 19.45,
					["ShieldedWho"] = {
						["Крем"] = {
							["Details"] = {
								["Ледяная преграда"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Солнечная молния (УЗВ)"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4106,
									["min"] = 1112,
									["count"] = 4,
									["amount"] = 8067,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 8067,
						},
						["Благословение Солнца"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 4774,
									["min"] = 1413,
									["count"] = 2,
									["amount"] = 6187,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 6187,
						},
						["Солнечная молния"] = {
							["Details"] = {
								["Поглощено"] = {
									["max"] = 11899,
									["min"] = 2050,
									["count"] = 3,
									["amount"] = 21742,
								},
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 21742,
						},
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 14,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 26,
						},
					},
					["Healing"] = 100680,
					["ElementTakenAbsorb"] = {
						["Fire"] = 35996,
					},
					["WhoDamaged"] = {
						["Радж"] = {
							["Details"] = {
								["Солнечная молния (УЗВ)"] = {
									["count"] = 85648,
								},
								["Благословение Солнца"] = {
									["count"] = 26212,
								},
								["Солнечная молния"] = {
									["count"] = 38447,
								},
							},
							["amount"] = 150307,
						},
					},
					["ElementDone"] = {
						["Frost"] = 933056,
						["Frostfire"] = 100644,
						["Fire"] = 15782,
					},
					["HealingTaken"] = 149075,
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 21,
								},
								["Hit"] = {
									["count"] = 23,
								},
							},
							["amount"] = 47,
						},
						["Frostfire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 7,
						},
					},
					["TimeDamage"] = 57.21000000000001,
					["TimeDamaging"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 6.770000000000001,
								},
								["Ледяная стрела"] = {
									["count"] = 36.99,
								},
								["Стрела ледяного огня"] = {
									["count"] = 2.07,
								},
								["Огненная сфера"] = {
									["count"] = 4.27,
								},
								["Ледяное копье"] = {
									["count"] = 7.109999999999999,
								},
							},
							["amount"] = 57.21000000000001,
						},
					},
					["ManaGain"] = 18650,
					["ManaGainedFrom"] = {
						["Крем"] = {
							["Details"] = {
								["Повелитель Стихий"] = {
									["count"] = 11746,
								},
								["Восполнение"] = {
									["count"] = 6904,
								},
							},
							["amount"] = 18650,
						},
					},
					["DamagedWho"] = {
						["Радж"] = {
							["Details"] = {
								["Глубокая заморозка"] = {
									["count"] = 263955,
								},
								["Ледяная стрела"] = {
									["count"] = 501358,
								},
								["Стрела ледяного огня"] = {
									["count"] = 100644,
								},
								["Огненная сфера"] = {
									["count"] = 15782,
								},
								["Ледяное копье"] = {
									["count"] = 167743,
								},
							},
							["amount"] = 1049482,
						},
					},
				},
			},
			["UnitLockout"] = 1293404217,
			["LastActive"] = 1293404300,
		},
		["Мини-дирижабль <Лакстер>"] = {
			["GUID"] = "0xF130867C000897AF",
			["LastEventHealth"] = {
				"0%", -- [1]
				"100%", -- [2]
			},
			["LastEventType"] = {
				"MISC", -- [1]
				"MISC", -- [2]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Мини-дирижабль",
			["level"] = 1,
			["LastFightIn"] = 0,
			["type"] = "Pet",
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"Мини-дирижабль <Лакстер> умирает.", -- [1]
					},
					["EventNum"] = {
						0, -- [1]
					},
					["DeathAt"] = 1293404187,
					["HealthNum"] = {
						100, -- [1]
					},
					["Health"] = {
						"100%", -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						0, -- [1]
					},
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"Мини-дирижабль <Лакстер> умирает.", -- [1]
					},
					["EventNum"] = {
						0, -- [1]
					},
					["DeathAt"] = 1293404158,
					["HealthNum"] = {
						0, -- [1]
					},
					["Health"] = {
						"0%", -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [2]
			},
			["Owner"] = "Лакстер",
			["NextEventNum"] = 3,
			["LastEventHealthNum"] = {
				0, -- [1]
				100, -- [2]
			},
			["LastEvents"] = {
				"Мини-дирижабль <Лакстер> умирает.", -- [1]
				"Мини-дирижабль <Лакстер> умирает.", -- [2]
			},
			["Name"] = "Мини-дирижабль",
			["TimeLast"] = {
				["OVERALL"] = 1293404185,
				["DeathCount"] = 1293404185,
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
			},
			["LastEventTimes"] = {
				1366.863, -- [1]
				1395.769, -- [2]
			},
			["UnitLockout"] = 1293404185,
			["Fights"] = {
				["LastFightData"] = {
					["DeathCount"] = 2,
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DeathCount"] = 2,
				},
			},
		},
	},
	["FightNum"] = 1,
	["CombatTimes"] = {
		{
			1293404213, -- [1]
			1293404299, -- [2]
			"00:56:53", -- [3]
			"00:58:19", -- [4]
			"Радж", -- [5]
		}, -- [1]
	},
	["FoughtWho"] = {
	},
}
