
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Амор <Эларин>"] = {
			["GUID"] = "0xF1402DDA3000E10F",
			["LastEventHealth"] = {
				"27456 (99%)", -- [1]
				"27456 (99%)", -- [2]
				"27658 (100%)", -- [3]
				"27658 (100%)", -- [4]
				"27658 (100%)", -- [5]
				"27658 (100%)", -- [6]
				"27658 (100%)", -- [7]
				"27456 (99%)", -- [8]
				"27456 (99%)", -- [9]
				"7137 (25%)", -- [10]
				"27658 (100%)", -- [11]
				"27658 (100%)", -- [12]
				"27658 (100%)", -- [13]
				"27658 (100%)", -- [14]
				"27658 (100%)", -- [15]
				"27658 (100%)", -- [16]
				"27658 (100%)", -- [17]
				"27497 (99%)", -- [18]
				"27497 (99%)", -- [19]
				"27497 (99%)", -- [20]
				"27658 (100%)", -- [21]
				"27658 (100%)", -- [22]
				"27658 (100%)", -- [23]
				"27658 (100%)", -- [24]
				"27658 (100%)", -- [25]
				"27658 (100%)", -- [26]
				"27658 (100%)", -- [27]
				"27605 (99%)", -- [28]
				"27605 (99%)", -- [29]
				"27605 (99%)", -- [30]
				"27319 (98%)", -- [31]
				"26913 (97%)", -- [32]
				"26913 (97%)", -- [33]
				"26913 (97%)", -- [34]
				"26913 (97%)", -- [35]
				"26506 (95%)", -- [36]
				"26506 (95%)", -- [37]
				"26506 (95%)", -- [38]
				"26506 (95%)", -- [39]
				"26729 (96%)", -- [40]
				"26729 (96%)", -- [41]
				"26729 (96%)", -- [42]
				"26351 (95%)", -- [43]
				"27035 (97%)", -- [44]
				"27432 (99%)", -- [45]
				"27432 (99%)", -- [46]
				"27310 (98%)", -- [47]
				"27310 (98%)", -- [48]
				"27310 (98%)", -- [49]
				"27108 (98%)", -- [50]
			},
			["LastAttackedBy"] = "Воин племени Шепота Тумана",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["EnergyGain"] = {
					50, -- [1]
				},
				["TimeDamage"] = {
					896.1400000000004, -- [1]
				},
				["ActiveTime"] = {
					896.1400000000004, -- [1]
				},
				["DamageTaken"] = {
					28240, -- [1]
				},
				["Damage"] = {
					753934, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Амор",
			["LastAbility"] = 38389.714,
			["level"] = 1,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 302,
			["LastEventNum"] = {
				0.7303492660351435, -- [1]
				0.7303492660351435, -- [2]
				0.7954298937016415, -- [3]
				[30] = 0.8062766649793911,
				[31] = 1.034058861812134,
				[17] = 0.5821100585725649,
				[9] = 0.3181719574806566,
				[35] = 0.6580374575168125,
				[38] = 1.395617904403789,
				[20] = 0.9798250054233857,
				[21] = 1.786101670402777,
				[42] = 1.366693180996457,
				[44] = 0.7665051702943091,
				[6] = 0.7303492660351435,
				[12] = 1.424542627811122,
				[47] = 0.4411020319618194,
				[25] = 1.316074915033625,
				[50] = 0.7303492660351435,
				[26] = 0.7918143032757249,
				[28] = 0.1916262925735773,
				[29] = 0.6616530479427291,
				[34] = 0.8135078458312243,
			},
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["LastEventTimes"] = {
				7150.216, -- [1]
				7188.641000000001, -- [2]
				7258.428, -- [3]
				7258.725, -- [4]
				7259.486, -- [5]
				7260.357, -- [6]
				7260.358, -- [7]
				7264.043000000001, -- [8]
				7264.622, -- [9]
				8115.935, -- [10]
				8115.941, -- [11]
				8117.331, -- [12]
				8117.531, -- [13]
				8119.046, -- [14]
				8119.144, -- [15]
				8120.779000000001, -- [16]
				8121.757000000001, -- [17]
				8122.258, -- [18]
				8122.556000000001, -- [19]
				8123.773, -- [20]
				8175.778, -- [21]
				8175.778, -- [22]
				8176.860000000001, -- [23]
				8177.706, -- [24]
				8177.706, -- [25]
				8177.707, -- [26]
				8179.303, -- [27]
				8179.804, -- [28]
				8179.805, -- [29]
				8179.805, -- [30]
				8180.601000000001, -- [31]
				8180.903, -- [32]
				8181.701, -- [33]
				8181.701, -- [34]
				8181.701, -- [35]
				8182.515, -- [36]
				8183.735000000001, -- [37]
				8183.736, -- [38]
				8184.312, -- [39]
				8185.444, -- [40]
				8185.733, -- [41]
				8185.733, -- [42]
				8187.174, -- [43]
				7141.949000000001, -- [44]
				7143.26, -- [45]
				7143.943, -- [46]
				7143.943, -- [47]
				7144.661, -- [48]
				7144.758, -- [49]
				7146.954, -- [50]
			},
			["TimeLast"] = {
				["EnergyGain"] = 1287158645,
				["ActiveTime"] = 1289568998,
				["TimeDamage"] = 1289568998,
				["OVERALL"] = 1289568998,
				["DamageTaken"] = 1289568997,
				["Damage"] = 1289568998,
			},
			["Owner"] = "Эларин",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["NextEventNum"] = 44,
			["LastEventHealthNum"] = {
				99.26965073396485, -- [1]
				99.26965073396485, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				99.26965073396485, -- [8]
				99.26965073396485, -- [9]
				25.80446886976643, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				99.41788994142743, -- [18]
				99.41788994142743, -- [19]
				99.41788994142743, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				99.80837370742643, -- [28]
				99.80837370742643, -- [29]
				99.80837370742643, -- [30]
				98.77431484561429, -- [31]
				97.30638513269217, -- [32]
				97.30638513269217, -- [33]
				97.30638513269217, -- [34]
				97.30638513269217, -- [35]
				95.83483982934413, -- [36]
				95.83483982934413, -- [37]
				95.83483982934413, -- [38]
				95.83483982934413, -- [39]
				96.64111649432353, -- [40]
				96.64111649432353, -- [41]
				96.64111649432353, -- [42]
				95.27442331332706, -- [43]
				97.74748716465399, -- [44]
				99.18287656374287, -- [45]
				99.18287656374287, -- [46]
				98.74177453178103, -- [47]
				98.74177453178103, -- [48]
				98.74177453178103, -- [49]
				98.0114252657459, -- [50]
			},
			["LastEvents"] = {
				"Груборогий люторог Удар клыками (УЗВ) Амор <Эларин> Tick -202 (Physical)", -- [1]
				"Груборогий люторог Удар клыками (УЗВ) Амор <Эларин> Tick -202 (Physical)", -- [2]
				"Оракул Заиндевелых Атака ближнего боя Амор <Эларин> Hit -220 (Physical)", -- [3]
				"Амор <Эларин> Атака ближнего боя Оракул Заиндевелых Hit -140 (Physical)", -- [4]
				"Амор <Эларин> Цапнуть Оракул Заиндевелых Crit -1899 (Physical)", -- [5]
				"Оракул Заиндевелых Атака ближнего боя Амор <Эларин> Hit -202 (Physical)", -- [6]
				"Амор <Эларин> Атака ближнего боя Оракул Заиндевелых Crit -642 (Physical)", -- [7]
				"Амор <Эларин> Атака ближнего боя Воин Заиндевелых Hit -293 (Physical)", -- [8]
				"Воин Заиндевелых Атака ближнего боя Амор <Эларин> Hit -88 (Physical)", -- [9]
				"Амор <Эларин> Атака ближнего боя Секретный агент сектантов Hit -292 (Physical)", -- [10]
				"Амор <Эларин> Цапнуть Секретный агент сектантов Hit -944 (Physical)", -- [11]
				"Секретный агент сектантов Атака ближнего боя Амор <Эларин> Hit -394 (Physical)", -- [12]
				"Амор <Эларин> Атака ближнего боя Секретный агент сектантов Crit -570 (Physical)", -- [13]
				"Амор <Эларин> Цапнуть Секретный агент сектантов Hit -968 (Physical)", -- [14]
				"Амор <Эларин> Атака ближнего боя Секретный агент сектантов Crit -597 (Physical)", -- [15]
				"Амор <Эларин> Атака ближнего боя Секретный агент сектантов Crit -616 (Physical)", -- [16]
				"Секретный агент сектантов Атака ближнего боя Амор <Эларин> Hit -161 (Physical)", -- [17]
				"Амор <Эларин> Цапнуть Секретный агент сектантов Hit -988 (Physical)", -- [18]
				"Амор <Эларин> Атака ближнего боя Секретный агент сектантов Crit -600 (Physical)", -- [19]
				"Секретный агент сектантов Атака ближнего боя Амор <Эларин> Hit -271 (Physical)", -- [20]
				"Оракул племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -494 (Physical)", -- [21]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Hit -130 (Physical)", -- [22]
				"Амор <Эларин> Цапнуть Оракул племени Шепота Тумана Hit -456 (Physical)", -- [23]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Crit -279 (Physical)", -- [24]
				"Оракул племени Шепота Тумана Атака ближнего боя Амор <Эларин> Crit -364 (Physical)", -- [25]
				"Воин племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -219 (Physical)", -- [26]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Crit -645 (Physical)", -- [27]
				"Оракул племени Шепота Тумана Шок Амор <Эларин> Hit -53 (38 сопрот.) (Nature)", -- [28]
				"Оракул племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -183 (Physical)", -- [29]
				"Воин племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -223 (Physical)", -- [30]
				"Воин племени Шепота Тумана Хлесткая атака Амор <Эларин> Hit -286 (Physical)", -- [31]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Hit -305 (Physical)", -- [32]
				"Амор <Эларин> Цапнуть Оракул племени Шепота Тумана Hit -1010 (Physical)", -- [33]
				"Оракул племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -225 (Physical)", -- [34]
				"Воин племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -182 (Physical)", -- [35]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Crit -624 (Physical)", -- [36]
				"Оракул племени Шепота Тумана Атака ближнего боя Амор <Эларин> Dodge", -- [37]
				"Воин племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -386 (Physical)", -- [38]
				"Амор <Эларин> Атака ближнего боя Оракул племени Шепота Тумана Crit -633 (Physical)", -- [39]
				"Амор <Эларин> Цапнуть Воин племени Шепота Тумана Hit -925 (Physical)", -- [40]
				"Амор <Эларин> Атака ближнего боя Воин племени Шепота Тумана Crit -594 (Physical)", -- [41]
				"Воин племени Шепота Тумана Атака ближнего боя Амор <Эларин> Hit -378 (Physical)", -- [42]
				"Амор <Эларин> Атака ближнего боя Воин племени Шепота Тумана Crit -576 (Physical)", -- [43]
				"Груборогий люторог Атака ближнего боя Амор <Эларин> Hit -212 (Physical)", -- [44]
				"Амор <Эларин> Атака ближнего боя Груборогий люторог Hit -306 (Physical)", -- [45]
				"Груборогий люторог Атака ближнего боя Амор <Эларин> Miss", -- [46]
				"Груборогий люторог Удар клыками (УЗВ) Амор <Эларин> Tick -122 (Physical)", -- [47]
				"Амор <Эларин> Цапнуть Груборогий люторог Crit -1916 (Physical)", -- [48]
				"Амор <Эларин> Атака ближнего боя Груборогий люторог Hit -292 (Physical)", -- [49]
				"Груборогий люторог Удар клыками (УЗВ) Амор <Эларин> Tick -202 (Physical)", -- [50]
			},
			["Name"] = "Амор",
			["Fights"] = {
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 49,
						["Physical"] = 257,
					},
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 79,
									["min"] = 9,
									["count"] = 9,
									["amount"] = 350,
								},
							},
							["count"] = 9,
							["amount"] = 350,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 21,
									["min"] = 21,
									["count"] = 1,
									["amount"] = 21,
								},
							},
							["count"] = 1,
							["amount"] = 21,
						},
					},
					["TimeSpent"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.59,
								},
								["Цапнуть"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.09,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Цапнуть"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.21,
								},
								["Цапнуть"] = {
									["count"] = 5.68,
								},
							},
							["amount"] = 17.89,
						},
						["Морозная нимфа"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.500000000000001,
								},
								["Цапнуть"] = {
									["count"] = 0.75,
								},
							},
							["amount"] = 8.25,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.52,
								},
								["Цапнуть"] = {
									["count"] = 0.6799999999999999,
								},
							},
							["amount"] = 7.2,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.27000000000001,
								},
								["Цапнуть"] = {
									["count"] = 5.11,
								},
							},
							["amount"] = 29.38,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.21,
								},
								["Цапнуть"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 5.28,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.85,
								},
								["Цапнуть"] = {
									["count"] = 2.5,
								},
							},
							["amount"] = 13.35,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Цапнуть"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 8.23,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.84,
								},
								["Цапнуть"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 8.74,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13.07,
								},
								["Цапнуть"] = {
									["count"] = 3.75,
								},
							},
							["amount"] = 16.82,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.87,
								},
								["Цапнуть"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 8.44,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.71,
								},
								["Цапнуть"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 6.93,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
								["Цапнуть"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 10.12,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0.98,
								},
							},
							["amount"] = 4.48,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 14.42,
								},
								["Цапнуть"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 18,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.99,
								},
								["Цапнуть"] = {
									["count"] = 3.14,
								},
							},
							["amount"] = 16.13,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.9,
								},
								["Цапнуть"] = {
									["count"] = 3.02,
								},
							},
							["amount"] = 9.92,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.609999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 11.23,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.93,
								},
								["Цапнуть"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 3.95,
						},
						["Скорпид-охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.33,
								},
								["Цапнуть"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 5.28,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.57,
								},
								["Цапнуть"] = {
									["count"] = 1.93,
								},
							},
							["amount"] = 8.5,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 4.32,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.129999999999999,
								},
								["Цапнуть"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 10.14,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.8,
								},
								["Цапнуть"] = {
									["count"] = 0.38,
								},
							},
							["amount"] = 5.18,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.72,
								},
								["Цапнуть"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 19.97,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 25.61,
								},
								["Цапнуть"] = {
									["count"] = 4.75,
								},
							},
							["amount"] = 30.36,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.17,
								},
								["Цапнуть"] = {
									["count"] = 4.12,
								},
							},
							["amount"] = 28.29,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.53,
								},
								["Цапнуть"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 4.85,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28.28,
								},
								["Цапнуть"] = {
									["count"] = 4.84,
								},
							},
							["amount"] = 33.12,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.199999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 6.83,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32.47,
								},
								["Цапнуть"] = {
									["count"] = 4.710000000000001,
								},
							},
							["amount"] = 37.18,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 19.74,
								},
								["Цапнуть"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 22.14,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
							},
							["amount"] = 8.93,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.91,
								},
								["Цапнуть"] = {
									["count"] = 1.98,
								},
							},
							["amount"] = 7.890000000000001,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 288.16,
								},
								["Команда \"Взять!\""] = {
									["count"] = 5.26,
								},
								["Цапнуть"] = {
									["count"] = 66.31999999999997,
								},
							},
							["amount"] = 359.7400000000001,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
								["Цапнуть"] = {
									["count"] = 1.31,
								},
							},
							["amount"] = 10.24,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 4.62,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Цапнуть"] = {
									["count"] = 0.8100000000000001,
								},
							},
							["amount"] = 7.81,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.23,
								},
								["Цапнуть"] = {
									["count"] = 0.79,
								},
							},
							["amount"] = 7.02,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 1.61,
								},
							},
							["amount"] = 5.11,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.48,
								},
								["Цапнуть"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 5.35,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.09,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.09,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.66,
								},
								["Цапнуть"] = {
									["count"] = 3.66,
								},
							},
							["amount"] = 28.32,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.42,
								},
								["Цапнуть"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 10.57,
						},
					},
					["DamageTaken"] = 28240,
					["ElementTakenResist"] = {
						["Nature"] = 239,
						["Shadow"] = 99,
					},
					["EnergyGain"] = 50,
					["PartialAbsorb"] = {
						["Оплеуха"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Вихрь молний"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["Шипы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Ядовитый плевок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 154,
									["amount"] = 0,
								},
							},
							["count"] = 154,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 896.1400000000004,
					["ElementTaken"] = {
						["Shadow"] = 230,
						["Physical"] = 3848,
						["Melee"] = 23778,
						["Nature"] = 384,
					},
					["Damage"] = 753934,
					["EnergyGained"] = {
						["Рвение"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
					},
					["PartialResist"] = {
						["Оплеуха"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Вихрь молний"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 188,
									["min"] = 188,
									["count"] = 1,
									["amount"] = 188,
								},
							},
							["count"] = 1,
							["amount"] = 188,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["Шипы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Ядовитый плевок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 154,
									["amount"] = 0,
								},
							},
							["count"] = 154,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 13,
									["min"] = 13,
									["count"] = 1,
									["amount"] = 13,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
							},
							["count"] = 4,
							["amount"] = 51,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 99,
									["min"] = 99,
									["count"] = 1,
									["amount"] = 99,
								},
							},
							["count"] = 2,
							["amount"] = 99,
						},
						["Молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 9,
								},
								["Miss"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 34,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 16,
								},
								["Dodge"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 115,
								},
								["Crit"] = {
									["count"] = 4,
								},
								["Parry"] = {
									["count"] = 8,
								},
							},
							["amount"] = 154,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 6,
								},
							},
							["amount"] = 9,
						},
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 246,
								},
								["Hit"] = {
									["count"] = 221,
								},
							},
							["amount"] = 467,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 119,
								},
								["Hit"] = {
									["count"] = 105,
								},
							},
							["amount"] = 224,
						},
					},
					["ElementDone"] = {
						["Melee"] = 360425,
						["Physical"] = 393509,
					},
					["TimeDamaging"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.59,
								},
								["Цапнуть"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.09,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Цапнуть"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.21,
								},
								["Цапнуть"] = {
									["count"] = 5.68,
								},
							},
							["amount"] = 17.89,
						},
						["Морозная нимфа"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.500000000000001,
								},
								["Цапнуть"] = {
									["count"] = 0.75,
								},
							},
							["amount"] = 8.25,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.52,
								},
								["Цапнуть"] = {
									["count"] = 0.6799999999999999,
								},
							},
							["amount"] = 7.2,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.27000000000001,
								},
								["Цапнуть"] = {
									["count"] = 5.11,
								},
							},
							["amount"] = 29.38,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.21,
								},
								["Цапнуть"] = {
									["count"] = 1.07,
								},
							},
							["amount"] = 5.28,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.85,
								},
								["Цапнуть"] = {
									["count"] = 2.5,
								},
							},
							["amount"] = 13.35,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Цапнуть"] = {
									["count"] = 1.23,
								},
							},
							["amount"] = 8.23,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.84,
								},
								["Цапнуть"] = {
									["count"] = 2.9,
								},
							},
							["amount"] = 8.74,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13.07,
								},
								["Цапнуть"] = {
									["count"] = 3.75,
								},
							},
							["amount"] = 16.82,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.87,
								},
								["Цапнуть"] = {
									["count"] = 1.57,
								},
							},
							["amount"] = 8.44,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.71,
								},
								["Цапнуть"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 6.93,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
								["Цапнуть"] = {
									["count"] = 1.19,
								},
							},
							["amount"] = 10.12,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0.98,
								},
							},
							["amount"] = 4.48,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 14.42,
								},
								["Цапнуть"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 18,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.99,
								},
								["Цапнуть"] = {
									["count"] = 3.14,
								},
							},
							["amount"] = 16.13,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.9,
								},
								["Цапнуть"] = {
									["count"] = 3.02,
								},
							},
							["amount"] = 9.92,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.609999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.62,
								},
							},
							["amount"] = 11.23,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.93,
								},
								["Цапнуть"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 3.95,
						},
						["Скорпид-охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.33,
								},
								["Цапнуть"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 5.28,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.57,
								},
								["Цапнуть"] = {
									["count"] = 1.93,
								},
							},
							["amount"] = 8.5,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 4.32,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.129999999999999,
								},
								["Цапнуть"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 10.14,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.8,
								},
								["Цапнуть"] = {
									["count"] = 0.38,
								},
							},
							["amount"] = 5.18,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 15.72,
								},
								["Цапнуть"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 19.97,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 25.61,
								},
								["Цапнуть"] = {
									["count"] = 4.75,
								},
							},
							["amount"] = 30.36,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.17,
								},
								["Цапнуть"] = {
									["count"] = 4.12,
								},
							},
							["amount"] = 28.29,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.53,
								},
								["Цапнуть"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 4.85,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28.28,
								},
								["Цапнуть"] = {
									["count"] = 4.84,
								},
							},
							["amount"] = 33.12,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.199999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 6.83,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32.47,
								},
								["Цапнуть"] = {
									["count"] = 4.710000000000001,
								},
							},
							["amount"] = 37.18,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 19.74,
								},
								["Цапнуть"] = {
									["count"] = 2.4,
								},
							},
							["amount"] = 22.14,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
							},
							["amount"] = 8.93,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.91,
								},
								["Цапнуть"] = {
									["count"] = 1.98,
								},
							},
							["amount"] = 7.890000000000001,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 288.16,
								},
								["Команда \"Взять!\""] = {
									["count"] = 5.26,
								},
								["Цапнуть"] = {
									["count"] = 66.31999999999997,
								},
							},
							["amount"] = 359.7400000000001,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.93,
								},
								["Цапнуть"] = {
									["count"] = 1.31,
								},
							},
							["amount"] = 10.24,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 4.62,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Цапнуть"] = {
									["count"] = 0.8100000000000001,
								},
							},
							["amount"] = 7.81,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.23,
								},
								["Цапнуть"] = {
									["count"] = 0.79,
								},
							},
							["amount"] = 7.02,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 1.61,
								},
							},
							["amount"] = 5.11,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.48,
								},
								["Цапнуть"] = {
									["count"] = 0.87,
								},
							},
							["amount"] = 5.35,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.09,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 5.09,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24.66,
								},
								["Цапнуть"] = {
									["count"] = 3.66,
								},
							},
							["amount"] = 28.32,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.42,
								},
								["Цапнуть"] = {
									["count"] = 1.15,
								},
							},
							["amount"] = 10.57,
						},
					},
					["DamagedWho"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 920,
								},
								["Цапнуть"] = {
									["count"] = 592,
								},
							},
							["amount"] = 1512,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Цапнуть"] = {
									["count"] = 3296,
								},
							},
							["amount"] = 3296,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3674,
								},
								["Цапнуть"] = {
									["count"] = 4762,
								},
							},
							["amount"] = 8436,
						},
						["Морозная нимфа"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3181,
								},
								["Цапнуть"] = {
									["count"] = 4341,
								},
							},
							["amount"] = 7522,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2253,
								},
								["Цапнуть"] = {
									["count"] = 4288,
								},
							},
							["amount"] = 6541,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6997,
								},
								["Цапнуть"] = {
									["count"] = 6575,
								},
							},
							["amount"] = 13572,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1217,
								},
								["Цапнуть"] = {
									["count"] = 2712,
								},
							},
							["amount"] = 3929,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4180,
								},
								["Цапнуть"] = {
									["count"] = 6438,
								},
							},
							["amount"] = 10618,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1034,
								},
								["Цапнуть"] = {
									["count"] = 2263,
								},
							},
							["amount"] = 3297,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1268,
								},
								["Цапнуть"] = {
									["count"] = 3205,
								},
							},
							["amount"] = 4473,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4428,
								},
								["Цапнуть"] = {
									["count"] = 3968,
								},
							},
							["amount"] = 8396,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2483,
								},
								["Цапнуть"] = {
									["count"] = 1272,
								},
							},
							["amount"] = 3755,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1737,
								},
								["Цапнуть"] = {
									["count"] = 2580,
								},
							},
							["amount"] = 4317,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3324,
								},
								["Цапнуть"] = {
									["count"] = 3844,
								},
							},
							["amount"] = 7168,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1110,
								},
								["Цапнуть"] = {
									["count"] = 3642,
								},
							},
							["amount"] = 4752,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2699,
								},
								["Цапнуть"] = {
									["count"] = 6806,
								},
							},
							["amount"] = 9505,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4191,
								},
								["Цапнуть"] = {
									["count"] = 10521,
								},
							},
							["amount"] = 14712,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1771,
								},
								["Цапнуть"] = {
									["count"] = 5687,
								},
							},
							["amount"] = 7458,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2596,
								},
								["Цапнуть"] = {
									["count"] = 6012,
								},
							},
							["amount"] = 8608,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 321,
								},
								["Цапнуть"] = {
									["count"] = 946,
								},
							},
							["amount"] = 1267,
						},
						["Скорпид-охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1582,
								},
								["Цапнуть"] = {
									["count"] = 1419,
								},
							},
							["amount"] = 3001,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1467,
								},
								["Цапнуть"] = {
									["count"] = 1913,
								},
							},
							["amount"] = 3380,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 523,
								},
								["Цапнуть"] = {
									["count"] = 3380,
								},
							},
							["amount"] = 3903,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2675,
								},
								["Цапнуть"] = {
									["count"] = 2900,
								},
							},
							["amount"] = 5575,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1137,
								},
								["Цапнуть"] = {
									["count"] = 1229,
								},
							},
							["amount"] = 2366,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3945,
								},
								["Цапнуть"] = {
									["count"] = 4118,
								},
							},
							["amount"] = 8063,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3107,
								},
								["Цапнуть"] = {
									["count"] = 4344,
								},
							},
							["amount"] = 7451,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6274,
								},
								["Цапнуть"] = {
									["count"] = 8825,
								},
							},
							["amount"] = 15099,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1905,
								},
								["Цапнуть"] = {
									["count"] = 3234,
								},
							},
							["amount"] = 5139,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9066,
								},
								["Цапнуть"] = {
									["count"] = 22960,
								},
							},
							["amount"] = 32026,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1242,
								},
								["Цапнуть"] = {
									["count"] = 449,
								},
							},
							["amount"] = 1691,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9113,
								},
								["Цапнуть"] = {
									["count"] = 22729,
								},
							},
							["amount"] = 31842,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5316,
								},
								["Цапнуть"] = {
									["count"] = 8431,
								},
							},
							["amount"] = 13747,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 541,
								},
								["Цапнуть"] = {
									["count"] = 3365,
								},
							},
							["amount"] = 3906,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2686,
								},
							},
							["amount"] = 2686,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 686,
								},
								["Цапнуть"] = {
									["count"] = 1488,
								},
							},
							["amount"] = 2174,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 242793,
								},
								["Команда \"Взять!\""] = {
									["count"] = 46880,
								},
								["Цапнуть"] = {
									["count"] = 139034,
								},
							},
							["amount"] = 428707,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3117,
								},
								["Цапнуть"] = {
									["count"] = 5253,
								},
							},
							["amount"] = 8370,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1102,
								},
								["Цапнуть"] = {
									["count"] = 1725,
								},
							},
							["amount"] = 2827,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1318,
								},
								["Цапнуть"] = {
									["count"] = 4195,
								},
							},
							["amount"] = 5513,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1188,
								},
								["Цапнуть"] = {
									["count"] = 3808,
								},
							},
							["amount"] = 4996,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 507,
								},
								["Цапнуть"] = {
									["count"] = 3304,
								},
							},
							["amount"] = 3811,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1170,
								},
								["Цапнуть"] = {
									["count"] = 925,
								},
							},
							["amount"] = 2095,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1222,
								},
								["Цапнуть"] = {
									["count"] = 1955,
								},
							},
							["amount"] = 3177,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 616,
								},
								["Цапнуть"] = {
									["count"] = 662,
								},
							},
							["amount"] = 1278,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4931,
								},
								["Цапнуть"] = {
									["count"] = 6273,
								},
							},
							["amount"] = 11204,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1812,
								},
								["Цапнуть"] = {
									["count"] = 4961,
								},
							},
							["amount"] = 6773,
						},
					},
					["TimeDamage"] = 896.1400000000004,
					["WhoDamaged"] = {
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1219,
								},
							},
							["amount"] = 1219,
						},
						["Морозная нимфа"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 251,
								},
							},
							["amount"] = 251,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 135,
								},
							},
							["amount"] = 135,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2735,
								},
								["Шок"] = {
									["count"] = 122,
								},
							},
							["amount"] = 2857,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 305,
								},
							},
							["amount"] = 305,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 86,
								},
							},
							["amount"] = 86,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Тревожный удар"] = {
									["count"] = 230,
								},
							},
							["amount"] = 230,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 864,
								},
							},
							["amount"] = 864,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 129,
								},
							},
							["amount"] = 129,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 415,
								},
							},
							["amount"] = 415,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 580,
								},
							},
							["amount"] = 580,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 472,
								},
								["Костяная пила"] = {
									["count"] = 475,
								},
							},
							["amount"] = 947,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 117,
								},
							},
							["amount"] = 117,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 512,
								},
								["Удар клыками"] = {
									["count"] = 323,
								},
								["Удар клыками (УЗВ)"] = {
									["count"] = 728,
								},
							},
							["amount"] = 1563,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 826,
								},
							},
							["amount"] = 826,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 651,
								},
							},
							["amount"] = 651,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 227,
								},
							},
							["amount"] = 227,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1736,
								},
								["Вихрь молний"] = {
									["count"] = 262,
								},
							},
							["amount"] = 1998,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 186,
								},
							},
							["amount"] = 186,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 264,
								},
							},
							["amount"] = 264,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 80,
								},
							},
							["amount"] = 80,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 601,
								},
								["Удар клыками"] = {
									["count"] = 344,
								},
								["Удар клыками (УЗВ)"] = {
									["count"] = 966,
								},
							},
							["amount"] = 1911,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 249,
								},
							},
							["amount"] = 249,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Шипы"] = {
									["count"] = 54,
								},
							},
							["amount"] = 54,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1759,
								},
							},
							["amount"] = 1759,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 869,
								},
							},
							["amount"] = 869,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 547,
								},
								["Оплеуха"] = {
									["count"] = 292,
								},
							},
							["amount"] = 839,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 360,
								},
							},
							["amount"] = 360,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 134,
								},
							},
							["amount"] = 134,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 963,
								},
							},
							["amount"] = 963,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 630,
								},
							},
							["amount"] = 630,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1388,
								},
								["Хлесткая атака"] = {
									["count"] = 286,
								},
							},
							["amount"] = 1674,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 349,
								},
							},
							["amount"] = 349,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 21,
								},
							},
							["amount"] = 21,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2379,
								},
								["Мощный укус"] = {
									["count"] = 380,
								},
							},
							["amount"] = 2759,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1669,
								},
							},
							["amount"] = 1669,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Рвение"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 115,
									["min"] = 115,
									["count"] = 1,
									["amount"] = 115,
								},
								["Crit"] = {
									["max"] = 1391,
									["min"] = 220,
									["count"] = 246,
									["amount"] = 248891,
								},
								["Hit"] = {
									["max"] = 736,
									["min"] = 121,
									["count"] = 220,
									["amount"] = 111419,
								},
							},
							["count"] = 467,
							["amount"] = 360425,
						},
						["Команда \"Взять!\""] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8755,
									["min"] = 7179,
									["count"] = 5,
									["amount"] = 38775,
								},
								["Hit"] = {
									["max"] = 4497,
									["min"] = 3608,
									["count"] = 2,
									["amount"] = 8105,
								},
							},
							["count"] = 7,
							["amount"] = 46880,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4621,
									["min"] = 748,
									["count"] = 113,
									["amount"] = 243800,
								},
								["Crit (Блокировано)"] = {
									["max"] = 599,
									["min"] = 599,
									["count"] = 1,
									["amount"] = 599,
								},
								["Hit"] = {
									["max"] = 2108,
									["min"] = 375,
									["count"] = 103,
									["amount"] = 102230,
								},
							},
							["count"] = 217,
							["amount"] = 346629,
						},
					},
					["ElementTakenBlock"] = {
						["Melee"] = 350,
						["Physical"] = 21,
					},
				},
				["Fight5"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1759,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 1759,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
						["Melee"] = 0,
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 1467,
						["Physical"] = 1913,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1467,
								},
								["Цапнуть"] = {
									["count"] = 1913,
								},
							},
							["amount"] = 3380,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1759,
								},
							},
							["amount"] = 1759,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 8.5,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.57,
								},
								["Цапнуть"] = {
									["count"] = 1.93,
								},
							},
							["amount"] = 8.5,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 666,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 1148,
								},
								["Hit"] = {
									["max"] = 319,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 319,
								},
							},
							["count"] = 4,
							["amount"] = 1467,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 900,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 900,
								},
								["Hit"] = {
									["max"] = 1013,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1013,
								},
							},
							["count"] = 2,
							["amount"] = 1913,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
					},
					["TimeDamage"] = 8.5,
					["TimeDamaging"] = {
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.57,
								},
								["Цапнуть"] = {
									["count"] = 1.93,
								},
							},
							["amount"] = 8.5,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 3380,
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 0,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 826,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 826,
						["Physical"] = 0,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
						["Melee"] = 69,
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 69,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 69,
								},
							},
							["count"] = 1,
							["amount"] = 69,
						},
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 2675,
						["Physical"] = 2900,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2675,
								},
								["Цапнуть"] = {
									["count"] = 2900,
								},
							},
							["amount"] = 5575,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 826,
								},
							},
							["amount"] = 826,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Удар клыками"] = {
									["count"] = 0,
								},
								["Удар клыками (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Мощный укус"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 10.14,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.129999999999999,
								},
								["Цапнуть"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 10.14,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 616,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 2383,
								},
								["Hit"] = {
									["max"] = 292,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 292,
								},
							},
							["count"] = 5,
							["amount"] = 2675,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 988,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2900,
								},
							},
							["count"] = 3,
							["amount"] = 2900,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 10.14,
					["TimeDamaging"] = {
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.129999999999999,
								},
								["Цапнуть"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 10.14,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 5575,
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1159,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 647,
						["Melee"] = 512,
						["Nature"] = 0,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 1771,
						["Physical"] = 5687,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1771,
								},
								["Цапнуть"] = {
									["count"] = 5687,
								},
							},
							["amount"] = 7458,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Шок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 512,
								},
								["Удар клыками"] = {
									["count"] = 323,
								},
								["Удар клыками (УЗВ)"] = {
									["count"] = 324,
								},
							},
							["amount"] = 1159,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ядовитый плевок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 9.92,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
						["Nature"] = 0,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.9,
								},
								["Цапнуть"] = {
									["count"] = 3.02,
								},
							},
							["amount"] = 9.92,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ядовитый плевок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 589,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 589,
								},
								["Hit"] = {
									["max"] = 313,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 1182,
								},
							},
							["count"] = 5,
							["amount"] = 1771,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1916,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 5687,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 5687,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 9.92,
					["TimeDamaging"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.9,
								},
								["Цапнуть"] = {
									["count"] = 3.02,
								},
							},
							["amount"] = 9.92,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 7458,
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2993,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 286,
						["Melee"] = 2654,
						["Nature"] = 53,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
						["Melee"] = 78,
						["Physical"] = 0,
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 78,
									["min"] = 78,
									["count"] = 1,
									["amount"] = 78,
								},
							},
							["count"] = 1,
							["amount"] = 78,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 3786,
						["Physical"] = 2391,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2616,
								},
								["Цапнуть"] = {
									["count"] = 1466,
								},
							},
							["amount"] = 4082,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1170,
								},
								["Цапнуть"] = {
									["count"] = 925,
								},
							},
							["amount"] = 2095,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1266,
								},
								["Шок"] = {
									["count"] = 53,
								},
							},
							["amount"] = 1319,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1388,
								},
								["Хлесткая атака"] = {
									["count"] = 286,
								},
							},
							["amount"] = 1674,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Костяная пила"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Тревожный удар"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Удар клыками (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
							},
							["count"] = 1,
							["amount"] = 38,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 14.91,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
						["Shadow"] = 0,
						["Nature"] = 38,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.17,
								},
								["Цапнуть"] = {
									["count"] = 1.88,
								},
							},
							["amount"] = 12.05,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 645,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 3351,
								},
								["Hit"] = {
									["max"] = 305,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 435,
								},
							},
							["count"] = 8,
							["amount"] = 3786,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1010,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2391,
								},
							},
							["count"] = 3,
							["amount"] = 2391,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 14.91,
					["TimeDamaging"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.17,
								},
								["Цапнуть"] = {
									["count"] = 1.88,
								},
							},
							["amount"] = 12.05,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 6177,
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2993,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["DOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Shadow"] = 0,
						["Physical"] = 286,
						["Melee"] = 2654,
						["Nature"] = 53,
					},
					["HOTs"] = {
					},
					["ElementTakenBlock"] = {
						["Melee"] = 78,
						["Physical"] = 0,
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 78,
									["min"] = 78,
									["count"] = 1,
									["amount"] = 78,
								},
							},
							["count"] = 1,
							["amount"] = 78,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Melee"] = 3786,
						["Physical"] = 2391,
					},
					["ManaGainedFrom"] = {
					},
					["DamagedWho"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2616,
								},
								["Цапнуть"] = {
									["count"] = 1466,
								},
							},
							["amount"] = 4082,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1170,
								},
								["Цапнуть"] = {
									["count"] = 925,
								},
							},
							["amount"] = 2095,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1266,
								},
								["Шок"] = {
									["count"] = 53,
								},
							},
							["amount"] = 1319,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1388,
								},
								["Хлесткая атака"] = {
									["count"] = 286,
								},
							},
							["amount"] = 1674,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Костяная пила"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Тревожный удар"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Удар клыками (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
							},
							["count"] = 1,
							["amount"] = 38,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ActiveTime"] = 14.91,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
						["Shadow"] = 0,
						["Nature"] = 38,
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.17,
								},
								["Цапнуть"] = {
									["count"] = 1.88,
								},
							},
							["amount"] = 12.05,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Тревожный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Костяная пила"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощный укус"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Хлесткая атака"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 645,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 3351,
								},
								["Hit"] = {
									["max"] = 305,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 435,
								},
							},
							["count"] = 8,
							["amount"] = 3786,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1010,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2391,
								},
							},
							["count"] = 3,
							["amount"] = 2391,
						},
					},
					["HealingTaken"] = 0,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 8,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["TimeDamage"] = 14.91,
					["TimeDamaging"] = {
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.17,
								},
								["Цапнуть"] = {
									["count"] = 1.88,
								},
							},
							["amount"] = 12.05,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.73,
								},
								["Цапнуть"] = {
									["count"] = 1.13,
								},
							},
							["amount"] = 2.86,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["Damage"] = 6177,
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 510,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
						["Melee"] = 38,
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 510,
						["Nature"] = 0,
					},
					["HOTs"] = {
					},
					["Damage"] = 2974,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 38,
									["min"] = 38,
									["count"] = 1,
									["amount"] = 38,
								},
							},
							["count"] = 1,
							["amount"] = 38,
						},
					},
					["DamagedWho"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 782,
								},
								["Цапнуть"] = {
									["count"] = 1899,
								},
							},
							["amount"] = 2681,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 293,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 293,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Melee"] = 1075,
						["Physical"] = 1899,
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 3,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["Груборогий люторог"] = {
							["Details"] = {
								["Удар клыками (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 88,
								},
								["Вихрь молний"] = {
									["count"] = 0,
								},
							},
							["amount"] = 88,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Оплеуха"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 422,
								},
							},
							["amount"] = 422,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Вихрь молний"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Оплеуха"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 8.629999999999999,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.37,
								},
								["Цапнуть"] = {
									["count"] = 0.76,
								},
							},
							["amount"] = 5.13,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
						["Nature"] = 0,
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Вихрь молний"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Удар клыками (УЗВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Оплеуха"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 642,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 642,
								},
								["Hit"] = {
									["max"] = 293,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 433,
								},
							},
							["count"] = 3,
							["amount"] = 1075,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1899,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1899,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1899,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 8.629999999999999,
					["TimeDamaging"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.37,
								},
								["Цапнуть"] = {
									["count"] = 0.76,
								},
							},
							["amount"] = 5.13,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
			},
			["LastDamageTaken"] = 378,
			["LastFlags"] = 4648,
			["UnitLockout"] = 1287158437,
			["LastActive"] = 1289568998,
		},
		["Медведь <Эларин>"] = {
			["GUID"] = "0xF14034989900BF8A",
			["LastEventHealth"] = {
				"30443 (99%)", -- [1]
				"30669 (100%)", -- [2]
				"30669 (100%)", -- [3]
				"30669 (100%)", -- [4]
				"30669 (100%)", -- [5]
				"30669 (100%)", -- [6]
				"30669 (100%)", -- [7]
				"30669 (100%)", -- [8]
				"30669 (100%)", -- [9]
				"30669 (100%)", -- [10]
				"30608 (99%)", -- [11]
				"30608 (99%)", -- [12]
				"30608 (99%)", -- [13]
				"30608 (99%)", -- [14]
				"30669 (100%)", -- [15]
				"30669 (100%)", -- [16]
				"30669 (100%)", -- [17]
				"30614 (99%)", -- [18]
				"30669 (100%)", -- [19]
				"30628 (99%)", -- [20]
				"30628 (99%)", -- [21]
				"30628 (99%)", -- [22]
				"30578 (99%)", -- [23]
				"30578 (99%)", -- [24]
				"30578 (99%)", -- [25]
				"30578 (99%)", -- [26]
				"30578 (99%)", -- [27]
				"30669 (100%)", -- [28]
				"30669 (100%)", -- [29]
				"30669 (100%)", -- [30]
				"30669 (100%)", -- [31]
				"30585 (99%)", -- [32]
				"30669 (100%)", -- [33]
				"30669 (100%)", -- [34]
				"30669 (100%)", -- [35]
				"30669 (100%)", -- [36]
				"30669 (100%)", -- [37]
				"30669 (100%)", -- [38]
				"30669 (100%)", -- [39]
				"30669 (100%)", -- [40]
				"30669 (100%)", -- [41]
				"30669 (100%)", -- [42]
				"30669 (100%)", -- [43]
				"30669 (100%)", -- [44]
				"30596 (99%)", -- [45]
				"30669 (100%)", -- [46]
				"30669 (100%)", -- [47]
				"30572 (99%)", -- [48]
				"30443 (99%)", -- [49]
				"30443 (99%)", -- [50]
			},
			["LastAttackedBy"] = "Чернокнижник из клана Боевого Молота",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"HEAL", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"HEAL", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"HEAL", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"HEAL", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					82.01000000000003, -- [1]
				},
				["Healing"] = {
					27261, -- [1]
				},
				["DamageTaken"] = {
					15421, -- [1]
				},
				["EnergyGain"] = {
					75, -- [1]
				},
				["HealingTaken"] = {
					27261, -- [1]
				},
				["Overhealing"] = {
					206161, -- [1]
				},
				["ActiveTime"] = {
					1311.540000000001, -- [1]
				},
				["TimeDamage"] = {
					1229.53, -- [1]
				},
				["Damage"] = {
					593971, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Медведь",
			["LastActive"] = 1288561775,
			["level"] = 1,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 258,
			["LastEventNum"] = {
				[2] = 3.081287293358114,
				[31] = 0.2738922038540546,
				[16] = 0.1793341810949167,
				[33] = 3.078026671883661,
				[18] = 0.1336854804525743,
				[36] = 3.078026671883661,
				[19] = 3.078026671883661,
				[10] = 0.1988979099416349,
				[40] = 3.078026671883661,
				[43] = 3.081287293358114,
				[23] = 0.1630310737226516,
				[46] = 3.081287293358114,
				[47] = 0.316280283021944,
				[49] = 0.420620170204441,
				[7] = 3.081287293358114,
				[28] = 3.081287293358114,
				[27] = 0.4499657634745182,
				[12] = 0.2315041246861652,
			},
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["UnitLockout"] = 1286658276,
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DamageTaken"] = 15421,
					["TimeHealing"] = {
						["Медведь <Эларин>"] = {
							["Details"] = {
								["Вожак"] = {
									["count"] = 82.01000000000003,
								},
							},
							["amount"] = 82.01000000000003,
						},
					},
					["OverHeals"] = {
						["Вожак"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 945,
									["min"] = 209,
									["count"] = 226,
									["amount"] = 206161,
								},
							},
							["count"] = 226,
							["amount"] = 206161,
						},
					},
					["ElementDoneAbsorb"] = {
						["Physical"] = 578,
						["Melee"] = 1000,
						["Nature"] = 280,
					},
					["ElementDoneResist"] = {
						["Nature"] = 1059,
					},
					["TimeSpent"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.21,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Цапнуть"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 2.01,
						},
						["Сирена из клана Бича Злобы"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.43,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.61,
								},
								["Цапнуть"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 8.84,
						},
						["Обжигающий тотем"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.65,
								},
							},
							["amount"] = 0.65,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.720000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.6800000000000001,
								},
							},
							["amount"] = 6.4,
						},
						["Голиафон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.3,
								},
								["Рывок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.8,
						},
						["Паучонок племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.09,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.41,
								},
								["Цапнуть"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 9.9,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 8.48,
								},
								["Атака ближнего боя"] = {
									["count"] = 49.03,
								},
								["Цапнуть"] = {
									["count"] = 9.290000000000001,
								},
							},
							["amount"] = 66.79999999999998,
						},
						["Геомант из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.26,
								},
								["Цапнуть"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 12.27,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.14,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.21,
								},
								["Цапнуть"] = {
									["count"] = 3.95,
								},
							},
							["amount"] = 18.3,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 16.59,
								},
								["Цапнуть"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 20.04,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 8.359999999999999,
								},
							},
							["amount"] = 8.359999999999999,
						},
						["Осколыш Голиафона"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.379999999999999,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Цапнуть"] = {
									["count"] = 0.38,
								},
							},
							["amount"] = 9.559999999999999,
						},
						["Многозубый ловец"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 5.23,
								},
								["Атака ближнего боя"] = {
									["count"] = 15.35,
								},
								["Цапнуть"] = {
									["count"] = 3.07,
								},
							},
							["amount"] = 23.65,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.92,
								},
							},
							["amount"] = 0.92,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.23,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.550000000000001,
								},
								["Цапнуть"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 10.39,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 1,
								},
								["Цапнуть"] = {
									["count"] = 0.73,
								},
							},
							["amount"] = 3.03,
						},
						["Медведь <Эларин>"] = {
							["Details"] = {
								["Вожак"] = {
									["count"] = 82.01000000000003,
								},
							},
							["amount"] = 82.01000000000003,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.12,
								},
								["Атака ближнего боя"] = {
									["count"] = 21.65,
								},
								["Цапнуть"] = {
									["count"] = 4.739999999999999,
								},
							},
							["amount"] = 27.51,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3.77,
								},
								["Атака ближнего боя"] = {
									["count"] = 29.15,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 34.04,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.11,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 5.32,
						},
						["Скверноподданный из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.49,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.72,
								},
							},
							["amount"] = 5.21,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.91,
								},
								["Цапнуть"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 8.709999999999999,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.92,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 5.24,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.73,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 5.33,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.87,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.459999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.32,
								},
							},
							["amount"] = 11.65,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.91,
								},
							},
							["amount"] = 1.14,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.95,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.19,
								},
								["Цапнуть"] = {
									["count"] = 2.18,
								},
							},
							["amount"] = 16.32,
						},
						["Скалоход"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.15,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.04,
								},
							},
							["amount"] = 5.19,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 3.51,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.79,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.01,
								},
								["Цапнуть"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 7.43,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.7,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 5.3,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.25,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.02,
								},
								["Цапнуть"] = {
									["count"] = 2.95,
								},
							},
							["amount"] = 9.219999999999999,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.94,
								},
								["Атака ближнего боя"] = {
									["count"] = 21.52,
								},
								["Цапнуть"] = {
									["count"] = 5.35,
								},
							},
							["amount"] = 29.81,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.77,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.77,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 17.54,
								},
							},
							["amount"] = 17.54,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.53,
								},
								["Цапнуть"] = {
									["count"] = 0.66,
								},
							},
							["amount"] = 5.19,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.19,
								},
								["Цапнуть"] = {
									["count"] = 2.08,
								},
							},
							["amount"] = 12.57,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.61,
								},
								["Цапнуть"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.11,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.78,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.52,
								},
								["Цапнуть"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 9.02,
						},
						["Ползучий силитид"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.99,
								},
							},
							["amount"] = 0.99,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.58,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.92,
								},
							},
							["amount"] = 8.5,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.92,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2.92,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.55,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.53,
								},
								["Цапнуть"] = {
									["count"] = 5.54,
								},
							},
							["amount"] = 20.62,
						},
						["Землерой"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.32,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.25,
								},
								["Цапнуть"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 6.94,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.9300000000000001,
								},
							},
							["amount"] = 2.93,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.29,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.74,
								},
								["Цапнуть"] = {
									["count"] = 0.99,
								},
							},
							["amount"] = 6.020000000000001,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.03,
								},
								["Атака ближнего боя"] = {
									["count"] = 10.08,
								},
								["Цапнуть"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 13.74,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.9099999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 5.83,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.21,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 5.23,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.4,
								},
								["Атака ближнего боя"] = {
									["count"] = 17.26,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 18.48,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 112.19,
								},
								["Грохочущие шаги"] = {
									["count"] = 10.63,
								},
								["Цапнуть"] = {
									["count"] = 12.22,
								},
							},
							["amount"] = 135.04,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.1,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.66,
								},
								["Цапнуть"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 10.53,
						},
						["Жрица Земли Гукк'рок"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 0.55,
						},
						["Буревестница из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.21,
								},
								["Цапнуть"] = {
									["count"] = 1.38,
								},
							},
							["amount"] = 8.390000000000001,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.69,
								},
								["Цапнуть"] = {
									["count"] = 2.05,
								},
							},
							["amount"] = 18.41,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.73,
								},
								["Грохочущие шаги"] = {
									["count"] = 5,
								},
								["Цапнуть"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 10.42,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.210000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.37,
								},
								["Цапнуть"] = {
									["count"] = 2,
								},
							},
							["amount"] = 11.58,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.870000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.43,
								},
							},
							["amount"] = 8.300000000000001,
						},
						["Калири-пикировщик"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.67,
								},
								["Цапнуть"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 7.92,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.91,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0.74,
								},
							},
							["amount"] = 6.65,
						},
						["Зыбкий призыватель Бездны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.27,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.11,
								},
								["Цапнуть"] = {
									["count"] = 1.43,
								},
							},
							["amount"] = 8.809999999999999,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.07,
								},
								["Рывок"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 2.51,
								},
								["Цапнуть"] = {
									["count"] = 2.78,
								},
							},
							["amount"] = 14.86,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8100000000000001,
								},
								["Атака ближнего боя"] = {
									["count"] = 11.41,
								},
								["Цапнуть"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 12.58,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 7.360000000000001,
								},
								["Размах"] = {
									["count"] = 1.2,
								},
								["Атака ближнего боя"] = {
									["count"] = 123.58,
								},
								["Цапнуть"] = {
									["count"] = 11.64,
								},
							},
							["amount"] = 143.7799999999999,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.94,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.06,
								},
								["Цапнуть"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 11.02,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Цапнуть"] = {
									["count"] = 0.46,
								},
							},
							["amount"] = 7.66,
						},
						["Дикий совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.109999999999999,
								},
								["Цапнуть"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 8.789999999999999,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.22,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.869999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.9,
								},
							},
							["amount"] = 8.99,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.58,
								},
								["Атака ближнего боя"] = {
									["count"] = 33.23,
								},
								["Цапнуть"] = {
									["count"] = 5.569999999999999,
								},
							},
							["amount"] = 41.38,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.08,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 5.58,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.1,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.1,
								},
								["Цапнуть"] = {
									["count"] = 1,
								},
							},
							["amount"] = 6.199999999999999,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.46,
								},
								["Атака ближнего боя"] = {
									["count"] = 8.44,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8.9,
						},
						["Ловчий из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4.5,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.26,
								},
								["Атака ближнего боя"] = {
									["count"] = 18.86,
								},
								["Цапнуть"] = {
									["count"] = 3.66,
								},
							},
							["amount"] = 22.78000000000001,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3.47,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.05,
								},
								["Цапнуть"] = {
									["count"] = 3.55,
								},
							},
							["amount"] = 21.07,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.4,
								},
								["Цапнуть"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 8.770000000000001,
						},
						["У'ча"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.3,
								},
							},
							["amount"] = 7.3,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.19,
								},
								["Атака ближнего боя"] = {
									["count"] = 12.19,
								},
								["Цапнуть"] = {
									["count"] = 2.66,
								},
							},
							["amount"] = 15.04,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 8.210000000000001,
								},
								["Атака ближнего боя"] = {
									["count"] = 50.11,
								},
								["Цапнуть"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 60.38000000000002,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1,
								},
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 6.82,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.71,
								},
								["Атака ближнего боя"] = {
									["count"] = 23.05,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 27.36,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.89,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.7,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 6.71,
						},
					},
					["HealedWho"] = {
						["Медведь <Эларин>"] = {
							["Details"] = {
								["Вожак"] = {
									["count"] = 27261,
								},
							},
							["amount"] = 27261,
						},
					},
					["ElementTakenResist"] = {
						["Fire"] = 485,
						["Shadow"] = 373,
						["Nature"] = 309,
					},
					["PartialResist"] = {
						["Мощное пламя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 133,
									["min"] = 117,
									["count"] = 2,
									["amount"] = 250,
								},
							},
							["count"] = 14,
							["amount"] = 250,
						},
						["Ядовитое жало"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 78,
									["min"] = 78,
									["count"] = 1,
									["amount"] = 78,
								},
							},
							["count"] = 1,
							["amount"] = 78,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 444,
									["amount"] = 0,
								},
							},
							["count"] = 444,
							["amount"] = 0,
						},
						["Шипы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 149,
									["min"] = 149,
									["count"] = 1,
									["amount"] = 149,
								},
							},
							["count"] = 3,
							["amount"] = 149,
						},
						["Электрокожа"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 373,
									["min"] = 373,
									["count"] = 1,
									["amount"] = 373,
								},
							},
							["count"] = 5,
							["amount"] = 373,
						},
						["Ядовитое жало (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 2,
									["min"] = 1,
									["count"] = 6,
									["amount"] = 8,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 8,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар по дуге"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заразный укус (УЗВ)"] = {
							["Details"] = {
								["25%Сопротив."] = {
									["max"] = 3,
									["min"] = 3,
									["count"] = 2,
									["amount"] = 6,
								},
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 6,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Атаковать"] = {
							["Details"] = {
								["50%Сопротив."] = {
									["max"] = 86,
									["min"] = 86,
									["count"] = 1,
									["amount"] = 86,
								},
							},
							["count"] = 1,
							["amount"] = 86,
						},
						["Молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["50%Сопротив."] = {
									["max"] = 217,
									["min"] = 217,
									["count"] = 1,
									["amount"] = 217,
								},
							},
							["count"] = 2,
							["amount"] = 217,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар героя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Парализующий удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Смертельный удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 206161,
					["PartialAbsorb"] = {
						["Мощное пламя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 0,
						},
						["Ядовитое жало"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 444,
									["amount"] = 0,
								},
							},
							["count"] = 444,
							["amount"] = 0,
						},
						["Шипы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["Удар в спину"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Электрокожа"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Ядовитое жало (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар по дуге"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заразный укус (УЗВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Атаковать"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар героя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Земной шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Парализующий удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Смертельный удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1311.540000000001,
					["TimeDamaging"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.21,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Цапнуть"] = {
									["count"] = 0.6,
								},
							},
							["amount"] = 2.01,
						},
						["Сирена из клана Бича Злобы"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.43,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.61,
								},
								["Цапнуть"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 8.84,
						},
						["Обжигающий тотем"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.65,
								},
							},
							["amount"] = 0.65,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.720000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.6800000000000001,
								},
							},
							["amount"] = 6.4,
						},
						["Голиафон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.3,
								},
								["Рывок"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.8,
						},
						["Паучонок племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.09,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.41,
								},
								["Цапнуть"] = {
									["count"] = 1.4,
								},
							},
							["amount"] = 9.9,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 8.48,
								},
								["Атака ближнего боя"] = {
									["count"] = 49.03,
								},
								["Цапнуть"] = {
									["count"] = 9.290000000000001,
								},
							},
							["amount"] = 66.79999999999998,
						},
						["Геомант из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 12.26,
								},
								["Цапнуть"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 12.27,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.14,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.21,
								},
								["Цапнуть"] = {
									["count"] = 3.95,
								},
							},
							["amount"] = 18.3,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.21,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 5.23,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 8.359999999999999,
								},
							},
							["amount"] = 8.359999999999999,
						},
						["Осколыш Голиафона"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.379999999999999,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Цапнуть"] = {
									["count"] = 0.38,
								},
							},
							["amount"] = 9.559999999999999,
						},
						["Многозубый ловец"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 0.21,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 5.23,
								},
								["Атака ближнего боя"] = {
									["count"] = 15.35,
								},
								["Цапнуть"] = {
									["count"] = 3.07,
								},
							},
							["amount"] = 23.65,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 17.54,
								},
							},
							["amount"] = 17.54,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.23,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.550000000000001,
								},
								["Цапнуть"] = {
									["count"] = 0.61,
								},
							},
							["amount"] = 10.39,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 1,
								},
								["Цапнуть"] = {
									["count"] = 0.73,
								},
							},
							["amount"] = 3.03,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.9099999999999999,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.92,
								},
							},
							["amount"] = 5.83,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.12,
								},
								["Атака ближнего боя"] = {
									["count"] = 21.65,
								},
								["Цапнуть"] = {
									["count"] = 4.739999999999999,
								},
							},
							["amount"] = 27.51,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3.77,
								},
								["Атака ближнего боя"] = {
									["count"] = 29.15,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 34.04,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.11,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.21,
								},
							},
							["amount"] = 5.32,
						},
						["Скверноподданный из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.49,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.72,
								},
							},
							["amount"] = 5.21,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.91,
								},
								["Цапнуть"] = {
									["count"] = 0.8,
								},
							},
							["amount"] = 8.709999999999999,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.92,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.32,
								},
							},
							["amount"] = 5.24,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.73,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 5.33,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.87,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.459999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.32,
								},
							},
							["amount"] = 11.65,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.5,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.23,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.91,
								},
							},
							["amount"] = 1.14,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.95,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.19,
								},
								["Цапнуть"] = {
									["count"] = 2.18,
								},
							},
							["amount"] = 16.32,
						},
						["Скалоход"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.15,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.04,
								},
							},
							["amount"] = 5.19,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 3.51,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.79,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.01,
								},
								["Цапнуть"] = {
									["count"] = 0.63,
								},
							},
							["amount"] = 7.43,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.7,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 5.3,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.94,
								},
								["Атака ближнего боя"] = {
									["count"] = 21.52,
								},
								["Цапнуть"] = {
									["count"] = 5.35,
								},
							},
							["amount"] = 29.81,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.19,
								},
								["Атака ближнего боя"] = {
									["count"] = 12.19,
								},
								["Цапнуть"] = {
									["count"] = 2.66,
								},
							},
							["amount"] = 15.04,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.77,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3.77,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.53,
								},
								["Цапнуть"] = {
									["count"] = 0.66,
								},
							},
							["amount"] = 5.19,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 16.59,
								},
								["Цапнуть"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 20.04,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.61,
								},
								["Цапнуть"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3.11,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.78,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.52,
								},
								["Цапнуть"] = {
									["count"] = 1.72,
								},
							},
							["amount"] = 9.02,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.58,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.92,
								},
							},
							["amount"] = 8.5,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.46,
								},
								["Атака ближнего боя"] = {
									["count"] = 8.44,
								},
								["Цапнуть"] = {
									["count"] = 0,
								},
							},
							["amount"] = 8.9,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.92,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2.92,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.29,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.74,
								},
								["Цапнуть"] = {
									["count"] = 0.99,
								},
							},
							["amount"] = 6.020000000000001,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.55,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.53,
								},
								["Цапнуть"] = {
									["count"] = 5.54,
								},
							},
							["amount"] = 20.62,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.9300000000000001,
								},
							},
							["amount"] = 2.93,
						},
						["Землерой"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.32,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.25,
								},
								["Цапнуть"] = {
									["count"] = 1.37,
								},
							},
							["amount"] = 6.94,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.03,
								},
								["Атака ближнего боя"] = {
									["count"] = 10.08,
								},
								["Цапнуть"] = {
									["count"] = 1.63,
								},
							},
							["amount"] = 13.74,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.92,
								},
							},
							["amount"] = 0.92,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.25,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.02,
								},
								["Цапнуть"] = {
									["count"] = 2.95,
								},
							},
							["amount"] = 9.219999999999999,
						},
						["Ползучий силитид"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.99,
								},
							},
							["amount"] = 0.99,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 112.19,
								},
								["Грохочущие шаги"] = {
									["count"] = 10.63,
								},
								["Цапнуть"] = {
									["count"] = 12.22,
								},
							},
							["amount"] = 135.04,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.08,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.5,
								},
							},
							["amount"] = 5.58,
						},
						["Жрица Земли Гукк'рок"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 0.55,
						},
						["Буревестница из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.21,
								},
								["Цапнуть"] = {
									["count"] = 1.38,
								},
							},
							["amount"] = 8.390000000000001,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 13.69,
								},
								["Цапнуть"] = {
									["count"] = 2.05,
								},
							},
							["amount"] = 18.41,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.73,
								},
								["Грохочущие шаги"] = {
									["count"] = 5,
								},
								["Цапнуть"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 10.42,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.210000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.37,
								},
								["Цапнуть"] = {
									["count"] = 2,
								},
							},
							["amount"] = 11.58,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7.870000000000001,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.43,
								},
							},
							["amount"] = 8.300000000000001,
						},
						["Калири-пикировщик"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.67,
								},
								["Цапнуть"] = {
									["count"] = 0.95,
								},
							},
							["amount"] = 7.92,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.91,
								},
								["Грохочущие шаги"] = {
									["count"] = 0,
								},
								["Цапнуть"] = {
									["count"] = 0.74,
								},
							},
							["amount"] = 6.65,
						},
						["Зыбкий призыватель Бездны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.27,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.11,
								},
								["Цапнуть"] = {
									["count"] = 1.43,
								},
							},
							["amount"] = 8.809999999999999,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.07,
								},
								["Рывок"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 2.51,
								},
								["Цапнуть"] = {
									["count"] = 2.78,
								},
							},
							["amount"] = 14.86,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8100000000000001,
								},
								["Атака ближнего боя"] = {
									["count"] = 11.41,
								},
								["Цапнуть"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 12.58,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8.94,
								},
								["Грохочущие шаги"] = {
									["count"] = 1.06,
								},
								["Цапнуть"] = {
									["count"] = 1.02,
								},
							},
							["amount"] = 11.02,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 7.360000000000001,
								},
								["Размах"] = {
									["count"] = 1.2,
								},
								["Атака ближнего боя"] = {
									["count"] = 123.58,
								},
								["Цапнуть"] = {
									["count"] = 11.64,
								},
							},
							["amount"] = 143.7799999999999,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Цапнуть"] = {
									["count"] = 0.46,
								},
							},
							["amount"] = 7.66,
						},
						["Дикий совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.8,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.109999999999999,
								},
								["Цапнуть"] = {
									["count"] = 0.88,
								},
							},
							["amount"] = 8.789999999999999,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.22,
								},
								["Атака ближнего боя"] = {
									["count"] = 5.869999999999999,
								},
								["Цапнуть"] = {
									["count"] = 1.9,
								},
							},
							["amount"] = 8.99,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.58,
								},
								["Атака ближнего боя"] = {
									["count"] = 33.23,
								},
								["Цапнуть"] = {
									["count"] = 5.569999999999999,
								},
							},
							["amount"] = 41.38,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.4,
								},
								["Атака ближнего боя"] = {
									["count"] = 17.26,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 18.48,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.1,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.1,
								},
								["Цапнуть"] = {
									["count"] = 1,
								},
							},
							["amount"] = 6.199999999999999,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1,
								},
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
								["Цапнуть"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 6.82,
						},
						["Ловчий из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Грохочущие шаги"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4.5,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.26,
								},
								["Атака ближнего боя"] = {
									["count"] = 18.86,
								},
								["Цапнуть"] = {
									["count"] = 3.66,
								},
							},
							["amount"] = 22.78000000000001,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3.47,
								},
								["Атака ближнего боя"] = {
									["count"] = 14.05,
								},
								["Цапнуть"] = {
									["count"] = 3.55,
								},
							},
							["amount"] = 21.07,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.2,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.4,
								},
								["Цапнуть"] = {
									["count"] = 2.17,
								},
							},
							["amount"] = 8.770000000000001,
						},
						["У'ча"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.3,
								},
							},
							["amount"] = 7.3,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.1,
								},
								["Атака ближнего боя"] = {
									["count"] = 7.66,
								},
								["Цапнуть"] = {
									["count"] = 1.77,
								},
							},
							["amount"] = 10.53,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1.3,
								},
								["Атака ближнего боя"] = {
									["count"] = 9.19,
								},
								["Цапнуть"] = {
									["count"] = 2.08,
								},
							},
							["amount"] = 12.57,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 8.210000000000001,
								},
								["Атака ближнего боя"] = {
									["count"] = 50.11,
								},
								["Цапнуть"] = {
									["count"] = 2.06,
								},
							},
							["amount"] = 60.38000000000002,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2.71,
								},
								["Атака ближнего боя"] = {
									["count"] = 23.05,
								},
								["Цапнуть"] = {
									["count"] = 1.6,
								},
							},
							["amount"] = 27.36,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 0.89,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.7,
								},
								["Цапнуть"] = {
									["count"] = 1.12,
								},
							},
							["amount"] = 6.71,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 1760,
						["Melee"] = 12003,
						["Fire"] = 726,
						["Shadow"] = 373,
						["Nature"] = 559,
					},
					["EnergyGain"] = 75,
					["ElementTakenBlock"] = {
						["Melee"] = 396,
						["Physical"] = 37,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 69,
								},
								["Hit"] = {
									["count"] = 70,
								},
							},
							["amount"] = 141,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 218,
								},
								["Hit"] = {
									["count"] = 287,
								},
							},
							["amount"] = 506,
						},
						["Nature"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 83,
								},
								["Hit"] = {
									["count"] = 139,
								},
							},
							["amount"] = 223,
						},
					},
					["TimeHeal"] = 82.01000000000003,
					["WhoHealed"] = {
						["Медведь <Эларин>"] = {
							["Details"] = {
								["Вожак"] = {
									["count"] = 27261,
								},
							},
							["amount"] = 27261,
						},
					},
					["EnergyGained"] = {
						["Хватай за горло!"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["ElementDone"] = {
						["Physical"] = 149766,
						["Melee"] = 364329,
						["Nature"] = 79876,
					},
					["Healing"] = 27261,
					["Heals"] = {
						["Вожак"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 945,
									["min"] = 4,
									["count"] = 108,
									["amount"] = 27261,
								},
							},
							["count"] = 108,
							["amount"] = 27261,
						},
					},
					["Damage"] = 593971,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1485,
									["min"] = 408,
									["count"] = 218,
									["amount"] = 224513,
								},
								["Hit"] = {
									["max"] = 795,
									["min"] = 85,
									["count"] = 287,
									["amount"] = 139816,
								},
							},
							["count"] = 506,
							["amount"] = 364329,
						},
						["Размах"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 350,
									["min"] = 350,
									["count"] = 1,
									["amount"] = 350,
								},
							},
							["count"] = 1,
							["amount"] = 350,
						},
						["Цапнуть"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1875,
									["min"] = 555,
									["count"] = 69,
									["amount"] = 99505,
								},
								["Hit"] = {
									["max"] = 960,
									["min"] = 220,
									["count"] = 69,
									["amount"] = 49911,
								},
							},
							["count"] = 138,
							["amount"] = 149416,
						},
						["Грохочущие шаги"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 552,
									["min"] = 191,
									["count"] = 83,
									["amount"] = 37768,
								},
								["Hit"] = {
									["max"] = 402,
									["min"] = 127,
									["count"] = 139,
									["amount"] = 42108,
								},
							},
							["count"] = 223,
							["amount"] = 79876,
						},
						["Рывок"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 27261,
					["DamagedWho"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 556,
								},
								["Грохочущие шаги"] = {
									["count"] = 421,
								},
								["Цапнуть"] = {
									["count"] = 800,
								},
							},
							["amount"] = 1777,
						},
						["Сирена из клана Бича Злобы"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 423,
								},
								["Атака ближнего боя"] = {
									["count"] = 1623,
								},
								["Цапнуть"] = {
									["count"] = 821,
								},
							},
							["amount"] = 2867,
						},
						["Обжигающий тотем"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 987,
								},
							},
							["amount"] = 987,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1352,
								},
								["Грохочущие шаги"] = {
									["count"] = 367,
								},
							},
							["amount"] = 1719,
						},
						["Голиафон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1703,
								},
							},
							["amount"] = 1703,
						},
						["Паучонок племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 880,
								},
								["Атака ближнего боя"] = {
									["count"] = 3371,
								},
								["Цапнуть"] = {
									["count"] = 1875,
								},
							},
							["amount"] = 6126,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 5315,
								},
								["Атака ближнего боя"] = {
									["count"] = 21137,
								},
								["Цапнуть"] = {
									["count"] = 11831,
								},
							},
							["amount"] = 38283,
						},
						["Геомант из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2983,
								},
								["Цапнуть"] = {
									["count"] = 403,
								},
							},
							["amount"] = 3386,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1314,
								},
								["Атака ближнего боя"] = {
									["count"] = 6646,
								},
								["Цапнуть"] = {
									["count"] = 3228,
								},
							},
							["amount"] = 11188,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1817,
								},
								["Грохочущие шаги"] = {
									["count"] = 344,
								},
							},
							["amount"] = 2161,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1046,
								},
								["Атака ближнего боя"] = {
									["count"] = 1251,
								},
							},
							["amount"] = 2297,
						},
						["Осколыш Голиафона"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3208,
								},
								["Грохочущие шаги"] = {
									["count"] = 690,
								},
								["Цапнуть"] = {
									["count"] = 1517,
								},
							},
							["amount"] = 5415,
						},
						["Многозубый ловец"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 659,
								},
							},
							["amount"] = 659,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2583,
								},
								["Атака ближнего боя"] = {
									["count"] = 5422,
								},
								["Цапнуть"] = {
									["count"] = 3165,
								},
							},
							["amount"] = 11170,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4612,
								},
							},
							["amount"] = 4612,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 286,
								},
								["Атака ближнего боя"] = {
									["count"] = 2649,
								},
								["Цапнуть"] = {
									["count"] = 374,
								},
							},
							["amount"] = 3309,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 423,
								},
								["Атака ближнего боя"] = {
									["count"] = 1126,
								},
								["Цапнуть"] = {
									["count"] = 796,
								},
							},
							["amount"] = 2345,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 5939,
								},
								["Атака ближнего боя"] = {
									["count"] = 851,
								},
							},
							["amount"] = 6790,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1725,
								},
								["Атака ближнего боя"] = {
									["count"] = 8583,
								},
								["Цапнуть"] = {
									["count"] = 5008,
								},
							},
							["amount"] = 15316,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 588,
								},
							},
							["amount"] = 588,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2931,
								},
								["Атака ближнего боя"] = {
									["count"] = 7732,
								},
								["Цапнуть"] = {
									["count"] = 2543,
								},
							},
							["amount"] = 13206,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2680,
								},
								["Грохочущие шаги"] = {
									["count"] = 565,
								},
							},
							["amount"] = 3245,
						},
						["Скверноподданный из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1305,
								},
								["Грохочущие шаги"] = {
									["count"] = 552,
								},
							},
							["amount"] = 1857,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 425,
								},
								["Атака ближнего боя"] = {
									["count"] = 1851,
								},
								["Цапнуть"] = {
									["count"] = 1964,
								},
							},
							["amount"] = 4240,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1134,
								},
								["Грохочущие шаги"] = {
									["count"] = 519,
								},
							},
							["amount"] = 1653,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 344,
								},
								["Атака ближнего боя"] = {
									["count"] = 1122,
								},
								["Цапнуть"] = {
									["count"] = 1692,
								},
							},
							["amount"] = 3158,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1293,
								},
							},
							["amount"] = 1293,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 797,
								},
								["Атака ближнего боя"] = {
									["count"] = 2976,
								},
								["Цапнуть"] = {
									["count"] = 717,
								},
							},
							["amount"] = 4490,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 238,
								},
								["Грохочущие шаги"] = {
									["count"] = 423,
								},
							},
							["amount"] = 661,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 641,
								},
								["Грохочущие шаги"] = {
									["count"] = 280,
								},
							},
							["amount"] = 921,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1076,
								},
								["Атака ближнего боя"] = {
									["count"] = 4022,
								},
								["Цапнуть"] = {
									["count"] = 3318,
								},
							},
							["amount"] = 8416,
						},
						["Скалоход"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 686,
								},
								["Грохочущие шаги"] = {
									["count"] = 283,
								},
							},
							["amount"] = 969,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 294,
								},
								["Грохочущие шаги"] = {
									["count"] = 281,
								},
							},
							["amount"] = 575,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 281,
								},
								["Атака ближнего боя"] = {
									["count"] = 1359,
								},
								["Цапнуть"] = {
									["count"] = 1715,
								},
							},
							["amount"] = 3355,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 623,
								},
								["Цапнуть"] = {
									["count"] = 699,
								},
							},
							["amount"] = 1322,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2009,
								},
								["Атака ближнего боя"] = {
									["count"] = 10627,
								},
								["Цапнуть"] = {
									["count"] = 3016,
								},
							},
							["amount"] = 15652,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1161,
								},
								["Атака ближнего боя"] = {
									["count"] = 8072,
								},
								["Цапнуть"] = {
									["count"] = 3601,
								},
							},
							["amount"] = 12834,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 750,
								},
								["Грохочущие шаги"] = {
									["count"] = 282,
								},
							},
							["amount"] = 1032,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 282,
								},
								["Атака ближнего боя"] = {
									["count"] = 918,
								},
								["Цапнуть"] = {
									["count"] = 916,
								},
							},
							["amount"] = 2116,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 690,
								},
								["Атака ближнего боя"] = {
									["count"] = 4018,
								},
								["Цапнуть"] = {
									["count"] = 3295,
								},
							},
							["amount"] = 8003,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 517,
								},
								["Цапнуть"] = {
									["count"] = 1437,
								},
							},
							["amount"] = 1954,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2666,
								},
								["Грохочущие шаги"] = {
									["count"] = 346,
								},
								["Цапнуть"] = {
									["count"] = 4007,
								},
							},
							["amount"] = 7019,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2710,
								},
								["Грохочущие шаги"] = {
									["count"] = 514,
								},
							},
							["amount"] = 3224,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 690,
								},
								["Атака ближнего боя"] = {
									["count"] = 2268,
								},
								["Цапнуть"] = {
									["count"] = 1700,
								},
							},
							["amount"] = 4658,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2275,
								},
								["Грохочущие шаги"] = {
									["count"] = 346,
								},
							},
							["amount"] = 2621,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 284,
								},
								["Атака ближнего боя"] = {
									["count"] = 1381,
								},
								["Цапнуть"] = {
									["count"] = 1653,
								},
							},
							["amount"] = 3318,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 710,
								},
								["Атака ближнего боя"] = {
									["count"] = 8534,
								},
								["Цапнуть"] = {
									["count"] = 4645,
								},
							},
							["amount"] = 13889,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 799,
								},
								["Атака ближнего боя"] = {
									["count"] = 657,
								},
							},
							["amount"] = 1456,
						},
						["Землерой"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 344,
								},
								["Атака ближнего боя"] = {
									["count"] = 1641,
								},
								["Цапнуть"] = {
									["count"] = 789,
								},
							},
							["amount"] = 2774,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 799,
								},
								["Атака ближнего боя"] = {
									["count"] = 2314,
								},
								["Цапнуть"] = {
									["count"] = 2538,
								},
							},
							["amount"] = 5651,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 282,
								},
							},
							["amount"] = 282,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 430,
								},
							},
							["amount"] = 430,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 280,
								},
								["Атака ближнего боя"] = {
									["count"] = 1321,
								},
								["Цапнуть"] = {
									["count"] = 2058,
								},
							},
							["amount"] = 3659,
						},
						["Ползучий силитид"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 429,
								},
								["Атака ближнего боя"] = {
									["count"] = 531,
								},
							},
							["amount"] = 960,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 595,
								},
							},
							["amount"] = 595,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 43325,
								},
								["Грохочущие шаги"] = {
									["count"] = 7212,
								},
								["Цапнуть"] = {
									["count"] = 10108,
								},
							},
							["amount"] = 60645,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1125,
								},
								["Грохочущие шаги"] = {
									["count"] = 344,
								},
							},
							["amount"] = 1469,
						},
						["Жрица Земли Гукк'рок"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 520,
								},
							},
							["amount"] = 520,
						},
						["Буревестница из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 311,
								},
							},
							["amount"] = 311,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 290,
								},
								["Атака ближнего боя"] = {
									["count"] = 2044,
								},
								["Цапнуть"] = {
									["count"] = 813,
								},
							},
							["amount"] = 3147,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1188,
								},
								["Атака ближнего боя"] = {
									["count"] = 4306,
								},
								["Цапнуть"] = {
									["count"] = 878,
								},
							},
							["amount"] = 6372,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4006,
								},
								["Грохочущие шаги"] = {
									["count"] = 1032,
								},
								["Цапнуть"] = {
									["count"] = 2450,
								},
							},
							["amount"] = 7488,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4071,
								},
								["Грохочущие шаги"] = {
									["count"] = 916,
								},
								["Цапнуть"] = {
									["count"] = 2431,
								},
							},
							["amount"] = 7418,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2165,
								},
								["Грохочущие шаги"] = {
									["count"] = 804,
								},
							},
							["amount"] = 2969,
						},
						["Калири-пикировщик"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 515,
								},
								["Атака ближнего боя"] = {
									["count"] = 3841,
								},
								["Цапнуть"] = {
									["count"] = 778,
								},
							},
							["amount"] = 5134,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1654,
								},
								["Грохочущие шаги"] = {
									["count"] = 893,
								},
								["Цапнуть"] = {
									["count"] = 1623,
								},
							},
							["amount"] = 4170,
						},
						["Зыбкий призыватель Бездны"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 519,
								},
								["Атака ближнего боя"] = {
									["count"] = 2235,
								},
								["Цапнуть"] = {
									["count"] = 1572,
								},
							},
							["amount"] = 4326,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 860,
								},
								["Атака ближнего боя"] = {
									["count"] = 5445,
								},
								["Цапнуть"] = {
									["count"] = 4410,
								},
							},
							["amount"] = 10715,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1209,
								},
								["Атака ближнего боя"] = {
									["count"] = 5196,
								},
								["Цапнуть"] = {
									["count"] = 3202,
								},
							},
							["amount"] = 9607,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4582,
								},
								["Грохочущие шаги"] = {
									["count"] = 1282,
								},
								["Цапнуть"] = {
									["count"] = 1618,
								},
							},
							["amount"] = 7482,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 6994,
								},
								["Размах"] = {
									["count"] = 350,
								},
								["Атака ближнего боя"] = {
									["count"] = 42477,
								},
								["Цапнуть"] = {
									["count"] = 12111,
								},
							},
							["amount"] = 61932,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3043,
								},
								["Грохочущие шаги"] = {
									["count"] = 627,
								},
								["Цапнуть"] = {
									["count"] = 1624,
								},
							},
							["amount"] = 5294,
						},
						["Дикий совух"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 420,
								},
								["Атака ближнего боя"] = {
									["count"] = 1245,
								},
								["Цапнуть"] = {
									["count"] = 783,
								},
							},
							["amount"] = 2448,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 342,
								},
								["Атака ближнего боя"] = {
									["count"] = 3463,
								},
								["Цапнуть"] = {
									["count"] = 2218,
								},
							},
							["amount"] = 6023,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 2248,
								},
								["Атака ближнего боя"] = {
									["count"] = 13565,
								},
								["Цапнуть"] = {
									["count"] = 6460,
								},
							},
							["amount"] = 22273,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 283,
								},
								["Атака ближнего боя"] = {
									["count"] = 5758,
								},
								["Цапнуть"] = {
									["count"] = 771,
								},
							},
							["amount"] = 6812,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 345,
								},
								["Атака ближнего боя"] = {
									["count"] = 1139,
								},
								["Цапнуть"] = {
									["count"] = 1761,
								},
							},
							["amount"] = 3245,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 282,
								},
								["Атака ближнего боя"] = {
									["count"] = 1058,
								},
								["Цапнуть"] = {
									["count"] = 1728,
								},
							},
							["amount"] = 3068,
						},
						["Ловчий из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 294,
								},
								["Грохочущие шаги"] = {
									["count"] = 281,
								},
							},
							["amount"] = 575,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 845,
								},
								["Атака ближнего боя"] = {
									["count"] = 8131,
								},
								["Цапнуть"] = {
									["count"] = 3039,
								},
							},
							["amount"] = 12015,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1556,
								},
								["Атака ближнего боя"] = {
									["count"] = 8532,
								},
								["Цапнуть"] = {
									["count"] = 3566,
								},
							},
							["amount"] = 13654,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 423,
								},
								["Атака ближнего боя"] = {
									["count"] = 3040,
								},
								["Цапнуть"] = {
									["count"] = 3088,
								},
							},
							["amount"] = 6551,
						},
						["У'ча"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 692,
								},
								["Атака ближнего боя"] = {
									["count"] = 2306,
								},
							},
							["amount"] = 2998,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 280,
								},
								["Атака ближнего боя"] = {
									["count"] = 2919,
								},
								["Цапнуть"] = {
									["count"] = 2395,
								},
							},
							["amount"] = 5594,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 687,
								},
								["Атака ближнего боя"] = {
									["count"] = 4638,
								},
								["Цапнуть"] = {
									["count"] = 2249,
								},
							},
							["amount"] = 7574,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 3251,
								},
								["Атака ближнего боя"] = {
									["count"] = 17089,
								},
								["Цапнуть"] = {
									["count"] = 3482,
								},
							},
							["amount"] = 23822,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 1555,
								},
								["Атака ближнего боя"] = {
									["count"] = 8382,
								},
								["Цапнуть"] = {
									["count"] = 1428,
								},
							},
							["amount"] = 11365,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Грохочущие шаги"] = {
									["count"] = 421,
								},
								["Атака ближнего боя"] = {
									["count"] = 1639,
								},
								["Цапнуть"] = {
									["count"] = 709,
								},
							},
							["amount"] = 2769,
						},
					},
					["TimeDamage"] = 1229.53,
					["WhoDamaged"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["Обжигающий тотем"] = {
							["Details"] = {
								["Атаковать"] = {
									["count"] = 129,
								},
							},
							["amount"] = 129,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["Паучонок племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1941,
								},
								["Апперкот"] = {
									["count"] = 434,
								},
							},
							["amount"] = 2375,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 93,
								},
								["Ядовитое жало"] = {
									["count"] = 78,
								},
								["Ядовитое жало (УЗВ)"] = {
									["count"] = 95,
								},
							},
							["amount"] = 266,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Осколыш Голиафона"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 92,
								},
							},
							["amount"] = 92,
						},
						["Многозубый ловец"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 491,
								},
							},
							["amount"] = 491,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 99,
								},
							},
							["amount"] = 99,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 114,
								},
							},
							["amount"] = 114,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 38,
								},
							},
							["amount"] = 38,
						},
						["Ползучий силитид"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 170,
								},
							},
							["amount"] = 170,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 185,
								},
							},
							["amount"] = 185,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 43,
								},
							},
							["amount"] = 43,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32,
								},
							},
							["amount"] = 32,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 107,
								},
							},
							["amount"] = 107,
						},
						["Скалоход"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 174,
								},
							},
							["amount"] = 174,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 23,
								},
							},
							["amount"] = 23,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 106,
								},
							},
							["amount"] = 106,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35,
								},
							},
							["amount"] = 35,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 131,
								},
							},
							["amount"] = 131,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 640,
								},
							},
							["amount"] = 640,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Огненный шар"] = {
									["count"] = 223,
								},
							},
							["amount"] = 223,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 65,
								},
							},
							["amount"] = 65,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 54,
								},
							},
							["amount"] = 54,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 61,
								},
							},
							["amount"] = 61,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 49,
								},
							},
							["amount"] = 49,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 301,
								},
							},
							["amount"] = 301,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 396,
								},
							},
							["amount"] = 396,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 54,
								},
							},
							["amount"] = 54,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 673,
								},
							},
							["amount"] = 673,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 113,
								},
							},
							["amount"] = 113,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 110,
								},
							},
							["amount"] = 110,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 44,
								},
							},
							["amount"] = 44,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 59,
								},
							},
							["amount"] = 59,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Заряд пушки Скверны"] = {
									["count"] = 374,
								},
							},
							["amount"] = 374,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 274,
								},
								["Парализующий удар"] = {
									["count"] = 3,
								},
								["Удар в спину"] = {
									["count"] = 53,
								},
							},
							["amount"] = 330,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 55,
								},
							},
							["amount"] = 55,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 189,
								},
							},
							["amount"] = 189,
						},
						["Сирена из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35,
								},
								["Выстрел"] = {
									["count"] = 41,
								},
							},
							["amount"] = 76,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 66,
								},
							},
							["amount"] = 66,
						},
						["Зыбкий призыватель Бездны"] = {
							["Details"] = {
								["Молния"] = {
									["count"] = 326,
								},
							},
							["amount"] = 326,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1128,
								},
								["Смертельный удар"] = {
									["count"] = 1111,
								},
							},
							["amount"] = 2239,
						},
						["Калири-пикировщик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 124,
								},
							},
							["amount"] = 124,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 227,
								},
							},
							["amount"] = 227,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 577,
								},
							},
							["amount"] = 577,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 94,
								},
							},
							["amount"] = 94,
						},
						["Дикий совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 170,
								},
							},
							["amount"] = 170,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 188,
								},
								["Удар героя"] = {
									["count"] = 78,
								},
							},
							["amount"] = 266,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 99,
								},
							},
							["amount"] = 99,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 280,
								},
							},
							["amount"] = 280,
						},
						["Жрица Земли Гукк'рок"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 8,
								},
							},
							["amount"] = 8,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 102,
								},
								["Заразный укус (УЗВ)"] = {
									["count"] = 60,
								},
							},
							["amount"] = 162,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 326,
								},
							},
							["amount"] = 326,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
						["У'ча"] = {
							["Details"] = {
								["Удар по дуге"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 432,
								},
								["Стрела Тьмы"] = {
									["count"] = 373,
								},
							},
							["amount"] = 805,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 182,
								},
							},
							["amount"] = 182,
						},
						["Землерой"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 46,
								},
							},
							["amount"] = 46,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 290,
								},
								["Распыление"] = {
									["count"] = 18,
								},
							},
							["amount"] = 308,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Хватай за горло!"] = {
									["count"] = 75,
								},
							},
							["amount"] = 75,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 16,
								},
							},
							["amount"] = 16,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 44,
								},
								["Miss"] = {
									["count"] = 62,
								},
								["Parry"] = {
									["count"] = 41,
								},
								["Hit"] = {
									["count"] = 297,
								},
							},
							["amount"] = 444,
						},
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 17,
								},
							},
							["amount"] = 21,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 6,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 7,
								},
								["Tick"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 7,
								},
							},
							["amount"] = 29,
						},
					},
					["PartialBlock"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 82,
									["min"] = 1,
									["count"] = 39,
									["amount"] = 396,
								},
							},
							["count"] = 39,
							["amount"] = 396,
						},
						["Удар героя"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 15,
									["min"] = 15,
									["count"] = 1,
									["amount"] = 15,
								},
							},
							["count"] = 1,
							["amount"] = 15,
						},
						["Апперкот"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 22,
									["min"] = 22,
									["count"] = 1,
									["amount"] = 22,
								},
							},
							["count"] = 1,
							["amount"] = 22,
						},
					},
				},
			},
			["Owner"] = "Эларин",
			["TimeLast"] = {
				["TimeHeal"] = 1288561628,
				["OVERALL"] = 1288561775,
				["DamageTaken"] = 1288561630,
				["EnergyGain"] = 1286659177,
				["HealingTaken"] = 1288561628,
				["Overhealing"] = 1288561775,
				["ActiveTime"] = 1288561774,
				["TimeDamage"] = 1288561774,
				["Healing"] = 1288561628,
				["Damage"] = 1288561774,
			},
			["NextEventNum"] = 44,
			["LastEventHealthNum"] = {
				99.26309954677362, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				99.80110209005837, -- [11]
				99.80110209005837, -- [12]
				99.80110209005837, -- [13]
				99.80110209005837, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				99.82066581890508, -- [18]
				100, -- [19]
				99.86631451954743, -- [20]
				99.86631451954743, -- [21]
				99.86631451954743, -- [22]
				99.70328344582478, -- [23]
				99.70328344582478, -- [24]
				99.70328344582478, -- [25]
				99.70328344582478, -- [26]
				99.70328344582478, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				99.72610779614594, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				99.76197463236493, -- [45]
				100, -- [46]
				100, -- [47]
				99.68371971697806, -- [48]
				99.26309954677362, -- [49]
				99.26309954677362, -- [50]
			},
			["LastEvents"] = {
				"Медведь <Эларин> Атака ближнего боя Обжигающий тотем Crit -987 (Physical)", -- [1]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +945 (945 избыт. лечение)", -- [2]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -581 (Physical)", -- [3]
				"Бес-прислужник Огненная стрела Медведь <Эларин> Miss (Fire)", -- [4]
				"Медведь <Эларин> Атака ближнего боя Бес-прислужник Crit -1074 (Physical)", -- [5]
				"Бес-прислужник Огненная стрела Медведь <Эларин> Miss (Fire)", -- [6]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +945 (945 избыт. лечение)", -- [7]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -466 (Physical)", -- [8]
				"Медведь <Эларин> Цапнуть Громила из клана Боевого Молота Crit -1449 (Physical)", -- [9]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -61 (Physical)", -- [10]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -498 (Physical)", -- [11]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -71 (Physical)", -- [12]
				"Медведь <Эларин> Грохочущие шаги Чернокнижник из клана Боевого Молота Hit -340 (Nature)", -- [13]
				"Медведь <Эларин> Грохочущие шаги Громила из клана Боевого Молота Crit -515 (Nature)", -- [14]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -495 (Physical)", -- [15]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -55 (Physical)", -- [16]
				"Медведь <Эларин> Цапнуть Громила из клана Боевого Молота Crit -1361 (Physical)", -- [17]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -41 (Physical)", -- [18]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +944 (889 избыт. лечение)", -- [19]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -494 (Physical)", -- [20]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Miss", -- [21]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Crit -947 (Physical)", -- [22]
				"Громила из клана Боевого Молота Апперкот Медведь <Эларин> Hit -50 (Physical)", -- [23]
				"Чернокнижник из клана Боевого Молота Стрела Тьмы Медведь <Эларин> Miss (Shadow)", -- [24]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -460 (Physical)", -- [25]
				"Медведь <Эларин> Грохочущие шаги Чернокнижник из клана Боевого Молота Crit -513 (Nature)", -- [26]
				"Чернокнижник из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -138 (Physical)", -- [27]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +945 (716 избыт. лечение)", -- [28]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -934 (Physical)", -- [29]
				"Медведь <Эларин> Цапнуть Чернокнижник из клана Боевого Молота Hit -678 (Physical)", -- [30]
				"Чернокнижник из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -84 (Physical)", -- [31]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -488 (Physical)", -- [32]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +944 (944 избыт. лечение)", -- [33]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -1178 (Physical)", -- [34]
				"Медведь <Эларин> Атака ближнего боя Громила из клана Боевого Молота Crit -988 (Physical)", -- [35]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +944 (944 избыт. лечение)", -- [36]
				"Громила из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Dodge", -- [37]
				"Медведь <Эларин> Грохочущие шаги Громила из клана Боевого Молота Crit -512 (Nature)", -- [38]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -464 (Physical)", -- [39]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +944 (944 избыт. лечение)", -- [40]
				"Медведь <Эларин> Грохочущие шаги Чернокнижник из клана Боевого Молота Hit -343 (Nature)", -- [41]
				"Медведь <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -589 (Physical)", -- [42]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +945 (945 избыт. лечение)", -- [43]
				"Медведь <Эларин> Цапнуть Шаман из клана Боевого Молота Hit -726 (Physical)", -- [44]
				"Медведь <Эларин> Атака ближнего боя Шаман из клана Боевого Молота Hit -482 (Physical)", -- [45]
				"Медведь <Эларин> Вожак Медведь <Эларин> Hit +945 (872 избыт. лечение)", -- [46]
				"Шаман из клана Боевого Молота Атака ближнего боя Медведь <Эларин> Hit -97 (Physical)", -- [47]
				"Медведь <Эларин> Атака ближнего боя Шаман из клана Боевого Молота Crit -1007 (Physical)", -- [48]
				"Обжигающий тотем Атаковать Медведь <Эларин> Hit -129 (86 сопрот.) (Fire)", -- [49]
				"Медведь <Эларин> Цапнуть Шаман из клана Боевого Молота Crit -1492 (Physical)", -- [50]
			},
			["Name"] = "Медведь",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				true, -- [16]
				false, -- [17]
				true, -- [18]
				true, -- [19]
				false, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				true, -- [24]
				false, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				true, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				false, -- [45]
				true, -- [46]
				true, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 84,
			["LastFlags"] = 4648,
			["LastEventTimes"] = {
				19589.086, -- [1]
				19727.081, -- [2]
				19727.082, -- [3]
				19730.539, -- [4]
				19731.835, -- [5]
				19732.17, -- [6]
				19737.563, -- [7]
				19737.759, -- [8]
				19738.359, -- [9]
				19738.559, -- [10]
				19739.339, -- [11]
				19739.756, -- [12]
				19739.974, -- [13]
				19739.974, -- [14]
				19741.07, -- [15]
				19741.071, -- [16]
				19741.472, -- [17]
				19742.485, -- [18]
				19742.486, -- [19]
				19742.685, -- [20]
				19743.783, -- [21]
				19744.484, -- [22]
				19744.815, -- [23]
				19745.999, -- [24]
				19746.911, -- [25]
				19747.113, -- [26]
				19747.511, -- [27]
				19748.013, -- [28]
				19748.476, -- [29]
				19748.727, -- [30]
				19749.493, -- [31]
				19750.026, -- [32]
				19758.381, -- [33]
				19758.444, -- [34]
				19772.756, -- [35]
				19772.762, -- [36]
				19772.763, -- [37]
				19773.608, -- [38]
				19779.645, -- [39]
				19780.014, -- [40]
				19780.746, -- [41]
				19894.196, -- [42]
				19894.385, -- [43]
				19584.86, -- [44]
				19585.773, -- [45]
				19586.474, -- [46]
				19586.787, -- [47]
				19587.459, -- [48]
				19587.459, -- [49]
				19588.435, -- [50]
			},
			["LastAbility"] = 38389.714,
		},
		["Ядовитая змея <Эларин>"] = {
			["GUID"] = "0xF1304D7900055E53",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"MISC", -- [15]
				"MISC", -- [16]
				"MISC", -- [17]
				"MISC", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"MISC", -- [42]
				"MISC", -- [43]
				"MISC", -- [44]
				"MISC", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					20, -- [1]
				},
				["ActiveTime"] = {
					63.89000000000002, -- [1]
				},
				["TimeDamage"] = {
					63.89000000000002, -- [1]
				},
				["DamageTaken"] = {
					181, -- [1]
				},
				["DOT_Time"] = {
					54, -- [1]
				},
				["Damage"] = {
					3087, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 13,
			["level"] = 1,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 257,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["LastActive"] = 1288561630,
			["UnitLockout"] = 1288561637,
			["Owner"] = "Эларин",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Смертельный яд (УЗВ)"] = {
							["Details"] = {
								["Чернокнижник из клана Боевого Молота"] = {
									["count"] = 9,
								},
								["Нефритовый слизнюк"] = {
									["count"] = 45,
								},
							},
							["amount"] = 54,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 427,
					},
					["TimeSpent"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.599999999999998,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 0.5600000000000001,
								},
							},
							["amount"] = 10.16,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 3.58,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 1.69,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31.03,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 12.84,
								},
							},
							["amount"] = 43.86999999999999,
						},
					},
					["DamageTaken"] = 181,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 20,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 63.89000000000002,
					["ElementTaken"] = {
						["Melee"] = 181,
					},
					["DOT_Time"] = 54,
					["Damage"] = 3087,
					["ElementDone"] = {
						["Melee"] = 2194,
						["Nature"] = 893,
					},
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 13,
								},
								["Hit"] = {
									["count"] = 88,
								},
							},
							["amount"] = 101,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
					},
					["DamagedWho"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 346,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 195,
								},
							},
							["amount"] = 541,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 103,
								},
							},
							["amount"] = 103,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 215,
								},
							},
							["amount"] = 215,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1497,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 698,
								},
							},
							["amount"] = 2195,
						},
					},
					["TimeDamage"] = 63.89000000000002,
					["TimeDamaging"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9.599999999999998,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 0.5600000000000001,
								},
							},
							["amount"] = 10.16,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.58,
								},
							},
							["amount"] = 3.58,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.69,
								},
							},
							["amount"] = 1.69,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31.03,
								},
								["Смертельный яд (УЗВ)"] = {
									["count"] = 12.84,
								},
							},
							["amount"] = 43.86999999999999,
						},
					},
					["WhoDamaged"] = {
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 168,
								},
							},
							["amount"] = 168,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 45,
									["min"] = 35,
									["count"] = 13,
									["amount"] = 517,
								},
								["Hit"] = {
									["max"] = 23,
									["min"] = 16,
									["count"] = 88,
									["amount"] = 1677,
								},
							},
							["count"] = 101,
							["amount"] = 2194,
						},
						["Смертельный яд (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 75,
									["min"] = 37,
									["count"] = 18,
									["amount"] = 893,
								},
							},
							["count"] = 18,
							["amount"] = 893,
						},
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
				},
			},
			["NextEventNum"] = 46,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [1]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [2]
				"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [3]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [4]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [5]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [7]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [8]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [9]
				"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [10]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [11]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [12]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [13]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [14]
				"Ядовитая змея <Эларин> умирает.", -- [15]
				"Ядовитая змея <Эларин> умирает.", -- [16]
				"Ядовитая змея <Эларин> умирает.", -- [17]
				"Ядовитая змея <Эларин> умирает.", -- [18]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [19]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [20]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [21]
				"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -17 (Physical)", -- [22]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [23]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [24]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -40 (Physical)", -- [25]
				"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -16 (Physical)", -- [26]
				"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -45 (Nature)", -- [27]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [28]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [29]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [30]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [31]
				"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [32]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [33]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [34]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [35]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [36]
				"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [37]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [38]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [39]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [40]
				"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [41]
				"Ядовитая змея <Эларин> умирает.", -- [42]
				"Ядовитая змея <Эларин> умирает.", -- [43]
				"Ядовитая змея <Эларин> умирает.", -- [44]
				"Ядовитая змея <Эларин> умирает.", -- [45]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [46]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [47]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [48]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [49]
				"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [50]
			},
			["Name"] = "Ядовитая змея",
			["TimeLast"] = {
				["DeathCount"] = 1288561637,
				["TimeDamage"] = 1288561630,
				["ActiveTime"] = 1288561630,
				["DamageTaken"] = 1287934941,
				["OVERALL"] = 1288561637,
				["DOT_Time"] = 1288561629,
				["Damage"] = 1288561630,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						33886.821, -- [1]
						33886.984, -- [2]
						33888.39599999999, -- [3]
						33888.398, -- [4]
						33888.47899999999, -- [5]
						33888.69499999999, -- [6]
						33889.90700000001, -- [7]
						33890.207, -- [8]
						33890.208, -- [9]
						33890.209, -- [10]
						33890.621, -- [11]
						33891.51900000002, -- [12]
						33891.72100000001, -- [13]
						33892.01699999999, -- [14]
						33892.018, -- [15]
						33892.431, -- [16]
						33892.932, -- [17]
						33893.43000000001, -- [18]
						33893.62700000001, -- [19]
						33900.90300000001, -- [20]
						33900.90300000001, -- [21]
						33900.90300000001, -- [22]
						33900.904, -- [23]
						-14.74299999999857, -- [24]
						-14.74200000000201, -- [25]
						-14.7410000000018, -- [26]
						-13.92799999999988, -- [27]
						-13.03099999999904, -- [28]
						-12.81300000000192, -- [29]
						-12.81300000000192, -- [30]
						-11.92900000000009, -- [31]
						-11.8660000000018, -- [32]
						-11.31100000000151, -- [33]
						-10.8169999999991, -- [34]
						-10.8169999999991, -- [35]
						-10.20100000000093, -- [36]
						-9.968000000000757, -- [37]
						-9.585999999999331, -- [38]
						-9.003000000000611, -- [39]
						-8.901000000001659, -- [40]
						-8.204000000001543, -- [41]
						-7.937000000001717, -- [42]
						-7.688999999998487, -- [43]
						-6.922999999998865, -- [44]
						-6.840000000000146, -- [45]
						-6.387999999999011, -- [46]
						0, -- [47]
						0.001000000000203727, -- [48]
						0.001000000000203727, -- [49]
						0.001000000000203727, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [25]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -17 (Physical)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -40 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -16 (Physical)", -- [31]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -45 (Nature)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [36]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [38]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [41]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [42]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						33886.82, -- [1]
						33886.983, -- [2]
						33888.395, -- [3]
						33888.397, -- [4]
						33888.478, -- [5]
						33888.694, -- [6]
						33889.906, -- [7]
						33890.206, -- [8]
						33890.207, -- [9]
						33890.208, -- [10]
						33890.62, -- [11]
						33891.51800000001, -- [12]
						33891.72, -- [13]
						33892.016, -- [14]
						33892.017, -- [15]
						33892.43, -- [16]
						33892.931, -- [17]
						33893.42900000001, -- [18]
						33893.62600000001, -- [19]
						33900.902, -- [20]
						33900.902, -- [21]
						33900.902, -- [22]
						33900.903, -- [23]
						-14.74399999999878, -- [24]
						-14.74300000000221, -- [25]
						-14.74200000000201, -- [26]
						-13.92900000000009, -- [27]
						-13.03199999999924, -- [28]
						-12.81400000000213, -- [29]
						-12.81400000000213, -- [30]
						-11.93000000000029, -- [31]
						-11.86700000000201, -- [32]
						-11.31200000000172, -- [33]
						-10.8179999999993, -- [34]
						-10.8179999999993, -- [35]
						-10.20200000000114, -- [36]
						-9.96900000000096, -- [37]
						-9.586999999999534, -- [38]
						-9.004000000000815, -- [39]
						-8.902000000001863, -- [40]
						-8.205000000001746, -- [41]
						-7.938000000001921, -- [42]
						-7.68999999999869, -- [43]
						-6.923999999999069, -- [44]
						-6.841000000000349, -- [45]
						-6.388999999999214, -- [46]
						-0.001000000000203727, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [25]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -17 (Physical)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -40 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -16 (Physical)", -- [31]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -45 (Nature)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [36]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [38]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [41]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [42]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
				{
					["MessageTimes"] = {
						33886.82, -- [1]
						33886.983, -- [2]
						33888.395, -- [3]
						33888.397, -- [4]
						33888.478, -- [5]
						33888.694, -- [6]
						33889.906, -- [7]
						33890.206, -- [8]
						33890.207, -- [9]
						33890.208, -- [10]
						33890.62, -- [11]
						33891.51800000001, -- [12]
						33891.72, -- [13]
						33892.016, -- [14]
						33892.017, -- [15]
						33892.43, -- [16]
						33892.931, -- [17]
						33893.42900000001, -- [18]
						33893.62600000001, -- [19]
						33900.902, -- [20]
						33900.902, -- [21]
						33900.902, -- [22]
						33900.903, -- [23]
						-14.74399999999878, -- [24]
						-14.74300000000221, -- [25]
						-14.74200000000201, -- [26]
						-13.92900000000009, -- [27]
						-13.03199999999924, -- [28]
						-12.81400000000213, -- [29]
						-12.81400000000213, -- [30]
						-11.93000000000029, -- [31]
						-11.86700000000201, -- [32]
						-11.31200000000172, -- [33]
						-10.8179999999993, -- [34]
						-10.8179999999993, -- [35]
						-10.20200000000114, -- [36]
						-9.96900000000096, -- [37]
						-9.586999999999534, -- [38]
						-9.004000000000815, -- [39]
						-8.902000000001863, -- [40]
						-8.205000000001746, -- [41]
						-7.938000000001921, -- [42]
						-7.68999999999869, -- [43]
						-6.923999999999069, -- [44]
						-6.841000000000349, -- [45]
						-6.388999999999214, -- [46]
						-0.001000000000203727, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [25]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -17 (Physical)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -40 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -16 (Physical)", -- [31]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -45 (Nature)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [36]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [38]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [41]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [42]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [3]
				{
					["MessageTimes"] = {
						33886.82, -- [1]
						33886.983, -- [2]
						33888.395, -- [3]
						33888.397, -- [4]
						33888.478, -- [5]
						33888.694, -- [6]
						33889.906, -- [7]
						33890.206, -- [8]
						33890.207, -- [9]
						33890.208, -- [10]
						33890.62, -- [11]
						33891.51800000001, -- [12]
						33891.72, -- [13]
						33892.016, -- [14]
						33892.017, -- [15]
						33892.43, -- [16]
						33892.931, -- [17]
						33893.42900000001, -- [18]
						33893.62600000001, -- [19]
						33900.902, -- [20]
						33900.902, -- [21]
						33900.902, -- [22]
						33900.903, -- [23]
						-14.74399999999878, -- [24]
						-14.74300000000221, -- [25]
						-14.74200000000201, -- [26]
						-13.92900000000009, -- [27]
						-13.03199999999924, -- [28]
						-12.81400000000213, -- [29]
						-12.81400000000213, -- [30]
						-11.93000000000029, -- [31]
						-11.86700000000201, -- [32]
						-11.31200000000172, -- [33]
						-10.8179999999993, -- [34]
						-10.8179999999993, -- [35]
						-10.20200000000114, -- [36]
						-9.96900000000096, -- [37]
						-9.586999999999534, -- [38]
						-9.004000000000815, -- [39]
						-8.902000000001863, -- [40]
						-8.205000000001746, -- [41]
						-7.938000000001921, -- [42]
						-7.68999999999869, -- [43]
						-6.923999999999069, -- [44]
						-6.841000000000349, -- [45]
						-6.388999999999214, -- [46]
						-0.001000000000203727, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [25]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -17 (Physical)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Crit -40 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -16 (Physical)", -- [31]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -45 (Nature)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [36]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [38]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -18 (Physical)", -- [41]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Чернокнижник из клана Боевого Молота Tick -75 (Nature)", -- [42]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -16 (Physical)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -19 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -20 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -17 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [4]
				{
					["MessageTimes"] = {
						-14.08499999999913, -- [1]
						-14.08200000000215, -- [2]
						-14.08200000000215, -- [3]
						-13.91900000000169, -- [4]
						-12.50700000000506, -- [5]
						-12.50500000000466, -- [6]
						-12.42399999999907, -- [7]
						-12.20799999999872, -- [8]
						-10.99599999999919, -- [9]
						-10.69600000000355, -- [10]
						-10.69499999999971, -- [11]
						-10.69400000000314, -- [12]
						-10.28199999999924, -- [13]
						-9.383999999998196, -- [14]
						-9.182000000000699, -- [15]
						-8.885999999998603, -- [16]
						-8.885000000002037, -- [17]
						-8.472000000001572, -- [18]
						-7.971000000005006, -- [19]
						-7.472999999998137, -- [20]
						-7.275999999998021, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0.000999999996565748, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -35 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> умирает.", -- [24]
						"Ядовитая змея <Эларин> умирает.", -- [25]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [5]
				{
					["MessageTimes"] = {
						-14.08499999999913, -- [1]
						-14.08200000000215, -- [2]
						-14.08200000000215, -- [3]
						-13.91900000000169, -- [4]
						-12.50700000000506, -- [5]
						-12.50500000000466, -- [6]
						-12.42399999999907, -- [7]
						-12.20799999999872, -- [8]
						-10.99599999999919, -- [9]
						-10.69600000000355, -- [10]
						-10.69499999999971, -- [11]
						-10.69400000000314, -- [12]
						-10.28199999999924, -- [13]
						-9.383999999998196, -- [14]
						-9.182000000000699, -- [15]
						-8.885999999998603, -- [16]
						-8.885000000002037, -- [17]
						-8.472000000001572, -- [18]
						-7.971000000005006, -- [19]
						-7.472999999998137, -- [20]
						-7.275999999998021, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0.000999999996565748, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -35 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> умирает.", -- [24]
						"Ядовитая змея <Эларин> умирает.", -- [25]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						-14.08499999999913, -- [1]
						-14.08200000000215, -- [2]
						-14.08200000000215, -- [3]
						-13.91900000000169, -- [4]
						-12.50700000000506, -- [5]
						-12.50500000000466, -- [6]
						-12.42399999999907, -- [7]
						-12.20799999999872, -- [8]
						-10.99599999999919, -- [9]
						-10.69600000000355, -- [10]
						-10.69499999999971, -- [11]
						-10.69400000000314, -- [12]
						-10.28199999999924, -- [13]
						-9.383999999998196, -- [14]
						-9.182000000000699, -- [15]
						-8.885999999998603, -- [16]
						-8.885000000002037, -- [17]
						-8.472000000001572, -- [18]
						-7.971000000005006, -- [19]
						-7.472999999998137, -- [20]
						-7.275999999998021, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0.000999999996565748, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -35 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> умирает.", -- [24]
						"Ядовитая змея <Эларин> умирает.", -- [25]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [7]
				{
					["MessageTimes"] = {
						-14.08599999999569, -- [1]
						-14.08299999999872, -- [2]
						-14.08299999999872, -- [3]
						-13.91999999999825, -- [4]
						-12.50800000000163, -- [5]
						-12.50600000000122, -- [6]
						-12.42499999999563, -- [7]
						-12.20899999999529, -- [8]
						-10.99699999999575, -- [9]
						-10.69700000000012, -- [10]
						-10.69599999999628, -- [11]
						-10.69499999999971, -- [12]
						-10.28299999999581, -- [13]
						-9.384999999994761, -- [14]
						-9.182999999997264, -- [15]
						-8.886999999995169, -- [16]
						-8.885999999998603, -- [17]
						-8.472999999998137, -- [18]
						-7.972000000001572, -- [19]
						-7.473999999994703, -- [20]
						-7.276999999994587, -- [21]
						-0.000999999996565748, -- [22]
						-0.000999999996565748, -- [23]
						-0.000999999996565748, -- [24]
						0, -- [25]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -35 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
						"Ядовитая змея <Эларин> умирает.", -- [23]
						"Ядовитая змея <Эларин> умирает.", -- [24]
						"Ядовитая змея <Эларин> умирает.", -- [25]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"MISC", -- [22]
						"MISC", -- [23]
						"MISC", -- [24]
						"MISC", -- [25]
					},
				}, -- [8]
				{
					["MessageTimes"] = {
						-14.90299999999843, -- [1]
						-14.90299999999843, -- [2]
						-14.90200000000186, -- [3]
						-13.49199999999837, -- [4]
						-13.07600000000093, -- [5]
						-13.07600000000093, -- [6]
						-12.87600000000384, -- [7]
						-11.89700000000448, -- [8]
						-11.71500000000378, -- [9]
						-11.21600000000035, -- [10]
						-11.02900000000227, -- [11]
						-10.94900000000052, -- [12]
						-10.16999999999825, -- [13]
						-9.754000000000815, -- [14]
						-9.322000000000116, -- [15]
						-9.057000000000699, -- [16]
						-8.855999999999767, -- [17]
						-8.658999999999651, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0.000999999996565748, -- [22]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -43 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -44 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -22 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -20 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -45 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -39 (Physical)", -- [18]
						"Ядовитая змея <Эларин> умирает.", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
					},
				}, -- [9]
				{
					["MessageTimes"] = {
						-14.90299999999843, -- [1]
						-14.90299999999843, -- [2]
						-14.90200000000186, -- [3]
						-13.49199999999837, -- [4]
						-13.07600000000093, -- [5]
						-13.07600000000093, -- [6]
						-12.87600000000384, -- [7]
						-11.89700000000448, -- [8]
						-11.71500000000378, -- [9]
						-11.21600000000035, -- [10]
						-11.02900000000227, -- [11]
						-10.94900000000052, -- [12]
						-10.16999999999825, -- [13]
						-9.754000000000815, -- [14]
						-9.322000000000116, -- [15]
						-9.057000000000699, -- [16]
						-8.855999999999767, -- [17]
						-8.658999999999651, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0.000999999996565748, -- [22]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -43 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -44 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -22 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -20 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -45 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -39 (Physical)", -- [18]
						"Ядовитая змея <Эларин> умирает.", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
					},
				}, -- [10]
				{
					["MessageTimes"] = {
						-14.90299999999843, -- [1]
						-14.90299999999843, -- [2]
						-14.90200000000186, -- [3]
						-13.49199999999837, -- [4]
						-13.07600000000093, -- [5]
						-13.07600000000093, -- [6]
						-12.87600000000384, -- [7]
						-11.89700000000448, -- [8]
						-11.71500000000378, -- [9]
						-11.21600000000035, -- [10]
						-11.02900000000227, -- [11]
						-10.94900000000052, -- [12]
						-10.16999999999825, -- [13]
						-9.754000000000815, -- [14]
						-9.322000000000116, -- [15]
						-9.057000000000699, -- [16]
						-8.855999999999767, -- [17]
						-8.658999999999651, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0.000999999996565748, -- [22]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -43 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -44 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -22 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -20 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -45 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -39 (Physical)", -- [18]
						"Ядовитая змея <Эларин> умирает.", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
					},
				}, -- [11]
				{
					["MessageTimes"] = {
						-14.90399999999499, -- [1]
						-14.90399999999499, -- [2]
						-14.90299999999843, -- [3]
						-13.49299999999494, -- [4]
						-13.0769999999975, -- [5]
						-13.0769999999975, -- [6]
						-12.87700000000041, -- [7]
						-11.89800000000105, -- [8]
						-11.71600000000035, -- [9]
						-11.21699999999692, -- [10]
						-11.02999999999884, -- [11]
						-10.94999999999709, -- [12]
						-10.17099999999482, -- [13]
						-9.754999999997381, -- [14]
						-9.322999999996682, -- [15]
						-9.057999999997264, -- [16]
						-8.856999999996333, -- [17]
						-8.659999999996217, -- [18]
						-0.000999999996565748, -- [19]
						-0.000999999996565748, -- [20]
						-0.000999999996565748, -- [21]
						0, -- [22]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -43 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -44 (Physical)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -22 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Hit -20 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -45 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Зеленый слякоч Crit -39 (Physical)", -- [18]
						"Ядовитая змея <Эларин> умирает.", -- [19]
						"Ядовитая змея <Эларин> умирает.", -- [20]
						"Ядовитая змея <Эларин> умирает.", -- [21]
						"Ядовитая змея <Эларин> умирает.", -- [22]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
						"MISC", -- [20]
						"MISC", -- [21]
						"MISC", -- [22]
					},
				}, -- [12]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> умирает.", -- [1]
						"Ядовитая змея <Эларин> умирает.", -- [2]
						"Ядовитая змея <Эларин> умирает.", -- [3]
						"Ядовитая змея <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [13]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> умирает.", -- [1]
						"Ядовитая змея <Эларин> умирает.", -- [2]
						"Ядовитая змея <Эларин> умирает.", -- [3]
						"Ядовитая змея <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [14]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> умирает.", -- [1]
						"Ядовитая змея <Эларин> умирает.", -- [2]
						"Ядовитая змея <Эларин> умирает.", -- [3]
						"Ядовитая змея <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [15]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> умирает.", -- [1]
						"Ядовитая змея <Эларин> умирает.", -- [2]
						"Ядовитая змея <Эларин> умирает.", -- [3]
						"Ядовитая змея <Эларин> умирает.", -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["KilledBy"] = "Паразит из улья Хаззали",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [16]
				{
					["MessageTimes"] = {
						-14.94100000000253, -- [1]
						-14.54500000000189, -- [2]
						-13.34700000000157, -- [3]
						-13.34700000000157, -- [4]
						-13.34700000000157, -- [5]
						-12.94800000000032, -- [6]
						-11.91600000000108, -- [7]
						-11.7489999999998, -- [8]
						-11.7489999999998, -- [9]
						-11.7489999999998, -- [10]
						-11.0669999999991, -- [11]
						-10.53299999999945, -- [12]
						-10.36900000000242, -- [13]
						-10.20200000000114, -- [14]
						-10.20000000000073, -- [15]
						-9.835999999999331, -- [16]
						-9.351000000002387, -- [17]
						-8.799999999999272, -- [18]
						-8.65400000000227, -- [19]
						-8.65400000000227, -- [20]
						-7.837999999999738, -- [21]
						-7.473000000001775, -- [22]
						-7.156999999999243, -- [23]
						-7.156000000002678, -- [24]
						-6.990000000001601, -- [25]
						-6.673000000002503, -- [26]
						-5.842000000000553, -- [27]
						-5.674999999999272, -- [28]
						-5.525000000001455, -- [29]
						-5.525000000001455, -- [30]
						-5.525000000001455, -- [31]
						-4.627000000000408, -- [32]
						-4.210999999999331, -- [33]
						-4.044000000001688, -- [34]
						-3.878000000000611, -- [35]
						-3.878000000000611, -- [36]
						-3.545000000001892, -- [37]
						-2.680000000000291, -- [38]
						-2.679000000000087, -- [39]
						-2.364000000001397, -- [40]
						-2.364000000001397, -- [41]
						-1.963999999999942, -- [42]
						-1.814000000002125, -- [43]
						-1.015999999999622, -- [44]
						-0.8490000000019791, -- [45]
						-0.6830000000009022, -- [46]
						0, -- [47]
						0.001000000000203727, -- [48]
						0.001000000000203727, -- [49]
						0.1659999999974389, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [1]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -37 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -23 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -33 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [21]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [22]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [25]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -30 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -60 (15 сопрот.) (Nature)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [31]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -36 (Physical)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [36]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [38]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -32 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [41]
						"Ядовитая змея <Эларин> умирает.", -- [42]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [17]
				{
					["MessageTimes"] = {
						-14.94200000000274, -- [1]
						-14.5460000000021, -- [2]
						-13.34800000000178, -- [3]
						-13.34800000000178, -- [4]
						-13.34800000000178, -- [5]
						-12.94900000000052, -- [6]
						-11.91700000000128, -- [7]
						-11.75, -- [8]
						-11.75, -- [9]
						-11.75, -- [10]
						-11.0679999999993, -- [11]
						-10.53399999999965, -- [12]
						-10.37000000000262, -- [13]
						-10.20300000000134, -- [14]
						-10.20100000000093, -- [15]
						-9.836999999999534, -- [16]
						-9.35200000000259, -- [17]
						-8.800999999999476, -- [18]
						-8.655000000002474, -- [19]
						-8.655000000002474, -- [20]
						-7.838999999999942, -- [21]
						-7.474000000001979, -- [22]
						-7.157999999999447, -- [23]
						-7.157000000002881, -- [24]
						-6.991000000001804, -- [25]
						-6.674000000002707, -- [26]
						-5.843000000000757, -- [27]
						-5.675999999999476, -- [28]
						-5.526000000001659, -- [29]
						-5.526000000001659, -- [30]
						-5.526000000001659, -- [31]
						-4.628000000000611, -- [32]
						-4.211999999999534, -- [33]
						-4.045000000001892, -- [34]
						-3.879000000000815, -- [35]
						-3.879000000000815, -- [36]
						-3.546000000002096, -- [37]
						-2.681000000000495, -- [38]
						-2.680000000000291, -- [39]
						-2.365000000001601, -- [40]
						-2.365000000001601, -- [41]
						-1.965000000000146, -- [42]
						-1.815000000002328, -- [43]
						-1.016999999999825, -- [44]
						-0.8500000000021828, -- [45]
						-0.684000000001106, -- [46]
						-0.001000000000203727, -- [47]
						0, -- [48]
						0, -- [49]
						0.1649999999972351, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [1]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -37 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -23 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -33 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [21]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [22]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [25]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -30 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -60 (15 сопрот.) (Nature)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [31]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -36 (Physical)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [36]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [38]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -32 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [41]
						"Ядовитая змея <Эларин> умирает.", -- [42]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [18]
				{
					["MessageTimes"] = {
						-14.94200000000274, -- [1]
						-14.5460000000021, -- [2]
						-13.34800000000178, -- [3]
						-13.34800000000178, -- [4]
						-13.34800000000178, -- [5]
						-12.94900000000052, -- [6]
						-11.91700000000128, -- [7]
						-11.75, -- [8]
						-11.75, -- [9]
						-11.75, -- [10]
						-11.0679999999993, -- [11]
						-10.53399999999965, -- [12]
						-10.37000000000262, -- [13]
						-10.20300000000134, -- [14]
						-10.20100000000093, -- [15]
						-9.836999999999534, -- [16]
						-9.35200000000259, -- [17]
						-8.800999999999476, -- [18]
						-8.655000000002474, -- [19]
						-8.655000000002474, -- [20]
						-7.838999999999942, -- [21]
						-7.474000000001979, -- [22]
						-7.157999999999447, -- [23]
						-7.157000000002881, -- [24]
						-6.991000000001804, -- [25]
						-6.674000000002707, -- [26]
						-5.843000000000757, -- [27]
						-5.675999999999476, -- [28]
						-5.526000000001659, -- [29]
						-5.526000000001659, -- [30]
						-5.526000000001659, -- [31]
						-4.628000000000611, -- [32]
						-4.211999999999534, -- [33]
						-4.045000000001892, -- [34]
						-3.879000000000815, -- [35]
						-3.879000000000815, -- [36]
						-3.546000000002096, -- [37]
						-2.681000000000495, -- [38]
						-2.680000000000291, -- [39]
						-2.365000000001601, -- [40]
						-2.365000000001601, -- [41]
						-1.965000000000146, -- [42]
						-1.815000000002328, -- [43]
						-1.016999999999825, -- [44]
						-0.8500000000021828, -- [45]
						-0.684000000001106, -- [46]
						-0.001000000000203727, -- [47]
						0, -- [48]
						0, -- [49]
						0.1649999999972351, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						true, -- [26]
						false, -- [27]
						false, -- [28]
						false, -- [29]
						false, -- [30]
						false, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						true, -- [39]
						false, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						false, -- [50]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [1]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -37 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -23 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [11]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -33 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [14]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [21]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [22]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [23]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [25]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -30 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -60 (15 сопрот.) (Nature)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [28]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [31]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -36 (Physical)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [34]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [36]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [38]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -32 (Physical)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [41]
						"Ядовитая змея <Эларин> умирает.", -- [42]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [44]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [45]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [46]
						"Ядовитая змея <Эларин> умирает.", -- [47]
						"Ядовитая змея <Эларин> умирает.", -- [48]
						"Ядовитая змея <Эларин> умирает.", -- [49]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"MISC", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"DAMAGE", -- [50]
					},
				}, -- [19]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						false, -- [14]
						true, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						false, -- [30]
						false, -- [31]
						false, -- [32]
						false, -- [33]
						false, -- [34]
						true, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						true, -- [42]
						false, -- [43]
						false, -- [44]
						true, -- [45]
						false, -- [46]
						false, -- [47]
						false, -- [48]
						false, -- [49]
					},
					["Messages"] = {
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [1]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [2]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [3]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [4]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -37 (Physical)", -- [5]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [6]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [7]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [8]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -23 (Physical)", -- [9]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [10]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [11]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [12]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -36 (Physical)", -- [13]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [14]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -33 (Physical)", -- [15]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [16]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [17]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [18]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -37 (38 сопрот.) (Nature)", -- [19]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [20]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [21]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [22]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [23]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [24]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [25]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [26]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [27]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -22 (Physical)", -- [28]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -30 (Physical)", -- [29]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -60 (15 сопрот.) (Nature)", -- [30]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [31]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [32]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [33]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -39 (Physical)", -- [34]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -36 (Physical)", -- [35]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [36]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [37]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -19 (Physical)", -- [38]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -53 (22 сопрот.) (Nature)", -- [39]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [40]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [41]
						"Нефритовый слизнюк Атака ближнего боя Ядовитая змея <Эларин> Hit -32 (Physical)", -- [42]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [43]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -21 (Physical)", -- [44]
						"Ядовитая змея <Эларин> умирает.", -- [45]
						"Ядовитая змея <Эларин> Смертельный яд (УЗВ) Нефритовый слизнюк Tick -45 (30 сопрот.) (Nature)", -- [46]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -17 (Physical)", -- [47]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -18 (Physical)", -- [48]
						"Ядовитая змея <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -20 (Physical)", -- [49]
					},
					["DeathAt"] = 1287331025,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
					},
					["MessageTimes"] = {
						-12.97899999999936, -- [1]
						-12.97899999999936, -- [2]
						-12.97899999999936, -- [3]
						-12.97700000000259, -- [4]
						-12.58100000000195, -- [5]
						-11.38300000000163, -- [6]
						-11.38300000000163, -- [7]
						-11.38300000000163, -- [8]
						-10.98400000000038, -- [9]
						-9.952000000001135, -- [10]
						-9.784999999999855, -- [11]
						-9.784999999999855, -- [12]
						-9.784999999999855, -- [13]
						-9.102999999999156, -- [14]
						-8.568999999999505, -- [15]
						-8.405000000002474, -- [16]
						-8.238000000001193, -- [17]
						-8.236000000000786, -- [18]
						-7.871999999999389, -- [19]
						-7.387000000002445, -- [20]
						-6.835999999999331, -- [21]
						-6.690000000002328, -- [22]
						-6.690000000002328, -- [23]
						-5.873999999999796, -- [24]
						-5.509000000001834, -- [25]
						-5.192999999999302, -- [26]
						-5.192000000002736, -- [27]
						-5.026000000001659, -- [28]
						-4.709000000002561, -- [29]
						-3.878000000000611, -- [30]
						-3.710999999999331, -- [31]
						-3.561000000001513, -- [32]
						-3.561000000001513, -- [33]
						-3.561000000001513, -- [34]
						-2.663000000000466, -- [35]
						-2.246999999999389, -- [36]
						-2.080000000001746, -- [37]
						-1.914000000000669, -- [38]
						-1.914000000000669, -- [39]
						-1.58100000000195, -- [40]
						-0.7160000000003493, -- [41]
						-0.7150000000001455, -- [42]
						-0.4000000000014552, -- [43]
						-0.4000000000014552, -- [44]
						0, -- [45]
						0.1499999999978172, -- [46]
						0.9480000000003201, -- [47]
						1.114999999997963, -- [48]
						1.28099999999904, -- [49]
					},
					["KilledBy"] = "Нефритовый слизнюк",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"MISC", -- [45]
						"DAMAGE", -- [46]
						"DAMAGE", -- [47]
						"DAMAGE", -- [48]
						"DAMAGE", -- [49]
					},
				}, -- [20]
			},
			["LastEventTimes"] = {
				53645.109, -- [1]
				53646.321, -- [2]
				53646.621, -- [3]
				53646.622, -- [4]
				53646.623, -- [5]
				53647.035, -- [6]
				53647.93300000001, -- [7]
				53648.135, -- [8]
				53648.431, -- [9]
				53648.432, -- [10]
				53648.845, -- [11]
				53649.346, -- [12]
				53649.84400000001, -- [13]
				53650.04100000001, -- [14]
				53657.317, -- [15]
				53657.317, -- [16]
				53657.317, -- [17]
				53657.318, -- [18]
				19741.671, -- [19]
				19741.672, -- [20]
				19741.673, -- [21]
				19742.486, -- [22]
				19743.383, -- [23]
				19743.601, -- [24]
				19743.601, -- [25]
				19744.485, -- [26]
				19744.548, -- [27]
				19745.103, -- [28]
				19745.597, -- [29]
				19745.597, -- [30]
				19746.213, -- [31]
				19746.446, -- [32]
				19746.828, -- [33]
				19747.411, -- [34]
				19747.513, -- [35]
				19748.21, -- [36]
				19748.477, -- [37]
				19748.725, -- [38]
				19749.491, -- [39]
				19749.574, -- [40]
				19750.026, -- [41]
				19756.414, -- [42]
				19756.415, -- [43]
				19756.415, -- [44]
				19756.415, -- [45]
				53643.235, -- [46]
				53643.398, -- [47]
				53644.81, -- [48]
				53644.812, -- [49]
				53644.893, -- [50]
			},
			["LastAbility"] = 38389.714,
		},
		["Эларин"] = {
			["GUID"] = "0x07800000017EB3A1",
			["LastEventHealth"] = {
				"28202 (96%)", -- [1]
				"27712 (95%)", -- [2]
				"27712 (95%)", -- [3]
				"27712 (95%)", -- [4]
				"29094 (100%)", -- [5]
				"29094 (100%)", -- [6]
				"29094 (100%)", -- [7]
				"29094 (100%)", -- [8]
				"29094 (100%)", -- [9]
				"29094 (100%)", -- [10]
				"28886 (99%)", -- [11]
				"28886 (99%)", -- [12]
				"29094 (100%)", -- [13]
				"28666 (98%)", -- [14]
				"28171 (96%)", -- [15]
				"28171 (96%)", -- [16]
				"9934 (34%)", -- [17]
				"15440 (53%)", -- [18]
				"15440 (53%)", -- [19]
				"15440 (53%)", -- [20]
				"15440 (53%)", -- [21]
				"15440 (53%)", -- [22]
				"29094 (100%)", -- [23]
				"28822 (99%)", -- [24]
				"28822 (99%)", -- [25]
				"29094 (100%)", -- [26]
				"29094 (100%)", -- [27]
				"29094 (100%)", -- [28]
				"28852 (99%)", -- [29]
				"28852 (99%)", -- [30]
				"28852 (99%)", -- [31]
				"28852 (99%)", -- [32]
				"29094 (100%)", -- [33]
				"28604 (98%)", -- [34]
				"28604 (98%)", -- [35]
				"28604 (98%)", -- [36]
				"29094 (100%)", -- [37]
				"29094 (100%)", -- [38]
				"29094 (100%)", -- [39]
				"29094 (100%)", -- [40]
				"29094 (100%)", -- [41]
				"29094 (100%)", -- [42]
				"29094 (100%)", -- [43]
				"28974 (99%)", -- [44]
				"28974 (99%)", -- [45]
				"29094 (100%)", -- [46]
				"29094 (100%)", -- [47]
				"28629 (98%)", -- [48]
				"28629 (98%)", -- [49]
				"28202 (96%)", -- [50]
			},
			["LastAttackedBy"] = "Оракул племени Шепота Тумана",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["EnergyGain"] = {
					1511, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					1672.450000000001, -- [1]
				},
				["TimeDamage"] = {
					1672.450000000001, -- [1]
				},
				["DOT_Time"] = {
					378, -- [1]
				},
				["ManaGain"] = {
					100, -- [1]
				},
				["DamageTaken"] = {
					521982, -- [1]
				},
				["Damage"] = {
					1849714, -- [1]
				},
			},
			["enClass"] = "HUNTER",
			["unit"] = "Эларин",
			["LastActive"] = 1289568998,
			["UnitLockout"] = 1286658191,
			["Fights"] = {
				["Fight1"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен для опытных бойцов"] = {
									["count"] = 0,
								},
								["Оракул племени Шепота Тумана"] = {
									["count"] = 9,
								},
								["Терропард"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Ун'горский рокотун"] = {
									["count"] = 0,
								},
								["Ун'горский топотун"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 120,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 120,
					},
					["HOTs"] = {
					},
					["Damage"] = 13744,
					["ElementDoneAbsorb"] = {
						["Arcane"] = 0,
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1139,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2442,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1224,
								},
							},
							["amount"] = 4805,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4394,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2530,
								},
								["Залп"] = {
									["count"] = 755,
								},
							},
							["amount"] = 8939,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Physical"] = 3285,
						["Melee"] = 1139,
						["Arcane"] = 4394,
						["Fire"] = 0,
						["Nature"] = 4926,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Шок"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Апперкот"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Смоляной господин"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Плетохвостый скорпид"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Равазавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Окрыление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Огненная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 15.73,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.17,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Огненная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Залп"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 755,
									["min"] = 755,
									["count"] = 1,
									["amount"] = 755,
								},
							},
							["count"] = 1,
							["amount"] = 755,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1270,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2530,
								},
							},
							["count"] = 2,
							["amount"] = 2530,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1260,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2484,
								},
							},
							["count"] = 2,
							["amount"] = 2484,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1139,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1139,
								},
							},
							["count"] = 1,
							["amount"] = 1139,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Взрывная ловушка"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4394,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 4394,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 4394,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 814,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2442,
								},
							},
							["count"] = 3,
							["amount"] = 2442,
						},
						["Укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Убийственный выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 15.73,
					["TimeDamaging"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.17,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 9,
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Мангровый кроколиск"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 10498,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
						["Nature"] = 3405,
						["Physical"] = 2055,
						["Melee"] = 0,
						["Arcane"] = 5038,
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Окрыление"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 5.66,
					["CCBreak"] = 0,
					["EnergyGain"] = 6,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.35,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.73,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 5.66,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5038,
									["min"] = 5038,
									["count"] = 1,
									["amount"] = 5038,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 5038,
						},
						["Скорострельность"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 696,
									["min"] = 696,
									["count"] = 1,
									["amount"] = 696,
								},
							},
							["count"] = 1,
							["amount"] = 696,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1359,
									["min"] = 1359,
									["count"] = 1,
									["amount"] = 1359,
								},
							},
							["count"] = 1,
							["amount"] = 1359,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2043,
									["min"] = 2043,
									["count"] = 1,
									["amount"] = 2043,
								},
								["Hit"] = {
									["max"] = 1362,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1362,
								},
							},
							["count"] = 2,
							["amount"] = 3405,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 696,
								},
								["Чародейский выстрел"] = {
									["count"] = 5038,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1359,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3405,
								},
							},
							["amount"] = 10498,
						},
					},
					["TimeDamage"] = 5.66,
					["TimeDamaging"] = {
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.35,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.73,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 5.66,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Свирепая Черноскребка"] = {
									["count"] = 0,
								},
								["Сокрушитель из клана Тяжелого Кулака"] = {
									["count"] = 0,
								},
								["Тренировочный манекен для опытных бойцов"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Бес-прислужник"] = {
									["count"] = 0,
								},
								["Громила из клана Боевого Молота"] = {
									["count"] = 0,
								},
								["Чернокнижник из клана Боевого Молота"] = {
									["count"] = 0,
								},
								["Зеленый слякоч"] = {
									["count"] = 0,
								},
								["Нефритовый слизнюк"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["Damage"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 0,
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Arcane"] = 0,
						["Fire"] = 0,
						["Nature"] = 0,
					},
					["DamagedWho"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["Скорпид-охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эльф крови-землемер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Апперкот"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Эльф крови-геодезист"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землерой"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Плетохвостый скорпид"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Вор из шайки Скитальцев Пустыни"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Огненная стрела"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зубастая гиена"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Молния"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ловчий из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Среброгривый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Распыление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Рывок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Окрыление"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Рвение"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["PartialAbsorb"] = {
						["Рывок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Рывок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["ActiveTime"] = 0,
					["EnergyGained"] = {
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рвение"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["Healing"] = 0,
					["Dispelled"] = 0,
					["RageGained"] = {
					},
					["Attacks"] = {
						["Скорострельность"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Дезориентирующий выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Залп"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Взрывная ловушка"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Залп"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Physical"] = 398,
					},
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Громила из клана Боевого Молота"] = {
									["count"] = 3,
								},
								["Чернокнижник из клана Боевого Молота"] = {
									["count"] = 3,
								},
								["Гьялерхонский рабочий"] = {
									["count"] = 6,
								},
								["Песчаный разоритель из улья Хаззали"] = {
									["count"] = 3,
								},
								["Восставший предок врайкулов"] = {
									["count"] = 3,
								},
								["Бузотер Торговой Компании"] = {
									["count"] = 3,
								},
								["Сокрушитель из клана Тяжелого Кулака"] = {
									["count"] = 6,
								},
								["Терропард"] = {
									["count"] = 3,
								},
								["Оракул племени Шепота Тумана"] = {
									["count"] = 9,
								},
								["Чо'вар Погромщик"] = {
									["count"] = 9,
								},
								["Свирепая Черноскребка"] = {
									["count"] = 15,
								},
								["Тренировочный манекен для опытных бойцов"] = {
									["count"] = 189,
								},
								["Мангровый кроколиск"] = {
									["count"] = 3,
								},
								["Нефритовый слизнюк"] = {
									["count"] = 3,
								},
							},
							["amount"] = 258,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Громила из клана Боевого Молота"] = {
									["count"] = 6,
								},
								["Тора Оперенная Луна"] = {
									["count"] = 6,
								},
								["Чернокнижник из клана Боевого Молота"] = {
									["count"] = 3,
								},
								["Бес-прислужник"] = {
									["count"] = 9,
								},
								["У'ча"] = {
									["count"] = 3,
								},
								["Ханна Остролист"] = {
									["count"] = 3,
								},
								["Ун'горский рокотун"] = {
									["count"] = 15,
								},
								["Ун'горский топотун"] = {
									["count"] = 18,
								},
								["Зеленый слякоч"] = {
									["count"] = 39,
								},
								["Нефритовый слизнюк"] = {
									["count"] = 18,
								},
							},
							["amount"] = 120,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 6970,
					},
					["TimeSpent"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 0.3,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 5.42,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 11,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.96,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.54,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.28,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.34,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14.12,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.39,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.52,
								},
								["Чародейский выстрел"] = {
									["count"] = 2.13,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 8.859999999999999,
								},
							},
							["amount"] = 20.82,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.63,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.28,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 9.909999999999998,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Членистоног из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.53,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Залп"] = {
									["count"] = 0.23,
								},
							},
							["amount"] = 4.26,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0.4,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.79,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 3.71,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.2,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 0.32,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.07,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.54,
								},
								["Смертельный укус змеи"] = {
									["count"] = 10.92,
								},
								["Атака ближнего боя"] = {
									["count"] = 24.59,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.3,
								},
								["Чародейский выстрел"] = {
									["count"] = 21.28,
								},
								["Взрывная ловушка"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 64.50000000000001,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 3.01,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.92,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16.24,
								},
								["Автоматическая стрельба"] = {
									["count"] = 7,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 26.74,
						},
						["Сталеспин"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.67,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.17,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.83,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.71,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 13.37,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 8.59,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.78,
								},
								["Атака ближнего боя"] = {
									["count"] = 1.15,
								},
								["Залп"] = {
									["count"] = 7.85,
								},
							},
							["amount"] = 22.37,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.23,
								},
								["Скорострельность"] = {
									["count"] = 0.35,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 9.16,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.23,
								},
							},
							["amount"] = 2.23,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 0.3,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Убийственный выстрел"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 5.82,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Залп"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 5.65,
								},
								["Скорострельность"] = {
									["count"] = 1.21,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.52,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.39,
								},
							},
							["amount"] = 18.77,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.94,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.44,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.47,
								},
								["Взрывная ловушка"] = {
									["count"] = 5.79,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 12.76,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.19,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.69,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 3.01,
						},
						["Метатель топоров из племени Порочной Ветви"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.53,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 1.63,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.629999999999999,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 2.81,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.86,
								},
								["Смертельный укус змеи"] = {
									["count"] = 13.91,
								},
							},
							["amount"] = 16.77,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.52,
								},
								["Залп"] = {
									["count"] = 1.16,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.45,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 13.13,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.47,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.74,
								},
							},
							["amount"] = 6.62,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.62,
								},
							},
							["amount"] = 4.12,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.529999999999999,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.9,
								},
							},
							["amount"] = 4.4,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.69,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.53,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 6.72,
						},
						["Среброгривый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Мо'арг-кузнестраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 3.7,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.55,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.7,
								},
								["Взрывная ловушка"] = {
									["count"] = 1.15,
								},
								["Чародейский выстрел"] = {
									["count"] = 13.34,
								},
								["Скорострельность"] = {
									["count"] = 0.07000000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 6.5,
								},
							},
							["amount"] = 37.81,
						},
						["Маркус Бел"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.26,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.76,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 3.59,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.3,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 17.47,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0.9300000000000001,
								},
							},
							["amount"] = 0.9300000000000001,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 5.11,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 6.36,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 6.060000000000001,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 20.56,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 7.529999999999999,
								},
								["Убийственный выстрел"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14.21,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0.75,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.82,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.07,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.22,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.72,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.32,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.82,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.91,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.41,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 6.310000000000001,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0.53,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.65,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.550000000000001,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.89,
								},
							},
							["amount"] = 5.39,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 4.05,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.2,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.7,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.85,
								},
								["Верный выстрел"] = {
									["count"] = 0.4,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.7,
								},
								["Чародейский выстрел"] = {
									["count"] = 34.42,
								},
								["Автоматическая стрельба"] = {
									["count"] = 6.04,
								},
								["Смертельный укус змеи"] = {
									["count"] = 12.58,
								},
							},
							["amount"] = 63.49,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.71,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 6.21,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.7,
								},
							},
							["amount"] = 6.7,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.51,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 4.52,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.83,
								},
								["Выстрел химеры"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 29.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 11.2,
								},
								["Чародейский выстрел"] = {
									["count"] = 50.15000000000001,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.42,
								},
								["Эффект взрывной ловушки"] = {
									["count"] = 0.42,
								},
								["Глушащий выстрел"] = {
									["count"] = 6.6,
								},
								["Выстрел химеры - змея"] = {
									["count"] = 0.53,
								},
								["Автоматическая стрельба"] = {
									["count"] = 18.64,
								},
								["Взрывная ловушка"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 124.82,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.78,
								},
								["Залп"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 10.72,
								},
								["Автоматическая стрельба"] = {
									["count"] = 10.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 56.46,
								},
								["Атака ближнего боя"] = {
									["count"] = 28.01,
								},
								["Верный выстрел"] = {
									["count"] = 1.83,
								},
								["Взрывная ловушка"] = {
									["count"] = 10.95,
								},
								["Чародейский выстрел"] = {
									["count"] = 65.84,
								},
							},
							["amount"] = 188.96,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 3.49,
								},
								["Верный выстрел"] = {
									["count"] = 22.24,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 62.16,
								},
								["Залп"] = {
									["count"] = 6.3,
								},
								["Чародейский выстрел"] = {
									["count"] = 18.93,
								},
								["Автоматическая стрельба"] = {
									["count"] = 259.48,
								},
								["Смертельный укус змеи"] = {
									["count"] = 12.5,
								},
							},
							["amount"] = 385.1000000000001,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.78,
								},
								["Чародейский выстрел"] = {
									["count"] = 8.210000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1.3,
								},
							},
							["amount"] = 15.79,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.03,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.04,
								},
								["Смертельный укус змеи"] = {
									["count"] = 6.5,
								},
							},
							["amount"] = 11.57,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 7.22,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 3.92,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.01,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.51,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6.020000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.01,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 7.130000000000001,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 0.43,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.38,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 11.77,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.86,
								},
							},
							["amount"] = 5.36,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.84,
								},
								["Залп"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 12.86,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.31,
								},
								["Чародейский выстрел"] = {
									["count"] = 8.109999999999999,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.84,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.34,
								},
								["Убийственный выстрел"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 16.37,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.819999999999999,
								},
								["Взрывная ловушка"] = {
									["count"] = 3.86,
								},
								["Залп"] = {
									["count"] = 5.21,
								},
								["Чародейский выстрел"] = {
									["count"] = 6.59,
								},
								["Скорострельность"] = {
									["count"] = 0.73,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.73,
								},
								["Смертельный укус змеи"] = {
									["count"] = 9.07,
								},
							},
							["amount"] = 36.01,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.76,
								},
							},
							["amount"] = 6.26,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.12,
								},
								["Скорострельность"] = {
									["count"] = 1.07,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 16.36,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.21,
								},
								["Чародейский выстрел"] = {
									["count"] = 21.7,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 30.91,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.48,
								},
								["Залп"] = {
									["count"] = 3.08,
								},
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 13.21,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 4.33,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.72,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.35,
								},
								["Чародейский выстрел"] = {
									["count"] = 1.25,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.16,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.98,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.87,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.33,
								},
							},
							["amount"] = 18.2,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 1.83,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.300000000000001,
								},
								["Чародейский выстрел"] = {
									["count"] = 18.47,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.67,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.72,
								},
							},
							["amount"] = 28.16,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.84,
								},
								["Верный выстрел"] = {
									["count"] = 1.85,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.45,
								},
								["Чародейский выстрел"] = {
									["count"] = 6.99,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.78,
								},
								["Автоматическая стрельба"] = {
									["count"] = 4.960000000000001,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 24.87,
						},
						["У'ча"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 2.19,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 2.41,
								},
							},
							["amount"] = 4.6,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Воин из клана Бича Злобы"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.05,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.55,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.14,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.64,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.4,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.54,
								},
								["Смертельный укус змеи"] = {
									["count"] = 5.03,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.03,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.34,
								},
							},
							["amount"] = 19.34,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["DamageTaken"] = 521982,
					["ElementDoneAbsorb"] = {
						["Arcane"] = 1720,
						["Physical"] = 480,
					},
					["PartialResist"] = {
						["Разящий удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Бросок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Отталкивание"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1722,
									["amount"] = 0,
								},
							},
							["count"] = 1722,
							["amount"] = 0,
						},
						["Бич Злобы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар по дуге"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ящеричья молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Рывок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Бросок вперед"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Оглушительный визг"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 112,
									["amount"] = 0,
								},
							},
							["count"] = 112,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
						["Дух гадюки"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 100,
								},
							},
							["amount"] = 100,
						},
					},
					["PartialAbsorb"] = {
						["Разящий удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Бросок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Отталкивание"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1722,
									["amount"] = 0,
								},
							},
							["count"] = 1722,
							["amount"] = 0,
						},
						["Бич Злобы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар по дуге"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ящеричья молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Рывок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Огненная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Бросок вперед"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Оглушительный визг"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 112,
									["amount"] = 0,
								},
							},
							["count"] = 112,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Распыление"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 1672.450000000001,
					["ElementTaken"] = {
						["Fire"] = 212,
						["Physical"] = 488575,
						["Melee"] = 32784,
						["Nature"] = 411,
					},
					["DOT_Time"] = 378,
					["Damage"] = 1849714,
					["EnergyGain"] = 1511,
					["EnergyGained"] = {
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 369,
								},
							},
							["amount"] = 369,
						},
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 1092,
								},
							},
							["amount"] = 1092,
						},
						["Рвение"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 50,
								},
							},
							["amount"] = 50,
						},
					},
					["ElementDone"] = {
						["Physical"] = 666596,
						["Melee"] = 170895,
						["Arcane"] = 733319,
						["Fire"] = 21383,
						["Nature"] = 257521,
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 369,
								},
								["Окрыление"] = {
									["count"] = 1092,
								},
								["Рвение"] = {
									["count"] = 50,
								},
							},
							["amount"] = 1511,
						},
					},
					["TimeDamaging"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0.3,
								},
							},
							["amount"] = 0.3,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 5.42,
								},
								["Атака ближнего боя"] = {
									["count"] = 4.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 11,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.96,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.54,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.28,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.34,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 14.12,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.39,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.52,
								},
								["Чародейский выстрел"] = {
									["count"] = 2.13,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 8.859999999999999,
								},
							},
							["amount"] = 20.82,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.63,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.28,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 9.909999999999998,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Членистоног из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.53,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Залп"] = {
									["count"] = 0.23,
								},
							},
							["amount"] = 4.26,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0.4,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.79,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.52,
								},
							},
							["amount"] = 3.71,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.2,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 0.32,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.07,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.54,
								},
								["Смертельный укус змеи"] = {
									["count"] = 10.92,
								},
								["Атака ближнего боя"] = {
									["count"] = 24.59,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.3,
								},
								["Чародейский выстрел"] = {
									["count"] = 21.28,
								},
								["Взрывная ловушка"] = {
									["count"] = 0.28,
								},
							},
							["amount"] = 64.50000000000001,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 3.01,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.92,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16.24,
								},
								["Автоматическая стрельба"] = {
									["count"] = 7,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 26.74,
						},
						["Сталеспин"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.67,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.17,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.83,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.71,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 13.37,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 8.59,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.78,
								},
								["Атака ближнего боя"] = {
									["count"] = 1.15,
								},
								["Залп"] = {
									["count"] = 7.85,
								},
							},
							["amount"] = 22.37,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.23,
								},
								["Скорострельность"] = {
									["count"] = 0.35,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.33,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.25,
								},
							},
							["amount"] = 9.16,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.23,
								},
							},
							["amount"] = 2.23,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 0.3,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Убийственный выстрел"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 5.82,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Залп"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 5.65,
								},
								["Скорострельность"] = {
									["count"] = 1.21,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.52,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.39,
								},
							},
							["amount"] = 18.77,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.94,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.44,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.47,
								},
								["Взрывная ловушка"] = {
									["count"] = 5.79,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 12.76,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.19,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.69,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.01,
								},
							},
							["amount"] = 3.01,
						},
						["Метатель топоров из племени Порочной Ветви"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.53,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 1.63,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.629999999999999,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 7,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 2.81,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.86,
								},
								["Смертельный укус змеи"] = {
									["count"] = 13.91,
								},
							},
							["amount"] = 16.77,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.52,
								},
								["Залп"] = {
									["count"] = 1.16,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.45,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 13.13,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.47,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4.74,
								},
							},
							["amount"] = 6.62,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.62,
								},
							},
							["amount"] = 4.12,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.529999999999999,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.9,
								},
							},
							["amount"] = 4.4,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.69,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.53,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 6.72,
						},
						["Среброгривый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Мо'арг-кузнестраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 3.7,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.55,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.7,
								},
								["Взрывная ловушка"] = {
									["count"] = 1.15,
								},
								["Чародейский выстрел"] = {
									["count"] = 13.34,
								},
								["Скорострельность"] = {
									["count"] = 0.07000000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 6.5,
								},
							},
							["amount"] = 37.81,
						},
						["Маркус Бел"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.26,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.76,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.09,
								},
							},
							["amount"] = 3.59,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.3,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 17.47,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0.9300000000000001,
								},
							},
							["amount"] = 0.9300000000000001,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 5.11,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.25,
								},
							},
							["amount"] = 6.36,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 6.060000000000001,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 20.56,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.18,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 7.529999999999999,
								},
								["Убийственный выстрел"] = {
									["count"] = 1,
								},
							},
							["amount"] = 14.21,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0.75,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.82,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.07,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.22,
								},
								["Верный выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.72,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 1.32,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.82,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.91,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.41,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.81,
								},
							},
							["amount"] = 6.310000000000001,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0.53,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.65,
								},
								["Чародейский выстрел"] = {
									["count"] = 0.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.550000000000001,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.89,
								},
							},
							["amount"] = 5.39,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.55,
								},
							},
							["amount"] = 4.05,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0.2,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.7,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.85,
								},
								["Верный выстрел"] = {
									["count"] = 0.4,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.7,
								},
								["Чародейский выстрел"] = {
									["count"] = 34.42,
								},
								["Автоматическая стрельба"] = {
									["count"] = 6.04,
								},
								["Смертельный укус змеи"] = {
									["count"] = 12.58,
								},
							},
							["amount"] = 63.49,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.71,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 6.21,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.7,
								},
							},
							["amount"] = 6.7,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4.51,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.01,
								},
							},
							["amount"] = 4.52,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.83,
								},
								["Выстрел химеры"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 29.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 11.2,
								},
								["Чародейский выстрел"] = {
									["count"] = 50.15000000000001,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.42,
								},
								["Эффект взрывной ловушки"] = {
									["count"] = 0.42,
								},
								["Глушащий выстрел"] = {
									["count"] = 6.6,
								},
								["Выстрел химеры - змея"] = {
									["count"] = 0.53,
								},
								["Автоматическая стрельба"] = {
									["count"] = 18.64,
								},
								["Взрывная ловушка"] = {
									["count"] = 0.36,
								},
							},
							["amount"] = 124.82,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.78,
								},
								["Залп"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 10.72,
								},
								["Автоматическая стрельба"] = {
									["count"] = 10.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 56.46,
								},
								["Атака ближнего боя"] = {
									["count"] = 28.01,
								},
								["Верный выстрел"] = {
									["count"] = 1.83,
								},
								["Взрывная ловушка"] = {
									["count"] = 10.95,
								},
								["Чародейский выстрел"] = {
									["count"] = 65.84,
								},
							},
							["amount"] = 188.96,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 3.49,
								},
								["Верный выстрел"] = {
									["count"] = 22.24,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 62.16,
								},
								["Залп"] = {
									["count"] = 6.3,
								},
								["Чародейский выстрел"] = {
									["count"] = 18.93,
								},
								["Автоматическая стрельба"] = {
									["count"] = 259.48,
								},
								["Смертельный укус змеи"] = {
									["count"] = 12.5,
								},
							},
							["amount"] = 385.1000000000001,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.78,
								},
								["Чародейский выстрел"] = {
									["count"] = 8.210000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1.3,
								},
							},
							["amount"] = 15.79,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.03,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.04,
								},
								["Смертельный укус змеи"] = {
									["count"] = 6.5,
								},
							},
							["amount"] = 11.57,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.22,
								},
							},
							["amount"] = 7.22,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.42,
								},
							},
							["amount"] = 3.92,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.01,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.51,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6.020000000000001,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.01,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.1,
								},
							},
							["amount"] = 7.130000000000001,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Верный выстрел"] = {
									["count"] = 0.43,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.38,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.96,
								},
							},
							["amount"] = 11.77,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 3.5,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.86,
								},
							},
							["amount"] = 5.36,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.87,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
								["Атака ближнего боя"] = {
									["count"] = 3.84,
								},
								["Залп"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 12.86,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 3.31,
								},
								["Чародейский выстрел"] = {
									["count"] = 8.109999999999999,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.84,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.34,
								},
								["Убийственный выстрел"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 16.37,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.819999999999999,
								},
								["Взрывная ловушка"] = {
									["count"] = 3.86,
								},
								["Залп"] = {
									["count"] = 5.21,
								},
								["Чародейский выстрел"] = {
									["count"] = 6.59,
								},
								["Скорострельность"] = {
									["count"] = 0.73,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 3.73,
								},
								["Смертельный укус змеи"] = {
									["count"] = 9.07,
								},
							},
							["amount"] = 36.01,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.76,
								},
							},
							["amount"] = 6.26,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.67,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.12,
								},
								["Скорострельность"] = {
									["count"] = 1.07,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 16.36,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2.21,
								},
								["Чародейский выстрел"] = {
									["count"] = 21.7,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 30.91,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.48,
								},
								["Залп"] = {
									["count"] = 3.08,
								},
								["Чародейский выстрел"] = {
									["count"] = 7,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2.65,
								},
							},
							["amount"] = 13.21,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.83,
								},
							},
							["amount"] = 4.33,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.72,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.35,
								},
								["Чародейский выстрел"] = {
									["count"] = 1.25,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.16,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 8.98,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 11.87,
								},
								["Атака ближнего боя"] = {
									["count"] = 6.33,
								},
							},
							["amount"] = 18.2,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1.83,
								},
							},
							["amount"] = 1.83,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.300000000000001,
								},
								["Чародейский выстрел"] = {
									["count"] = 18.47,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.67,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.72,
								},
							},
							["amount"] = 28.16,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.84,
								},
								["Верный выстрел"] = {
									["count"] = 1.85,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2.45,
								},
								["Чародейский выстрел"] = {
									["count"] = 6.99,
								},
								["Атака ближнего боя"] = {
									["count"] = 0.78,
								},
								["Автоматическая стрельба"] = {
									["count"] = 4.960000000000001,
								},
								["Смертельный укус змеи"] = {
									["count"] = 7,
								},
							},
							["amount"] = 24.87,
						},
						["У'ча"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 2.19,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 2.41,
								},
							},
							["amount"] = 4.6,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Воин из клана Бича Злобы"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.05,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.55,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.14,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.64,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1.4,
								},
								["Чародейский выстрел"] = {
									["count"] = 3.54,
								},
								["Смертельный укус змеи"] = {
									["count"] = 5.03,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1.03,
								},
								["Убийственный выстрел"] = {
									["count"] = 1.34,
								},
							},
							["amount"] = 19.34,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
					},
					["DamagedWho"] = {
						["Эан Быстрая Река"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 211,
								},
							},
							["amount"] = 211,
						},
						["Перозубый быстролап"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7254,
								},
								["Атака ближнего боя"] = {
									["count"] = 4808,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 13276,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1103,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2354,
								},
								["Чародейский выстрел"] = {
									["count"] = 2333,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1486,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2500,
								},
							},
							["amount"] = 9776,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2432,
								},
								["Верный выстрел"] = {
									["count"] = 1641,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 809,
								},
								["Чародейский выстрел"] = {
									["count"] = 2323,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1377,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4249,
								},
							},
							["amount"] = 12831,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4484,
								},
								["Атака ближнего боя"] = {
									["count"] = 1216,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2746,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 9706,
						},
						["Расколотый грохотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1195,
								},
							},
							["amount"] = 1195,
						},
						["Членистоног из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1313,
								},
								["Чародейский выстрел"] = {
									["count"] = 4911,
								},
								["Залп"] = {
									["count"] = 880,
								},
							},
							["amount"] = 7104,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 5186,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2756,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1983,
								},
							},
							["amount"] = 9925,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2755,
								},
								["Чародейский выстрел"] = {
									["count"] = 2178,
								},
							},
							["amount"] = 4933,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1562,
								},
							},
							["amount"] = 1562,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 702,
								},
								["Дезориентирующий выстрел"] = {
									["count"] = 665,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 735,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2721,
								},
								["Смертельный укус змеи"] = {
									["count"] = 5731,
								},
								["Атака ближнего боя"] = {
									["count"] = 16602,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 848,
								},
								["Чародейский выстрел"] = {
									["count"] = 42650,
								},
								["Взрывная ловушка"] = {
									["count"] = 206,
								},
							},
							["amount"] = 70860,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 211,
								},
							},
							["amount"] = 211,
						},
						["Проходчик из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4855,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 6069,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 175,
								},
							},
							["amount"] = 175,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1603,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1178,
								},
							},
							["amount"] = 2781,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5922,
								},
								["Чародейский выстрел"] = {
									["count"] = 4659,
								},
							},
							["amount"] = 10581,
						},
						["Сталеспин"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2736,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1179,
								},
							},
							["amount"] = 3915,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 14971,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2762,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 18947,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6916,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2428,
								},
								["Атака ближнего боя"] = {
									["count"] = 5121,
								},
								["Залп"] = {
									["count"] = 3394,
								},
							},
							["amount"] = 17859,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7490,
								},
								["Скорострельность"] = {
									["count"] = 696,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1359,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3405,
								},
							},
							["amount"] = 12950,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1591,
								},
							},
							["amount"] = 1591,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 1322,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2315,
								},
								["Убийственный выстрел"] = {
									["count"] = 4040,
								},
							},
							["amount"] = 7677,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Залп"] = {
									["count"] = 1504,
								},
							},
							["amount"] = 1504,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1035,
								},
								["Верный выстрел"] = {
									["count"] = 1495,
								},
								["Чародейский выстрел"] = {
									["count"] = 11295,
								},
								["Скорострельность"] = {
									["count"] = 1141,
								},
								["Автоматическая стрельба"] = {
									["count"] = 4066,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2541,
								},
							},
							["amount"] = 21573,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2818,
								},
								["Верный выстрел"] = {
									["count"] = 3935,
								},
							},
							["amount"] = 6753,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2177,
								},
								["Взрывная ловушка"] = {
									["count"] = 813,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 4250,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2879,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1362,
								},
							},
							["amount"] = 4241,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2316,
								},
							},
							["amount"] = 2316,
						},
						["Метатель топоров из племени Порочной Ветви"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1529,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 2789,
						},
						["Древесный отшельник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1356,
								},
								["Верный выстрел"] = {
									["count"] = 3630,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1642,
								},
							},
							["amount"] = 6628,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1501,
								},
								["Чародейский выстрел"] = {
									["count"] = 2007,
								},
							},
							["amount"] = 3508,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4445,
								},
							},
							["amount"] = 4445,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2465,
								},
							},
							["amount"] = 2465,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4723,
								},
								["Смертельный укус змеи"] = {
									["count"] = 6178,
								},
							},
							["amount"] = 10901,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 13635,
								},
								["Залп"] = {
									["count"] = 1338,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 785,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2357,
								},
							},
							["amount"] = 18115,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4487,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1271,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 864,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3207,
								},
							},
							["amount"] = 9829,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2293,
								},
							},
							["amount"] = 2293,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2523,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2744,
								},
							},
							["amount"] = 5267,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1408,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1947,
								},
							},
							["amount"] = 3355,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2023,
								},
								["Атака ближнего боя"] = {
									["count"] = 2415,
								},
							},
							["amount"] = 4438,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4369,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1495,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1768,
								},
							},
							["amount"] = 7632,
						},
						["Среброгривый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2692,
								},
							},
							["amount"] = 2692,
						},
						["Мо'арг-кузнестраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2256,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1649,
								},
							},
							["amount"] = 3905,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 11986,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1697,
								},
								["Взрывная ловушка"] = {
									["count"] = 359,
								},
								["Чародейский выстрел"] = {
									["count"] = 23167,
								},
								["Скорострельность"] = {
									["count"] = 1311,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1609,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3186,
								},
							},
							["amount"] = 43315,
						},
						["Маркус Бел"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1600,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1178,
								},
							},
							["amount"] = 2778,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2248,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1234,
								},
							},
							["amount"] = 3482,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1139,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2442,
								},
								["Чародейский выстрел"] = {
									["count"] = 8229,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1350,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1224,
								},
							},
							["amount"] = 14384,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 176,
								},
							},
							["amount"] = 176,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4993,
								},
								["Убийственный выстрел"] = {
									["count"] = 8463,
								},
							},
							["amount"] = 13456,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3887,
								},
								["Взрывная ловушка"] = {
									["count"] = 602,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 2511,
								},
								["Чародейский выстрел"] = {
									["count"] = 4756,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2043,
								},
							},
							["amount"] = 13799,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7940,
								},
								["Атака ближнего боя"] = {
									["count"] = 2275,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3246,
								},
								["Убийственный выстрел"] = {
									["count"] = 7406,
								},
							},
							["amount"] = 20867,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2446,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2706,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1322,
								},
							},
							["amount"] = 6474,
						},
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1164,
								},
								["Верный выстрел"] = {
									["count"] = 1766,
								},
							},
							["amount"] = 2930,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2427,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 3641,
						},
						["Белка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1868,
								},
							},
							["amount"] = 1868,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2940,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2043,
								},
							},
							["amount"] = 4983,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2366,
								},
							},
							["amount"] = 2366,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1140,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1387,
								},
							},
							["amount"] = 2527,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2639,
								},
								["Атака ближнего боя"] = {
									["count"] = 1389,
								},
							},
							["amount"] = 4028,
						},
						["Тора Оперенная Луна"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 194,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 721,
								},
							},
							["amount"] = 915,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2034,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1377,
								},
							},
							["amount"] = 3411,
						},
						["Землерой"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1600,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1274,
								},
							},
							["amount"] = 2874,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7126,
								},
								["Верный выстрел"] = {
									["count"] = 3532,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1244,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 440,
								},
								["Чародейский выстрел"] = {
									["count"] = 43212,
								},
								["Автоматическая стрельба"] = {
									["count"] = 6515,
								},
								["Смертельный укус змеи"] = {
									["count"] = 4981,
								},
							},
							["amount"] = 67050,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2530,
								},
							},
							["amount"] = 2530,
						},
						["Железношкурый дьявозавр"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 9857,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1179,
								},
							},
							["amount"] = 11036,
						},
						["Учитель завывающих волчеров"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3794,
								},
							},
							["amount"] = 3794,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7269,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2590,
								},
							},
							["amount"] = 9859,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 2114,
								},
								["Выстрел химеры"] = {
									["count"] = 1530,
								},
								["Смертельный укус змеи"] = {
									["count"] = 11654,
								},
								["Атака ближнего боя"] = {
									["count"] = 10993,
								},
								["Чародейский выстрел"] = {
									["count"] = 63759,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 808,
								},
								["Эффект взрывной ловушки"] = {
									["count"] = 1006,
								},
								["Глушащий выстрел"] = {
									["count"] = 3733,
								},
								["Выстрел химеры - змея"] = {
									["count"] = 2993,
								},
								["Автоматическая стрельба"] = {
									["count"] = 18507,
								},
								["Взрывная ловушка"] = {
									["count"] = 407,
								},
							},
							["amount"] = 117504,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 766,
								},
								["Залп"] = {
									["count"] = 1788,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 4809,
								},
								["Автоматическая стрельба"] = {
									["count"] = 8593,
								},
								["Смертельный укус змеи"] = {
									["count"] = 25910,
								},
								["Атака ближнего боя"] = {
									["count"] = 23520,
								},
								["Верный выстрел"] = {
									["count"] = 1829,
								},
								["Взрывная ловушка"] = {
									["count"] = 1142,
								},
								["Чародейский выстрел"] = {
									["count"] = 75594,
								},
							},
							["amount"] = 143951,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 6044,
								},
								["Верный выстрел"] = {
									["count"] = 75821,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 65608,
								},
								["Залп"] = {
									["count"] = 19826,
								},
								["Чародейский выстрел"] = {
									["count"] = 98163,
								},
								["Автоматическая стрельба"] = {
									["count"] = 312829,
								},
								["Смертельный укус змеи"] = {
									["count"] = 20646,
								},
							},
							["amount"] = 598937,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1286,
								},
								["Чародейский выстрел"] = {
									["count"] = 9853,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1607,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 13960,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2198,
								},
								["Автоматическая стрельба"] = {
									["count"] = 6252,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3081,
								},
							},
							["amount"] = 11531,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6800,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1714,
								},
							},
							["amount"] = 8514,
						},
						["Шипастый стегодон"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2746,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 4006,
						},
						["Жалоносец-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2369,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1821,
								},
							},
							["amount"] = 4190,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 17192,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1579,
								},
								["Убийственный выстрел"] = {
									["count"] = 8761,
								},
							},
							["amount"] = 27532,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1235,
								},
								["Верный выстрел"] = {
									["count"] = 2075,
								},
								["Чародейский выстрел"] = {
									["count"] = 2062,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1762,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 8348,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 200,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1028,
								},
							},
							["amount"] = 1228,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 7502,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1298,
								},
								["Атака ближнего боя"] = {
									["count"] = 3806,
								},
								["Залп"] = {
									["count"] = 895,
								},
							},
							["amount"] = 13501,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 1591,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2971,
								},
								["Чародейский выстрел"] = {
									["count"] = 15921,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1275,
								},
								["Автоматическая стрельба"] = {
									["count"] = 8706,
								},
								["Убийственный выстрел"] = {
									["count"] = 4047,
								},
							},
							["amount"] = 34511,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10425,
								},
								["Взрывная ловушка"] = {
									["count"] = 417,
								},
								["Залп"] = {
									["count"] = 2712,
								},
								["Чародейский выстрел"] = {
									["count"] = 14864,
								},
								["Скорострельность"] = {
									["count"] = 804,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 1750,
								},
								["Смертельный укус змеи"] = {
									["count"] = 5116,
								},
							},
							["amount"] = 36088,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2843,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1890,
								},
							},
							["amount"] = 4733,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 9134,
								},
								["Атака ближнего боя"] = {
									["count"] = 1176,
								},
								["Скорострельность"] = {
									["count"] = 754,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1214,
								},
							},
							["amount"] = 12278,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6517,
								},
							},
							["amount"] = 6517,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7754,
								},
								["Чародейский выстрел"] = {
									["count"] = 20207,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2428,
								},
							},
							["amount"] = 30389,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3253,
								},
							},
							["amount"] = 3253,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1255,
								},
								["Залп"] = {
									["count"] = 1580,
								},
								["Чародейский выстрел"] = {
									["count"] = 4353,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2755,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1153,
								},
							},
							["amount"] = 11096,
						},
						["Молодой деметродон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2244,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3294,
								},
							},
							["amount"] = 5538,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2326,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 1222,
								},
								["Чародейский выстрел"] = {
									["count"] = 2533,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2408,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1223,
								},
							},
							["amount"] = 9712,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 13655,
								},
								["Атака ближнего боя"] = {
									["count"] = 2460,
								},
							},
							["amount"] = 16115,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3282,
								},
							},
							["amount"] = 3282,
						},
						["Ханна Остролист"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 215,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 289,
								},
							},
							["amount"] = 504,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5021,
								},
								["Чародейский выстрел"] = {
									["count"] = 19546,
								},
								["Автоматическая стрельба"] = {
									["count"] = 1667,
								},
								["Смертельный укус змеи"] = {
									["count"] = 2626,
								},
							},
							["amount"] = 28860,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 2113,
								},
								["Верный выстрел"] = {
									["count"] = 4688,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 4446,
								},
								["Чародейский выстрел"] = {
									["count"] = 20063,
								},
								["Атака ближнего боя"] = {
									["count"] = 2492,
								},
								["Автоматическая стрельба"] = {
									["count"] = 8284,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3035,
								},
							},
							["amount"] = 45121,
						},
						["У'ча"] = {
							["Details"] = {
								["Взрывная ловушка"] = {
									["count"] = 219,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 433,
								},
							},
							["amount"] = 652,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4394,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2530,
								},
								["Залп"] = {
									["count"] = 755,
								},
							},
							["amount"] = 8939,
						},
						["Воин из клана Бича Злобы"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 3380,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1179,
								},
							},
							["amount"] = 4559,
						},
						["Чумной труп"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 6864,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1179,
								},
							},
							["amount"] = 8043,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3286,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 839,
								},
								["Чародейский выстрел"] = {
									["count"] = 10033,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3984,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3775,
								},
								["Убийственный выстрел"] = {
									["count"] = 3843,
								},
							},
							["amount"] = 25760,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4985,
								},
							},
							["amount"] = 4985,
						},
					},
					["Attacks"] = {
						["Скорострельность"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1611,
									["min"] = 1311,
									["count"] = 4,
									["amount"] = 5739,
								},
								["Hit"] = {
									["max"] = 834,
									["min"] = 564,
									["count"] = 12,
									["amount"] = 8592,
								},
							},
							["count"] = 16,
							["amount"] = 14331,
						},
						["Залп"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1936,
									["min"] = 1338,
									["count"] = 12,
									["amount"] = 20361,
								},
								["Hit"] = {
									["max"] = 942,
									["min"] = 718,
									["count"] = 17,
									["amount"] = 14311,
								},
							},
							["count"] = 29,
							["amount"] = 34672,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 464,
									["min"] = 419,
									["count"] = 23,
									["amount"] = 9905,
								},
								["Tick"] = {
									["max"] = 309,
									["min"] = 280,
									["count"] = 17,
									["amount"] = 4925,
								},
							},
							["count"] = 40,
							["amount"] = 14830,
						},
						["Выстрел химеры"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1530,
									["min"] = 1530,
									["count"] = 1,
									["amount"] = 1530,
								},
							},
							["count"] = 1,
							["amount"] = 1530,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 2043,
									["min"] = 1274,
									["count"] = 28,
									["amount"] = 49824,
								},
								["Hit"] = {
									["max"] = 1362,
									["min"] = 728,
									["count"] = 96,
									["amount"] = 116237,
								},
							},
							["count"] = 125,
							["amount"] = 166061,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 2843,
									["min"] = 2210,
									["count"] = 38,
									["amount"] = 94804,
								},
								["Hit"] = {
									["max"] = 1868,
									["min"] = 1035,
									["count"] = 60,
									["amount"] = 76091,
								},
							},
							["count"] = 99,
							["amount"] = 170895,
						},
						["Взрывная ловушка"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 224,
									["min"] = 175,
									["count"] = 28,
									["amount"] = 5547,
								},
							},
							["count"] = 28,
							["amount"] = 5547,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 5515,
									["min"] = 3782,
									["count"] = 85,
									["amount"] = 393308,
								},
								["Hit"] = {
									["max"] = 2792,
									["min"] = 1511,
									["count"] = 147,
									["amount"] = 340011,
								},
							},
							["count"] = 232,
							["amount"] = 733319,
						},
						["Дезориентирующий выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 665,
									["min"] = 665,
									["count"] = 1,
									["amount"] = 665,
								},
							},
							["count"] = 1,
							["amount"] = 665,
						},
						["Укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 3558,
									["min"] = 2315,
									["count"] = 88,
									["amount"] = 268216,
								},
								["Hit (Блокировано)"] = {
									["max"] = 929,
									["min"] = 929,
									["count"] = 1,
									["amount"] = 929,
								},
								["Hit"] = {
									["max"] = 1853,
									["min"] = 1086,
									["count"] = 136,
									["amount"] = 205487,
								},
							},
							["count"] = 227,
							["amount"] = 474632,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4042,
									["min"] = 3424,
									["count"] = 15,
									["amount"] = 55292,
								},
								["Hit"] = {
									["max"] = 2075,
									["min"] = 1495,
									["count"] = 26,
									["amount"] = 46711,
								},
							},
							["count"] = 41,
							["amount"] = 102003,
						},
						["Эффект взрывной ловушки"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1006,
									["min"] = 1006,
									["count"] = 1,
									["amount"] = 1006,
								},
							},
							["count"] = 1,
							["amount"] = 1006,
						},
						["Глушащий выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2034,
									["min"] = 2034,
									["count"] = 1,
									["amount"] = 2034,
								},
								["Hit"] = {
									["max"] = 920,
									["min"] = 779,
									["count"] = 2,
									["amount"] = 1699,
								},
							},
							["count"] = 3,
							["amount"] = 3733,
						},
						["Убийственный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 8761,
									["min"] = 7406,
									["count"] = 3,
									["amount"] = 24630,
								},
								["Hit"] = {
									["max"] = 4047,
									["min"] = 3843,
									["count"] = 3,
									["amount"] = 11930,
								},
							},
							["count"] = 6,
							["amount"] = 36560,
						},
						["Выстрел химеры - змея"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2993,
									["min"] = 2993,
									["count"] = 1,
									["amount"] = 2993,
								},
							},
							["count"] = 1,
							["amount"] = 2993,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1360,
									["min"] = 1177,
									["count"] = 33,
									["amount"] = 42023,
								},
								["Tick"] = {
									["max"] = 907,
									["min"] = 785,
									["count"] = 53,
									["amount"] = 44914,
								},
							},
							["count"] = 86,
							["amount"] = 86937,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 123,
								},
								["Hit"] = {
									["count"] = 198,
								},
							},
							["amount"] = 323,
						},
						["Melee"] = {
							["Details"] = {
								["Evade"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 38,
								},
								["Hit"] = {
									["count"] = 60,
								},
							},
							["amount"] = 99,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 85,
								},
								["Hit"] = {
									["count"] = 147,
								},
							},
							["amount"] = 232,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 29,
								},
								["Crit"] = {
									["count"] = 23,
								},
								["Tick"] = {
									["count"] = 17,
								},
							},
							["amount"] = 69,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 53,
								},
								["Immune"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 62,
								},
								["Hit"] = {
									["count"] = 97,
								},
							},
							["amount"] = 214,
						},
					},
					["ManaGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Дух гадюки"] = {
									["count"] = 100,
								},
							},
							["amount"] = 100,
						},
					},
					["TimeDamage"] = 1672.450000000001,
					["WhoDamaged"] = {
						["Скорпид-охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 355,
								},
							},
							["amount"] = 355,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 655,
								},
								["Удар по дуге"] = {
									["count"] = 104,
								},
							},
							["amount"] = 759,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 208,
								},
							},
							["amount"] = 208,
						},
						["Членистоног из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 30,
								},
							},
							["amount"] = 30,
						},
						["Паучонок племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 917,
								},
							},
							["amount"] = 917,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 856,
								},
							},
							["amount"] = 856,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 167,
								},
								["Разящий удар"] = {
									["count"] = 51,
								},
							},
							["amount"] = 218,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2746,
								},
								["Апперкот"] = {
									["count"] = 361,
								},
							},
							["amount"] = 3107,
						},
						["Острожал из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 193,
								},
							},
							["amount"] = 193,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 60,
								},
							},
							["amount"] = 60,
						},
						["Членистоног Силитида"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 213,
								},
							},
							["amount"] = 213,
						},
						["Змеестраж из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 22,
								},
							},
							["amount"] = 22,
						},
						["Смоляной господин"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 56,
								},
							},
							["amount"] = 56,
						},
						["Северный нетопырь-крикун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 365,
								},
							},
							["amount"] = 365,
						},
						["Плетохвостый скорпид"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 534,
								},
							},
							["amount"] = 534,
						},
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 252,
								},
							},
							["amount"] = 252,
						},
						["Вор из шайки Скитальцев Пустыни"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 40,
								},
							},
							["amount"] = 40,
						},
						["Липкий слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 74,
								},
							},
							["amount"] = 74,
						},
						["Разведчик высокодолья"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 29,
								},
							},
							["amount"] = 29,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 99,
								},
							},
							["amount"] = 99,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 490,
								},
							},
							["amount"] = 490,
						},
						["Равазавр-бегун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 32,
								},
							},
							["amount"] = 32,
						},
						["Рой силитидов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5146,
								},
							},
							["amount"] = 5146,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 714,
								},
							},
							["amount"] = 714,
						},
						["Бесноватый терродактиль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 363,
								},
							},
							["amount"] = 363,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 264,
								},
							},
							["amount"] = 264,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1386,
								},
								["Распыление"] = {
									["count"] = 266,
								},
							},
							["amount"] = 1652,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Среброгривый ревун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Среброгривый волк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 153,
								},
							},
							["amount"] = 153,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 232,
								},
							},
							["amount"] = 232,
						},
						["Лютый барабанч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 404,
								},
								["Рывок"] = {
									["count"] = 612,
								},
							},
							["amount"] = 1016,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 24,
								},
								["Выстрел"] = {
									["count"] = 8,
								},
							},
							["amount"] = 32,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 373,
								},
							},
							["amount"] = 373,
						},
						["Метатель топоров из племени Порочной Ветви"] = {
							["Details"] = {
								["Бросок"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
						["Бешеный стертолап"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 133,
								},
							},
							["amount"] = 133,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 53,
								},
							},
							["amount"] = 53,
						},
						["Старый деметродон"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 81,
								},
							},
							["amount"] = 81,
						},
						["Голиафон"] = {
							["Details"] = {
								["Отталкивание"] = {
									["count"] = 208,
								},
							},
							["amount"] = 208,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 82,
								},
							},
							["amount"] = 82,
						},
						["Проходчик из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 328,
								},
							},
							["amount"] = 328,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 7,
								},
							},
							["amount"] = 7,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 143,
								},
							},
							["amount"] = 143,
						},
						["Стеклошкурый василиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
						["Эльф крови-землемер"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 76,
								},
							},
							["amount"] = 76,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 166,
								},
							},
							["amount"] = 166,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 19,
								},
							},
							["amount"] = 19,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 20,
								},
							},
							["amount"] = 20,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1428,
								},
								["Бросок вперед"] = {
									["count"] = 318,
								},
							},
							["amount"] = 1746,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 501,
								},
							},
							["amount"] = 501,
						},
						["Членистоног-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 142,
								},
							},
							["amount"] = 142,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1280,
								},
								["Шок"] = {
									["count"] = 120,
								},
							},
							["amount"] = 1400,
						},
						["Рабочий-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 134,
								},
							},
							["amount"] = 134,
						},
						["Серо-дымчатый охотник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 710,
								},
							},
							["amount"] = 710,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 401,
								},
							},
							["amount"] = 401,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 732,
								},
							},
							["amount"] = 732,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1270,
								},
							},
							["amount"] = 1270,
						},
						["Испепеляющий элементаль"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 115,
								},
							},
							["amount"] = 115,
						},
						["Разоритель из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["Грифон-остроклюв"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 53,
								},
							},
							["amount"] = 53,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 398,
								},
							},
							["amount"] = 398,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 155,
								},
							},
							["amount"] = 155,
						},
						["Птенец терродактиля"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
						["Эльф крови-геодезист"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
						["Зубастая гиена"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Мирмидон из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 31,
								},
							},
							["amount"] = 31,
						},
						["Крикунья из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 737,
								},
							},
							["amount"] = 737,
						},
						["Сирена из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 37,
								},
								["Выстрел"] = {
									["count"] = 52,
								},
							},
							["amount"] = 89,
						},
						["Землерой"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 64,
								},
							},
							["amount"] = 64,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 973,
								},
							},
							["amount"] = 973,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 28,
								},
							},
							["amount"] = 28,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Буревестница из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 90,
								},
							},
							["amount"] = 90,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 95,
								},
							},
							["amount"] = 95,
						},
						["Громоголовый крыловоин"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35,
								},
							},
							["amount"] = 35,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 41,
								},
							},
							["amount"] = 41,
						},
						["Сатир из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
						["Равазавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35,
								},
							},
							["amount"] = 35,
						},
						["Бес-прислужник"] = {
							["Details"] = {
								["Огненная стрела"] = {
									["count"] = 163,
								},
							},
							["amount"] = 163,
						},
						["Зыбкий призыватель Бездны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 199,
								},
							},
							["amount"] = 199,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Рывок"] = {
									["count"] = 353,
								},
							},
							["amount"] = 353,
						},
						["Калири-пикировщик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 57,
								},
							},
							["amount"] = 57,
						},
						["Ворожей из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 55,
								},
								["Молния"] = {
									["count"] = 291,
								},
							},
							["amount"] = 346,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 34,
								},
							},
							["amount"] = 34,
						},
						["Разоритель-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 137,
								},
							},
							["amount"] = 137,
						},
						["Дикий совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 58,
								},
							},
							["amount"] = 58,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 142,
								},
							},
							["amount"] = 142,
						},
						["Громоголов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 465,
								},
							},
							["amount"] = 465,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Ловчий из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10,
								},
							},
							["amount"] = 10,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 180,
								},
							},
							["amount"] = 180,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 138,
								},
							},
							["amount"] = 138,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 76,
								},
							},
							["amount"] = 76,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 532,
								},
							},
							["amount"] = 532,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 486211,
								},
								["Fire"] = {
									["count"] = 49,
								},
							},
							["amount"] = 486260,
						},
						["Острожал из улья Гориши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 71,
								},
							},
							["amount"] = 71,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 912,
								},
							},
							["amount"] = 912,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 825,
								},
							},
							["amount"] = 825,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 114,
								},
							},
							["amount"] = 114,
						},
					},
					["ManaGain"] = 100,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 128,
								},
							},
							["amount"] = 128,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 226,
								},
								["Miss"] = {
									["count"] = 92,
								},
								["Hit"] = {
									["count"] = 1249,
								},
								["Crit"] = {
									["count"] = 3,
								},
								["Parry"] = {
									["count"] = 152,
								},
							},
							["amount"] = 1722,
						},
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 19,
								},
							},
							["amount"] = 24,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 13,
								},
							},
							["amount"] = 13,
						},
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
								["Miss"] = {
									["count"] = 8,
								},
							},
							["amount"] = 10,
						},
					},
					["DeathCount"] = 1,
				},
				["Fight4"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Свирепая Черноскребка"] = {
									["count"] = 0,
								},
								["Громила из клана Боевого Молота"] = {
									["count"] = 0,
								},
								["Чернокнижник из клана Боевого Молота"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 912,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 912,
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 3355,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Arcane"] = 0,
						["Physical"] = 1408,
						["Melee"] = 0,
						["Nature"] = 1947,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сатир из племени Халдарр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разбойник из племени Легаши"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ган'арг-прислужник"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мирмидон из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 912,
								},
							},
							["amount"] = 912,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Окрыление"] = {
									["count"] = 18,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 18,
						},
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
						["Physical"] = 0,
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 18,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 5.529999999999999,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Заряд пушки Скверны"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Мощное пламя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.529999999999999,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 18,
								},
							},
							["amount"] = 18,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGainedFrom"] = {
					},
					["CCBroken"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1947,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1947,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 1947,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Скорострельность"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1408,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1408,
								},
							},
							["count"] = 1,
							["amount"] = 1408,
						},
						["Убийственный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1408,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1947,
								},
							},
							["amount"] = 3355,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 5.529999999999999,
					["TimeDamaging"] = {
						["Миррен Длиннобород"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Призыватель огня из племени Легаши"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Груборогий люторог"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2.03,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 5.529999999999999,
						},
						["Жрец Шшератуса"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пушка Скверны, модель I"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Императорская кобра"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Алый плющ"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Свирепая Черноскребка"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Скалоход"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гремни Длиннобород"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Тренировочный манекен для опытных бойцов"] = {
									["count"] = 0,
								},
								["Оракул племени Шепота Тумана"] = {
									["count"] = 9,
								},
								["Терропард"] = {
									["count"] = 0,
								},
							},
							["amount"] = 9,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Ун'горский рокотун"] = {
									["count"] = 0,
								},
								["Ун'горский топотун"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 120,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Nature"] = 120,
					},
					["HOTs"] = {
					},
					["Damage"] = 13744,
					["ElementDoneAbsorb"] = {
						["Arcane"] = 0,
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1139,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 2442,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1224,
								},
							},
							["amount"] = 4805,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 4394,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2530,
								},
								["Залп"] = {
									["count"] = 755,
								},
							},
							["amount"] = 8939,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Physical"] = 3285,
						["Melee"] = 1139,
						["Arcane"] = 4394,
						["Fire"] = 0,
						["Nature"] = 4926,
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Immune"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ясновидец племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Шок"] = {
									["count"] = 120,
								},
							},
							["amount"] = 120,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Апперкот"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Отравитель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Смоляной господин"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Плетохвостый скорпид"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гиена племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оса-сентипаар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пастух из племени Колкар"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шаман из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пират Южных морей"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый патриарх"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Опустошитель Колючего Клыка"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Взыватель из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Равазавр"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Окрыление"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Огненная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 15.73,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.17,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Огненная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Грозовая туча"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ожог"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Шок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Стрела Тьмы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["Attacks"] = {
						["Залп"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 755,
									["min"] = 755,
									["count"] = 1,
									["amount"] = 755,
								},
							},
							["count"] = 1,
							["amount"] = 755,
						},
						["Взрывная ловушка (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1270,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2530,
								},
							},
							["count"] = 2,
							["amount"] = 2530,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1260,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2484,
								},
							},
							["count"] = 2,
							["amount"] = 2484,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1139,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1139,
								},
							},
							["count"] = 1,
							["amount"] = 1139,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Взрывная ловушка"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 4394,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 4394,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 4394,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 814,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2442,
								},
							},
							["count"] = 3,
							["amount"] = 2442,
						},
						["Укус змеи"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Убийственный выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 15.73,
					["TimeDamaging"] = {
						["Оса из улья Хаззали"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горская горилла"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гончая Пустоты"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Песчаный разоритель из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Укротитель Скверны"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гневостраж"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул племени Шепота Тумана"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1.26,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 5.41,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 10.17,
						},
						["Восставший предок врайкулов"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский рокотун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Ун'горский топотун"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Взрывная ловушка (УЗВ)"] = {
									["count"] = 0,
								},
								["Взрывная ловушка"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Проходчик-сентипаар"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Злобный совух"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мистик из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Разъяренный сокрушитель"] = {
							["Details"] = {
								["Укус змеи"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Привратник Грознорев"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рабочий из улья Хаззали"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Тренировочный манекен для опытных бойцов"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Терропард"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Рух-кровокрыл"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин племени Шепота Тумана"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 2.42,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.82,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2.12,
								},
								["Залп"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 5.56,
						},
						["Шкуродер из племени Сухокожих"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Острокостный опустошитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 9,
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Чо'вар Погромщик"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
						["Nature"] = 0,
					},
					["Ressed"] = 0,
					["DamageTaken"] = 490,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Parry"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Frost"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 490,
						["Physical"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 7677,
					["ElementDoneAbsorb"] = {
						["Physical"] = 0,
						["Arcane"] = 0,
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["FDamagedWho"] = {
					},
					["FAttacks"] = {
					},
					["RageGain"] = 0,
					["ElementDone"] = {
						["Nature"] = 1322,
						["Physical"] = 6355,
						["Melee"] = 0,
						["Arcane"] = 0,
					},
					["ManaGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник за скальпами из племени Порочной Ветви"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Бросок вперед"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый крыловоин"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Голиафон"] = {
							["Details"] = {
								["Отталкивание"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крикунья из клана Бича Злобы"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Садист из племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Бешенер из племени Иглогривых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Охотник из племени Дыбогривов"] = {
							["Details"] = {
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Среброгривый ревун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Примитивный совух"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Среброгривый бродяга"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Паук-нянька племени Сухокожих"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Рывок"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Апперкот"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 490,
								},
							},
							["amount"] = 490,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Окрыление"] = {
									["count"] = 0,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Ящеричья молния"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Рывок"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Бросок вперед"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Отталкивание"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Оглушительный визг"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Бич Злобы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 5.82,
					["PartialResist"] = {
						["Ящеричья молния"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Рывок"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Бросок вперед"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Апперкот"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Отталкивание"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Оглушительный визг"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Ледяная стрела"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Бич Злобы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный шар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Яд"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Огненный взрыв"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 0.3,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Убийственный выстрел"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 5.82,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Убийственный выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 4040,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 4040,
								},
							},
							["count"] = 1,
							["amount"] = 4040,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Скорострельность"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2315,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 2315,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 2315,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1322,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1322,
								},
							},
							["count"] = 1,
							["amount"] = 1322,
						},
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 1322,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2315,
								},
								["Убийственный выстрел"] = {
									["count"] = 4040,
								},
							},
							["amount"] = 7677,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 5.82,
					["TimeDamaging"] = {
						["Детеныш камнеруба"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Камнеруб-вожак"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Голиафон"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чо'вар Погромщик"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Убийственный выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Крадущийся василиск"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сокрушитель из клана Тяжелого Кулака"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Гьялерхонский рабочий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Сухосерд Ловчий"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Шанго"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый гиппогриф"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Маг клана Тяжелого Кулака"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Угорь Тенетопи"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Секретный агент сектантов"] = {
							["Details"] = {
								["Смертельный укус змеи"] = {
									["count"] = 0.3,
								},
								["Автоматическая стрельба"] = {
									["count"] = 3.5,
								},
								["Убийственный выстрел"] = {
									["count"] = 2.02,
								},
							},
							["amount"] = 5.82,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Скорострельность"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Мангровый кроколиск"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Громоголовый соправитель"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Бузотер Торговой Компании"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 242,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTaken"] = {
						["Melee"] = 242,
					},
					["HOTs"] = {
					},
					["Damage"] = 11116,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialBlock"] = {
					},
					["DamagedWho"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 2746,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1260,
								},
							},
							["amount"] = 4006,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 564,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 2303,
								},
								["Автоматическая стрельба"] = {
									["count"] = 2881,
								},
								["Смертельный укус змеи"] = {
									["count"] = 1362,
								},
							},
							["amount"] = 7110,
						},
					},
					["FAttacks"] = {
					},
					["HealingTaken"] = 0,
					["ElementDone"] = {
						["Nature"] = 2622,
						["Physical"] = 6191,
						["Melee"] = 0,
						["Arcane"] = 2303,
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ManaGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Северный нетопырь-крикун"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 242,
								},
							},
							["amount"] = 242,
						},
					},
					["EnergyGainedFrom"] = {
						["Эларин"] = {
							["Details"] = {
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Окрыление"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["RunicPowerGained"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
					},
					["HealedWho"] = {
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
					},
					["FDamage"] = 0,
					["EnergyGain"] = 6,
					["ManaGained"] = {
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 8.790000000000001,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.28,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.78,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.33,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 2.49,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.3,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.89,
								},
							},
							["amount"] = 4.010000000000001,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
					},
					["Interrupts"] = 0,
					["EnergyGained"] = {
						["Верный выстрел"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Окрыление"] = {
							["Details"] = {
								["Эларин"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["RageGained"] = {
					},
					["OverHeals"] = {
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Верный выстрел"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Укус змеи (УЗВ)"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Чародейский выстрел"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 2303,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 2303,
								},
							},
							["count"] = 1,
							["amount"] = 2303,
						},
						["Скорострельность"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 564,
									["min"] = 564,
									["count"] = 1,
									["amount"] = 564,
								},
							},
							["count"] = 1,
							["amount"] = 564,
						},
						["Автоматическая стрельба"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 2881,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 5627,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 5627,
						},
						["Смертельный укус змеи"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1362,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 2622,
								},
							},
							["count"] = 2,
							["amount"] = 2622,
						},
					},
					["RageGain"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 8.790000000000001,
					["TimeDamaging"] = {
						["Бузотер Торговой Компании"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Укус змеи (УЗВ)"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Землечерп Торговой Компании"] = {
							["Details"] = {
								["Чародейский выстрел"] = {
									["count"] = 0,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Оракул Заиндевелых"] = {
							["Details"] = {
								["Автоматическая стрельба"] = {
									["count"] = 1.28,
								},
								["Смертельный укус змеи"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 4.78,
						},
						["Воин Заиндевелых"] = {
							["Details"] = {
								["Скорострельность"] = {
									["count"] = 0.33,
								},
								["Верный выстрел"] = {
									["count"] = 0,
								},
								["Чародейский выстрел"] = {
									["count"] = 2.49,
								},
								["Автоматическая стрельба"] = {
									["count"] = 0.3,
								},
								["Смертельный укус змеи"] = {
									["count"] = 0.89,
								},
							},
							["amount"] = 4.010000000000001,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
			},
			["level"] = 80,
			["LastDamageAbility"] = "Шок",
			["LastFightIn"] = 302,
			["LastEventNum"] = {
				1.684196054169244, -- [1]
				[33] = 1.684196054169244,
				[14] = 1.70138172819138,
				[28] = 0.8317866226713412,
				[17] = 65.85550285282189,
				[49] = 1.467656561490342,
				[10] = 0.7149240393208222,
				[44] = 0.4124561765312436,
				[23] = 3.134666941637451,
				[13] = 1.471093696294769,
			},
			["type"] = "Self",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["Амор"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"0xF1402DDA30001A2F", -- [1]
						"0xF1402DDA3000E10F", -- [2]
						[0] = "0xF1402DDA3000192A",
					},
				},
				["Медведь"] = {
					["LatestGuardian"] = 3,
					["GUIDs"] = {
						"0xF140349899003142", -- [1]
						"0xF14034989900B9D3", -- [2]
						"0xF14034989900BF8A", -- [3]
						[0] = "0xF140349899002FA0",
					},
				},
			},
			["TimeLast"] = {
				["OVERALL"] = 1289568998,
				["DamageTaken"] = 1289568996,
				["EnergyGain"] = 1289568072,
				["DeathCount"] = 1288041893,
				["ActiveTime"] = 1289568998,
				["TimeDamage"] = 1289568998,
				["ManaGain"] = 1286658393,
				["DOT_Time"] = 1289568995,
				["Damage"] = 1289568998,
			},
			["Owner"] = false,
			["Pet"] = {
				"Медведь <Эларин>", -- [1]
				"Амор <Эларин>", -- [2]
				"Ядовитая змея <Эларин>", -- [3]
				"Гадюка <Эларин>", -- [4]
			},
			["NextEventNum"] = 48,
			["LastEventHealthNum"] = {
				96.93407575445109, -- [1]
				95.24987970028185, -- [2]
				95.24987970028185, -- [3]
				95.24987970028185, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				99.28507596067918, -- [11]
				99.28507596067918, -- [12]
				100, -- [13]
				98.52890630370523, -- [14]
				96.82752457551385, -- [15]
				96.82752457551385, -- [16]
				34.14449714717811, -- [17]
				53.06936138035334, -- [18]
				53.06936138035334, -- [19]
				53.06936138035334, -- [20]
				53.06936138035334, -- [21]
				53.06936138035334, -- [22]
				100, -- [23]
				99.06509933319585, -- [24]
				99.06509933319585, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				99.16821337732866, -- [29]
				99.16821337732866, -- [30]
				99.16821337732866, -- [31]
				99.16821337732866, -- [32]
				100, -- [33]
				98.31580394583075, -- [34]
				98.31580394583075, -- [35]
				98.31580394583075, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				99.58754382346876, -- [44]
				99.58754382346876, -- [45]
				100, -- [46]
				100, -- [47]
				98.40173231594143, -- [48]
				98.40173231594143, -- [49]
				96.93407575445109, -- [50]
			},
			["LastEvents"] = {
				"Землечерп Торговой Компании Атака ближнего боя Эларин Hit -490 (Physical)", -- [1]
				"Эларин Смертельный укус змеи Землечерп Торговой Компании Crit -1983 (Nature)", -- [2]
				"Эларин Автоматическая стрельба Землечерп Торговой Компании Crit -2756 (Physical)", -- [3]
				"Эларин Чародейский выстрел Землечерп Торговой Компании Crit -5186 (Arcane)", -- [4]
				"Воин Заиндевелых Атака ближнего боя Эларин Dodge", -- [5]
				"Эларин Смертельный укус змеи Воин Заиндевелых Hit -1179 (Nature)", -- [6]
				"Эларин Чародейский выстрел Воин Заиндевелых Hit -2423 (Arcane)", -- [7]
				"Эларин Скорострельность Воин Заиндевелых Hit -577 (Physical)", -- [8]
				"Эларин Чародейский выстрел Воин Заиндевелых Crit -4224 (Arcane)", -- [9]
				"Оракул Заиндевелых Атака ближнего боя Эларин Hit -208 (Physical)", -- [10]
				"Эларин Атака ближнего боя Оракул Заиндевелых Hit -1216 (Physical)", -- [11]
				"Эларин Чародейский выстрел Оракул Заиндевелых Crit -4484 (Arcane)", -- [12]
				"Оракул племени Шепота Тумана Атака ближнего боя Эларин Hit -428 (Physical)", -- [13]
				"Оракул племени Шепота Тумана Атака ближнего боя Эларин Hit -495 (Physical)", -- [14]
				"Эларин Чародейский выстрел Оракул племени Шепота Тумана Crit -5437 (Arcane)", -- [15]
				"Эларин Автоматическая стрельба Оракул племени Шепота Тумана Hit -1350 (Physical)", -- [16]
				"Environment Falling Эларин Hit -19160 (Physical)", -- [17]
				"Эларин Смертельный укус змеи Рух-кровокрыл Hit -1362 (Nature)", -- [18]
				"Эларин Смертельный укус змеи Рух-кровокрыл Crit -2043 (Nature)", -- [19]
				"Эларин Автоматическая стрельба Рух-кровокрыл Hit -1359 (Physical)", -- [20]
				"Эларин Скорострельность Рух-кровокрыл Hit -696 (Physical)", -- [21]
				"Эларин Чародейский выстрел Рух-кровокрыл Crit -5038 (Arcane)", -- [22]
				"Груборогий люторог Атака ближнего боя Эларин Hit -912 (Physical)", -- [23]
				"Эларин Смертельный укус змеи Груборогий люторог Crit -1947 (Nature)", -- [24]
				"Эларин Автоматическая стрельба Груборогий люторог Hit -1408 (Physical)", -- [25]
				"Эларин Смертельный укус змеи Оракул Заиндевелых Hit -1260 (Nature)", -- [26]
				"Эларин Автоматическая стрельба Оракул Заиндевелых Crit -2746 (Physical)", -- [27]
				"Воин Заиндевелых Атака ближнего боя Эларин Hit -242 (Physical)", -- [28]
				"Эларин Чародейский выстрел Воин Заиндевелых Hit -2303 (Arcane)", -- [29]
				"Эларин Скорострельность Воин Заиндевелых Hit -564 (Physical)", -- [30]
				"Эларин Смертельный укус змеи Воин Заиндевелых Hit -1362 (Nature)", -- [31]
				"Эларин Автоматическая стрельба Воин Заиндевелых Crit -2881 (Physical)", -- [32]
				"Секретный агент сектантов Атака ближнего боя Эларин Hit -490 (Physical)", -- [33]
				"Эларин Автоматическая стрельба Секретный агент сектантов Crit -2315 (Physical)", -- [34]
				"Эларин Смертельный укус змеи Секретный агент сектантов Hit -1322 (Nature)", -- [35]
				"Эларин Убийственный выстрел Секретный агент сектантов Hit -4040 (Physical)", -- [36]
				"Эларин Смертельный укус змеи Оракул племени Шепота Тумана Hit -1224 (Nature)", -- [37]
				"Эларин Атака ближнего боя Оракул племени Шепота Тумана Hit -1139 (Physical)", -- [38]
				"Эларин Укус змеи (УЗВ) Оракул племени Шепота Тумана Tick -814 (Nature)", -- [39]
				"Эларин Укус змеи (УЗВ) Оракул племени Шепота Тумана Tick -814 (Nature)", -- [40]
				"Эларин Чародейский выстрел Воин племени Шепота Тумана Crit -4394 (Arcane)", -- [41]
				"Эларин Автоматическая стрельба Воин племени Шепота Тумана Hit -1270 (Physical)", -- [42]
				"Эларин Укус змеи (УЗВ) Оракул племени Шепота Тумана Tick -814 (Nature)", -- [43]
				"Оракул племени Шепота Тумана Шок Эларин Hit -120 (Nature)", -- [44]
				"Эларин Смертельный укус змеи Воин племени Шепота Тумана Hit -1260 (Nature)", -- [45]
				"Эларин Автоматическая стрельба Воин племени Шепота Тумана Hit -1260 (Physical)", -- [46]
				"Эларин Залп Воин племени Шепота Тумана Hit -755 (Physical)", -- [47]
				"Эларин Укус змеи (УЗВ) Бузотер Торговой Компании Crit -1222 (Nature)", -- [48]
				"Землечерп Торговой Компании Атака ближнего боя Эларин Hit -427 (Physical)", -- [49]
				"Эларин Автоматическая стрельба Бузотер Торговой Компании Crit -2408 (Physical)", -- [50]
			},
			["Name"] = "Эларин",
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				false, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				false, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastDamageTaken"] = 120,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
					},
					["Messages"] = {
						"Environment Falling Эларин Hit -28594 (Physical)", -- [1]
						"Эларин умирает.", -- [2]
					},
					["DeathAt"] = 1288041895,
					["HealthNum"] = {
						0.003497237182625726, -- [1]
						0, -- [2]
					},
					["MessageTimes"] = {
						-0.4140000000006694, -- [1]
						0, -- [2]
					},
					["KilledBy"] = "Environment",
					["Health"] = {
						"1 (0%)", -- [1]
						"0 (0%)", -- [2]
					},
					["EventNum"] = {
						100, -- [1]
						0, -- [2]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"MISC", -- [2]
					},
				}, -- [1]
			},
			["LastEventTimes"] = {
				5734.355000000001, -- [1]
				5735.969, -- [2]
				5736.763, -- [3]
				5737.164, -- [4]
				5842.752, -- [5]
				5843.976000000001, -- [6]
				5845.302, -- [7]
				5846.182, -- [8]
				5846.183, -- [9]
				5879.502, -- [10]
				5881.709, -- [11]
				5883.343, -- [12]
				6523.555, -- [13]
				6525.265, -- [14]
				6527.779000000001, -- [15]
				6528.078, -- [16]
				6889.296, -- [17]
				6946.666, -- [18]
				6947.413000000001, -- [19]
				6947.743, -- [20]
				6948.09, -- [21]
				6948.823, -- [22]
				7138.021, -- [23]
				7144.445, -- [24]
				7146.472, -- [25]
				7260.272, -- [26]
				7261.557, -- [27]
				7262.819, -- [28]
				7264.043000000001, -- [29]
				7264.372, -- [30]
				7265.264, -- [31]
				7265.566, -- [32]
				8115.22, -- [33]
				8121.758, -- [34]
				8122.057, -- [35]
				8124.073, -- [36]
				8174.517, -- [37]
				8175.776, -- [38]
				8177.707, -- [39]
				8180.901, -- [40]
				8183.319, -- [41]
				8183.736, -- [42]
				8184.03, -- [43]
				8184.632000000001, -- [44]
				8184.847, -- [45]
				8186.542, -- [46]
				8186.742, -- [47]
				5731.288000000001, -- [48]
				5732.353, -- [49]
				5733.452, -- [50]
			},
			["LastAbility"] = 38389.714,
		},
		["Хромаггус"] = {
			["GUID"] = "0xF13036C400000000",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
			},
			["TimeWindows"] = {
				["Damage"] = {
					2250, -- [1]
				},
				["TimeDamage"] = {
					31.5, -- [1]
				},
				["DOT_Time"] = {
					27, -- [1]
				},
				["ActiveTime"] = {
					31.5, -- [1]
				},
			},
			["enClass"] = "MOB",
			["level"] = -1,
			["LastFightIn"] = 96,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["LastAbility"] = 38389.714,
			["Owner"] = false,
			["LastEventTimes"] = {
				33775.643, -- [1]
				33780.25, -- [2]
				33785.294, -- [3]
				33790.325, -- [4]
				33795.225, -- [5]
				33800.357, -- [6]
				33805.172, -- [7]
				33810.271, -- [8]
				33815.436, -- [9]
			},
			["NextEventNum"] = 10,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
			},
			["LastEvents"] = {
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [1]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [2]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [3]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [4]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [5]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [6]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [7]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [8]
				"Хромаггус Чернокнижие: Зеленое (УЗВ) Апаро Tick -250 (Nature)", -- [9]
			},
			["Name"] = "Хромаггус",
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
			},
			["TimeLast"] = {
				["ActiveTime"] = 1287936736,
				["TimeDamage"] = 1287936736,
				["OVERALL"] = 1287936736,
				["DOT_Time"] = 1287936736,
				["Damage"] = 1287936736,
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["Чернокнижие: Зеленое (УЗВ)"] = {
							["Details"] = {
								["Апаро"] = {
									["count"] = 27,
								},
							},
							["amount"] = 27,
						},
					},
					["TimeSpent"] = {
						["Апаро"] = {
							["Details"] = {
								["Чернокнижие: Зеленое (УЗВ)"] = {
									["count"] = 31.5,
								},
							},
							["amount"] = 31.5,
						},
					},
					["Attacks"] = {
						["Чернокнижие: Зеленое (УЗВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 250,
									["min"] = 250,
									["count"] = 9,
									["amount"] = 2250,
								},
							},
							["count"] = 9,
							["amount"] = 2250,
						},
					},
					["ElementDone"] = {
						["Nature"] = 2250,
					},
					["ElementHitsDone"] = {
						["Nature"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["DamagedWho"] = {
						["Апаро"] = {
							["Details"] = {
								["Чернокнижие: Зеленое (УЗВ)"] = {
									["count"] = 2250,
								},
							},
							["amount"] = 2250,
						},
					},
					["ActiveTime"] = 31.5,
					["TimeDamaging"] = {
						["Апаро"] = {
							["Details"] = {
								["Чернокнижие: Зеленое (УЗВ)"] = {
									["count"] = 31.5,
								},
							},
							["amount"] = 31.5,
						},
					},
					["TimeDamage"] = 31.5,
					["DOT_Time"] = 27,
					["Damage"] = 2250,
				},
			},
			["UnitLockout"] = 1287936736,
			["LastActive"] = 1287936736,
		},
		["Гадюка <Эларин>"] = {
			["GUID"] = "0xF1304DD100055E4D",
			["LastEventHealth"] = {
				"???", -- [1]
				"???", -- [2]
				"???", -- [3]
				"???", -- [4]
				"???", -- [5]
				"???", -- [6]
				"???", -- [7]
				"???", -- [8]
				"???", -- [9]
				"???", -- [10]
				"???", -- [11]
				"???", -- [12]
				"???", -- [13]
				"???", -- [14]
				"???", -- [15]
				"???", -- [16]
				"???", -- [17]
				"???", -- [18]
				"???", -- [19]
				"???", -- [20]
				"???", -- [21]
				"???", -- [22]
				"???", -- [23]
				"???", -- [24]
				"???", -- [25]
				"???", -- [26]
				"???", -- [27]
				"???", -- [28]
				"???", -- [29]
				"???", -- [30]
				"???", -- [31]
				"???", -- [32]
				"???", -- [33]
				"???", -- [34]
				"???", -- [35]
				"???", -- [36]
				"???", -- [37]
				"???", -- [38]
				"???", -- [39]
				"???", -- [40]
				"???", -- [41]
				"???", -- [42]
				"???", -- [43]
				"???", -- [44]
				"???", -- [45]
				"???", -- [46]
				"???", -- [47]
				"???", -- [48]
				"???", -- [49]
				"???", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"MISC", -- [5]
				"MISC", -- [6]
				"MISC", -- [7]
				"MISC", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"MISC", -- [24]
				"MISC", -- [25]
				"MISC", -- [26]
				"MISC", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"MISC", -- [42]
				"MISC", -- [43]
				"MISC", -- [44]
				"MISC", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					20, -- [1]
				},
				["ActiveTime"] = {
					54.27, -- [1]
				},
				["TimeDamage"] = {
					54.27, -- [1]
				},
				["DamageTaken"] = {
					106, -- [1]
				},
				["Damage"] = {
					3531, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 38,
			["level"] = 1,
			["LastDamageAbility"] = "Атака ближнего боя",
			["LastFightIn"] = 257,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["LastActive"] = 1288561630,
			["UnitLockout"] = 1288561637,
			["Owner"] = "Эларин",
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["HOTs"] = {
					},
					["ManaGain"] = 0,
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["PartialAbsorb"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["PartialBlock"] = {
					},
					["ElementDone"] = {
					},
					["CCBroken"] = {
					},
					["ElementHitsDone"] = {
					},
					["Dispelled"] = 0,
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["FDamagedWho"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["RageGained"] = {
					},
					["ActiveTime"] = 0,
					["CCBreak"] = 0,
					["EnergyGain"] = 0,
					["WhoHealed"] = {
					},
					["PartialResist"] = {
					},
					["ManaGained"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
					},
					["Heals"] = {
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ManaGainedFrom"] = {
					},
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["DamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 94,
									["min"] = 81,
									["count"] = 11,
									["amount"] = 945,
								},
								["Hit"] = {
									["max"] = 50,
									["min"] = 33,
									["count"] = 61,
									["amount"] = 2586,
								},
							},
							["count"] = 72,
							["amount"] = 3531,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["TimeDamaging"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.79,
								},
							},
							["amount"] = 10.79,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.8100000000000001,
								},
							},
							["amount"] = 0.8100000000000001,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35.17,
								},
							},
							["amount"] = 35.17,
						},
					},
					["ActiveTime"] = 54.27,
					["TimeSpent"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 10.79,
								},
							},
							["amount"] = 10.79,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3.5,
								},
							},
							["amount"] = 3.5,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0.8100000000000001,
								},
							},
							["amount"] = 0.8100000000000001,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 35.17,
								},
							},
							["amount"] = 35.17,
						},
					},
					["DamageTaken"] = 106,
					["DamagedWho"] = {
						["Чернокнижник из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 456,
								},
							},
							["amount"] = 456,
						},
						["Паразит из улья Хаззали"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 213,
								},
							},
							["amount"] = 213,
						},
						["Громила из клана Боевого Молота"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 73,
								},
							},
							["amount"] = 73,
						},
						["Зеленый слякоч"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 353,
								},
							},
							["amount"] = 353,
						},
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 2436,
								},
							},
							["amount"] = 2436,
						},
					},
					["ElementDone"] = {
						["Melee"] = 3531,
					},
					["DeathCount"] = 20,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 11,
								},
								["Hit"] = {
									["count"] = 61,
								},
							},
							["amount"] = 72,
						},
					},
					["TimeDamage"] = 54.27,
					["WhoDamaged"] = {
						["Нефритовый слизнюк"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 106,
								},
							},
							["amount"] = 106,
						},
					},
					["ElementTaken"] = {
						["Melee"] = 106,
					},
					["ElementHitsTaken"] = {
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["Damage"] = 3531,
				},
			},
			["NextEventNum"] = 46,
			["LastEventHealthNum"] = {
				0, -- [1]
				0, -- [2]
				0, -- [3]
				0, -- [4]
				0, -- [5]
				0, -- [6]
				0, -- [7]
				0, -- [8]
				0, -- [9]
				0, -- [10]
				0, -- [11]
				0, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				0, -- [16]
				0, -- [17]
				0, -- [18]
				0, -- [19]
				0, -- [20]
				0, -- [21]
				0, -- [22]
				0, -- [23]
				0, -- [24]
				0, -- [25]
				0, -- [26]
				0, -- [27]
				0, -- [28]
				0, -- [29]
				0, -- [30]
				0, -- [31]
				0, -- [32]
				0, -- [33]
				0, -- [34]
				0, -- [35]
				0, -- [36]
				0, -- [37]
				0, -- [38]
				0, -- [39]
				0, -- [40]
				0, -- [41]
				0, -- [42]
				0, -- [43]
				0, -- [44]
				0, -- [45]
				0, -- [46]
				0, -- [47]
				0, -- [48]
				0, -- [49]
				0, -- [50]
			},
			["LastEvents"] = {
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [1]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [2]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [3]
				"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [4]
				"Гадюка <Эларин> умирает.", -- [5]
				"Гадюка <Эларин> умирает.", -- [6]
				"Гадюка <Эларин> умирает.", -- [7]
				"Гадюка <Эларин> умирает.", -- [8]
				"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -44 (Physical)", -- [9]
				"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -47 (Physical)", -- [10]
				"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -82 (Physical)", -- [11]
				"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -86 (Physical)", -- [12]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [13]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [14]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [15]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [16]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [17]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [18]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [19]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [20]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [21]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [22]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [23]
				"Гадюка <Эларин> умирает.", -- [24]
				"Гадюка <Эларин> умирает.", -- [25]
				"Гадюка <Эларин> умирает.", -- [26]
				"Гадюка <Эларин> умирает.", -- [27]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [28]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [29]
				"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -33 (Physical)", -- [30]
				"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -40 (Physical)", -- [31]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -41 (Physical)", -- [32]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [33]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [34]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -33 (Physical)", -- [35]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [36]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [37]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [38]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [39]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -38 (Physical)", -- [40]
				"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -44 (Physical)", -- [41]
				"Гадюка <Эларин> умирает.", -- [42]
				"Гадюка <Эларин> умирает.", -- [43]
				"Гадюка <Эларин> умирает.", -- [44]
				"Гадюка <Эларин> умирает.", -- [45]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [46]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [47]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [48]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [49]
				"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [50]
			},
			["Name"] = "Гадюка",
			["TimeLast"] = {
				["DeathCount"] = 1288561637,
				["ActiveTime"] = 1288561630,
				["TimeDamage"] = 1288561630,
				["OVERALL"] = 1288561637,
				["DamageTaken"] = 1287331024,
				["Damage"] = 1288561630,
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				false, -- [10]
				false, -- [11]
				false, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				false, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				false, -- [22]
				false, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				false, -- [28]
				false, -- [29]
				false, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				false, -- [36]
				false, -- [37]
				false, -- [38]
				false, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						28380.461, -- [1]
						28382.885, -- [2]
						28383.001, -- [3]
						28383.001, -- [4]
						28383.283, -- [5]
						28385.195, -- [6]
						28385.608, -- [7]
						28385.608, -- [8]
						28386.106, -- [9]
						28395.366, -- [10]
						28395.367, -- [11]
						28395.367, -- [12]
						28395.367, -- [13]
						33885.209, -- [14]
						33885.209, -- [15]
						33885.209, -- [16]
						33885.21000000001, -- [17]
						33887.499, -- [18]
						33887.799, -- [19]
						33887.99799999999, -- [20]
						33888.08, -- [21]
						33889.90700000001, -- [22]
						33890.209, -- [23]
						33890.92, -- [24]
						33891.004, -- [25]
						33892.21600000002, -- [26]
						33892.71399999999, -- [27]
						33893.628, -- [28]
						33900.902, -- [29]
						33900.90300000001, -- [30]
						33900.90300000001, -- [31]
						33900.90300000001, -- [32]
						-14.74200000000201, -- [33]
						-14.7410000000018, -- [34]
						-13.92799999999988, -- [35]
						-13.92699999999968, -- [36]
						-12.39600000000064, -- [37]
						-11.92900000000009, -- [38]
						-11.01699999999983, -- [39]
						-10.41800000000148, -- [40]
						-10.13500000000204, -- [41]
						-9.302999999999884, -- [42]
						-8.400000000001455, -- [43]
						-8.055000000000291, -- [44]
						-7.688000000001921, -- [45]
						-6.639999999999418, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [9]
						"Гадюка <Эларин> умирает.", -- [10]
						"Гадюка <Эларин> умирает.", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -44 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -47 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -82 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -86 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [27]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [28]
						"Гадюка <Эларин> умирает.", -- [29]
						"Гадюка <Эларин> умирает.", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [33]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [34]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -33 (Physical)", -- [35]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -40 (Physical)", -- [36]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -41 (Physical)", -- [37]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [38]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [39]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -33 (Physical)", -- [40]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [41]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [42]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [43]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [44]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -38 (Physical)", -- [45]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -44 (Physical)", -- [46]
						"Гадюка <Эларин> умирает.", -- [47]
						"Гадюка <Эларин> умирает.", -- [48]
						"Гадюка <Эларин> умирает.", -- [49]
						"Гадюка <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"MISC", -- [10]
						"MISC", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"MISC", -- [29]
						"MISC", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [1]
				{
					["MessageTimes"] = {
						28380.461, -- [1]
						28382.885, -- [2]
						28383.001, -- [3]
						28383.001, -- [4]
						28383.283, -- [5]
						28385.195, -- [6]
						28385.608, -- [7]
						28385.608, -- [8]
						28386.106, -- [9]
						28395.366, -- [10]
						28395.367, -- [11]
						28395.367, -- [12]
						28395.367, -- [13]
						33885.209, -- [14]
						33885.209, -- [15]
						33885.209, -- [16]
						33885.21000000001, -- [17]
						33887.499, -- [18]
						33887.799, -- [19]
						33887.99799999999, -- [20]
						33888.08, -- [21]
						33889.90700000001, -- [22]
						33890.209, -- [23]
						33890.92, -- [24]
						33891.004, -- [25]
						33892.21600000002, -- [26]
						33892.71399999999, -- [27]
						33893.628, -- [28]
						33900.902, -- [29]
						33900.90300000001, -- [30]
						33900.90300000001, -- [31]
						33900.90300000001, -- [32]
						-14.74200000000201, -- [33]
						-14.7410000000018, -- [34]
						-13.92799999999988, -- [35]
						-13.92699999999968, -- [36]
						-12.39600000000064, -- [37]
						-11.92900000000009, -- [38]
						-11.01699999999983, -- [39]
						-10.41800000000148, -- [40]
						-10.13500000000204, -- [41]
						-9.302999999999884, -- [42]
						-8.400000000001455, -- [43]
						-8.055000000000291, -- [44]
						-7.688000000001921, -- [45]
						-6.639999999999418, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [9]
						"Гадюка <Эларин> умирает.", -- [10]
						"Гадюка <Эларин> умирает.", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -44 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -47 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -82 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -86 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [27]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [28]
						"Гадюка <Эларин> умирает.", -- [29]
						"Гадюка <Эларин> умирает.", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [33]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [34]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -33 (Physical)", -- [35]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -40 (Physical)", -- [36]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -41 (Physical)", -- [37]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [38]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [39]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -33 (Physical)", -- [40]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [41]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [42]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [43]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [44]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -38 (Physical)", -- [45]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -44 (Physical)", -- [46]
						"Гадюка <Эларин> умирает.", -- [47]
						"Гадюка <Эларин> умирает.", -- [48]
						"Гадюка <Эларин> умирает.", -- [49]
						"Гадюка <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"MISC", -- [10]
						"MISC", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"MISC", -- [29]
						"MISC", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [2]
				{
					["MessageTimes"] = {
						28380.461, -- [1]
						28382.885, -- [2]
						28383.001, -- [3]
						28383.001, -- [4]
						28383.283, -- [5]
						28385.195, -- [6]
						28385.608, -- [7]
						28385.608, -- [8]
						28386.106, -- [9]
						28395.366, -- [10]
						28395.367, -- [11]
						28395.367, -- [12]
						28395.367, -- [13]
						33885.209, -- [14]
						33885.209, -- [15]
						33885.209, -- [16]
						33885.21000000001, -- [17]
						33887.499, -- [18]
						33887.799, -- [19]
						33887.99799999999, -- [20]
						33888.08, -- [21]
						33889.90700000001, -- [22]
						33890.209, -- [23]
						33890.92, -- [24]
						33891.004, -- [25]
						33892.21600000002, -- [26]
						33892.71399999999, -- [27]
						33893.628, -- [28]
						33900.902, -- [29]
						33900.90300000001, -- [30]
						33900.90300000001, -- [31]
						33900.90300000001, -- [32]
						-14.74200000000201, -- [33]
						-14.7410000000018, -- [34]
						-13.92799999999988, -- [35]
						-13.92699999999968, -- [36]
						-12.39600000000064, -- [37]
						-11.92900000000009, -- [38]
						-11.01699999999983, -- [39]
						-10.41800000000148, -- [40]
						-10.13500000000204, -- [41]
						-9.302999999999884, -- [42]
						-8.400000000001455, -- [43]
						-8.055000000000291, -- [44]
						-7.688000000001921, -- [45]
						-6.639999999999418, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [9]
						"Гадюка <Эларин> умирает.", -- [10]
						"Гадюка <Эларин> умирает.", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -44 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -47 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -82 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -86 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [27]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [28]
						"Гадюка <Эларин> умирает.", -- [29]
						"Гадюка <Эларин> умирает.", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [33]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [34]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -33 (Physical)", -- [35]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -40 (Physical)", -- [36]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -41 (Physical)", -- [37]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [38]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [39]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -33 (Physical)", -- [40]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [41]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [42]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [43]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [44]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -38 (Physical)", -- [45]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -44 (Physical)", -- [46]
						"Гадюка <Эларин> умирает.", -- [47]
						"Гадюка <Эларин> умирает.", -- [48]
						"Гадюка <Эларин> умирает.", -- [49]
						"Гадюка <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"MISC", -- [10]
						"MISC", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"MISC", -- [29]
						"MISC", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [3]
				{
					["MessageTimes"] = {
						28380.461, -- [1]
						28382.885, -- [2]
						28383.001, -- [3]
						28383.001, -- [4]
						28383.283, -- [5]
						28385.195, -- [6]
						28385.608, -- [7]
						28385.608, -- [8]
						28386.106, -- [9]
						28395.366, -- [10]
						28395.367, -- [11]
						28395.367, -- [12]
						28395.367, -- [13]
						33885.209, -- [14]
						33885.209, -- [15]
						33885.209, -- [16]
						33885.21000000001, -- [17]
						33887.499, -- [18]
						33887.799, -- [19]
						33887.99799999999, -- [20]
						33888.08, -- [21]
						33889.90700000001, -- [22]
						33890.209, -- [23]
						33890.92, -- [24]
						33891.004, -- [25]
						33892.21600000002, -- [26]
						33892.71399999999, -- [27]
						33893.628, -- [28]
						33900.902, -- [29]
						33900.90300000001, -- [30]
						33900.90300000001, -- [31]
						33900.90300000001, -- [32]
						-14.74200000000201, -- [33]
						-14.7410000000018, -- [34]
						-13.92799999999988, -- [35]
						-13.92699999999968, -- [36]
						-12.39600000000064, -- [37]
						-11.92900000000009, -- [38]
						-11.01699999999983, -- [39]
						-10.41800000000148, -- [40]
						-10.13500000000204, -- [41]
						-9.302999999999884, -- [42]
						-8.400000000001455, -- [43]
						-8.055000000000291, -- [44]
						-7.688000000001921, -- [45]
						-6.639999999999418, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						false, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						false, -- [33]
						false, -- [34]
						false, -- [35]
						false, -- [36]
						false, -- [37]
						false, -- [38]
						false, -- [39]
						false, -- [40]
						false, -- [41]
						false, -- [42]
						false, -- [43]
						false, -- [44]
						false, -- [45]
						false, -- [46]
						true, -- [47]
						true, -- [48]
						true, -- [49]
						true, -- [50]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [9]
						"Гадюка <Эларин> умирает.", -- [10]
						"Гадюка <Эларин> умирает.", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -44 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Hit -47 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -82 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -86 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [27]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [28]
						"Гадюка <Эларин> умирает.", -- [29]
						"Гадюка <Эларин> умирает.", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [33]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [34]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -33 (Physical)", -- [35]
						"Гадюка <Эларин> Атака ближнего боя Громила из клана Боевого Молота Hit -40 (Physical)", -- [36]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -41 (Physical)", -- [37]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [38]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [39]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -33 (Physical)", -- [40]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [41]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -42 (Physical)", -- [42]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -34 (Physical)", -- [43]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -37 (Physical)", -- [44]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -38 (Physical)", -- [45]
						"Гадюка <Эларин> Атака ближнего боя Чернокнижник из клана Боевого Молота Hit -44 (Physical)", -- [46]
						"Гадюка <Эларин> умирает.", -- [47]
						"Гадюка <Эларин> умирает.", -- [48]
						"Гадюка <Эларин> умирает.", -- [49]
						"Гадюка <Эларин> умирает.", -- [50]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["DeathAt"] = 1288561639,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
						0, -- [35]
						0, -- [36]
						0, -- [37]
						0, -- [38]
						0, -- [39]
						0, -- [40]
						0, -- [41]
						0, -- [42]
						0, -- [43]
						0, -- [44]
						0, -- [45]
						0, -- [46]
						0, -- [47]
						0, -- [48]
						0, -- [49]
						0, -- [50]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
						"???", -- [35]
						"???", -- [36]
						"???", -- [37]
						"???", -- [38]
						"???", -- [39]
						"???", -- [40]
						"???", -- [41]
						"???", -- [42]
						"???", -- [43]
						"???", -- [44]
						"???", -- [45]
						"???", -- [46]
						"???", -- [47]
						"???", -- [48]
						"???", -- [49]
						"???", -- [50]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"MISC", -- [10]
						"MISC", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"MISC", -- [29]
						"MISC", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"DAMAGE", -- [33]
						"DAMAGE", -- [34]
						"DAMAGE", -- [35]
						"DAMAGE", -- [36]
						"DAMAGE", -- [37]
						"DAMAGE", -- [38]
						"DAMAGE", -- [39]
						"DAMAGE", -- [40]
						"DAMAGE", -- [41]
						"DAMAGE", -- [42]
						"DAMAGE", -- [43]
						"DAMAGE", -- [44]
						"DAMAGE", -- [45]
						"DAMAGE", -- [46]
						"MISC", -- [47]
						"MISC", -- [48]
						"MISC", -- [49]
						"MISC", -- [50]
					},
				}, -- [4]
				{
					["MessageTimes"] = {
						-13.40299999999843, -- [1]
						-13.10299999999552, -- [2]
						-12.90399999999499, -- [3]
						-12.82200000000012, -- [4]
						-10.99499999999534, -- [5]
						-10.6929999999993, -- [6]
						-9.981999999996333, -- [7]
						-9.898000000001048, -- [8]
						-8.685999999994237, -- [9]
						-8.187999999994645, -- [10]
						-7.273999999997614, -- [11]
						0, -- [12]
						0.001000000003841706, -- [13]
						0.001000000003841706, -- [14]
						0.001000000003841706, -- [15]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
					},
				}, -- [5]
				{
					["MessageTimes"] = {
						-13.40400000000227, -- [1]
						-13.10399999999936, -- [2]
						-12.90499999999884, -- [3]
						-12.82300000000396, -- [4]
						-10.99599999999919, -- [5]
						-10.69400000000314, -- [6]
						-9.983000000000175, -- [7]
						-9.899000000004889, -- [8]
						-8.686999999998079, -- [9]
						-8.188999999998487, -- [10]
						-7.275000000001455, -- [11]
						-0.001000000003841706, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
					},
				}, -- [6]
				{
					["MessageTimes"] = {
						-13.40400000000227, -- [1]
						-13.10399999999936, -- [2]
						-12.90499999999884, -- [3]
						-12.82300000000396, -- [4]
						-10.99599999999919, -- [5]
						-10.69400000000314, -- [6]
						-9.983000000000175, -- [7]
						-9.899000000004889, -- [8]
						-8.686999999998079, -- [9]
						-8.188999999998487, -- [10]
						-7.275000000001455, -- [11]
						-0.001000000003841706, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
					},
				}, -- [7]
				{
					["MessageTimes"] = {
						-13.40400000000227, -- [1]
						-13.10399999999936, -- [2]
						-12.90499999999884, -- [3]
						-12.82300000000396, -- [4]
						-10.99599999999919, -- [5]
						-10.69400000000314, -- [6]
						-9.983000000000175, -- [7]
						-9.899000000004889, -- [8]
						-8.686999999998079, -- [9]
						-8.188999999998487, -- [10]
						-7.275000000001455, -- [11]
						-0.001000000003841706, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -86 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -50 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -37 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [11]
						"Гадюка <Эларин> умирает.", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["DeathAt"] = 1287956621,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"MISC", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
					},
				}, -- [8]
				{
					["MessageTimes"] = {
						-14.9059999999954, -- [1]
						-14.90499999999884, -- [2]
						-14.90499999999884, -- [3]
						-14.90499999999884, -- [4]
						-12.48099999999977, -- [5]
						-12.36499999999796, -- [6]
						-12.36499999999796, -- [7]
						-12.08299999999872, -- [8]
						-10.17099999999482, -- [9]
						-9.757999999994354, -- [10]
						-9.757999999994354, -- [11]
						-9.259999999994761, -- [12]
						0, -- [13]
						0.001000000003841706, -- [14]
						0.001000000003841706, -- [15]
						0.001000000003841706, -- [16]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
						"Гадюка <Эларин> умирает.", -- [16]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
						"MISC", -- [16]
					},
				}, -- [9]
				{
					["MessageTimes"] = {
						-14.90699999999924, -- [1]
						-14.90600000000268, -- [2]
						-14.90600000000268, -- [3]
						-14.90600000000268, -- [4]
						-12.48200000000361, -- [5]
						-12.3660000000018, -- [6]
						-12.3660000000018, -- [7]
						-12.08400000000256, -- [8]
						-10.17199999999866, -- [9]
						-9.758999999998196, -- [10]
						-9.758999999998196, -- [11]
						-9.260999999998603, -- [12]
						-0.001000000003841706, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
						"Гадюка <Эларин> умирает.", -- [16]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
						"MISC", -- [16]
					},
				}, -- [10]
				{
					["MessageTimes"] = {
						-14.90699999999924, -- [1]
						-14.90600000000268, -- [2]
						-14.90600000000268, -- [3]
						-14.90600000000268, -- [4]
						-12.48200000000361, -- [5]
						-12.3660000000018, -- [6]
						-12.3660000000018, -- [7]
						-12.08400000000256, -- [8]
						-10.17199999999866, -- [9]
						-9.758999999998196, -- [10]
						-9.758999999998196, -- [11]
						-9.260999999998603, -- [12]
						-0.001000000003841706, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
						"Гадюка <Эларин> умирает.", -- [16]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
						"MISC", -- [16]
					},
				}, -- [11]
				{
					["MessageTimes"] = {
						-14.90699999999924, -- [1]
						-14.90600000000268, -- [2]
						-14.90600000000268, -- [3]
						-14.90600000000268, -- [4]
						-12.48200000000361, -- [5]
						-12.3660000000018, -- [6]
						-12.3660000000018, -- [7]
						-12.08400000000256, -- [8]
						-10.17199999999866, -- [9]
						-9.758999999998196, -- [10]
						-9.758999999998196, -- [11]
						-9.260999999998603, -- [12]
						-0.001000000003841706, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [4]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -41 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -45 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Зеленый слякоч Crit -94 (Physical)", -- [12]
						"Гадюка <Эларин> умирает.", -- [13]
						"Гадюка <Эларин> умирает.", -- [14]
						"Гадюка <Эларин> умирает.", -- [15]
						"Гадюка <Эларин> умирает.", -- [16]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["DeathAt"] = 1287951105,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"MISC", -- [13]
						"MISC", -- [14]
						"MISC", -- [15]
						"MISC", -- [16]
					},
				}, -- [12]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.001000000000203727, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Гадюка <Эларин> умирает.", -- [1]
						"Гадюка <Эларин> умирает.", -- [2]
						"Гадюка <Эларин> умирает.", -- [3]
						"Гадюка <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [13]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.001000000000203727, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Гадюка <Эларин> умирает.", -- [1]
						"Гадюка <Эларин> умирает.", -- [2]
						"Гадюка <Эларин> умирает.", -- [3]
						"Гадюка <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [14]
				{
					["MessageTimes"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.001000000000203727, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Гадюка <Эларин> умирает.", -- [1]
						"Гадюка <Эларин> умирает.", -- [2]
						"Гадюка <Эларин> умирает.", -- [3]
						"Гадюка <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [15]
				{
					["MessageTimes"] = {
						-0.001000000000203727, -- [1]
						-0.001000000000203727, -- [2]
						-0.001000000000203727, -- [3]
						0, -- [4]
					},
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
					},
					["Messages"] = {
						"Гадюка <Эларин> умирает.", -- [1]
						"Гадюка <Эларин> умирает.", -- [2]
						"Гадюка <Эларин> умирает.", -- [3]
						"Гадюка <Эларин> умирает.", -- [4]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["DeathAt"] = 1287934958,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
					},
					["MessageType"] = {
						"MISC", -- [1]
						"MISC", -- [2]
						"MISC", -- [3]
						"MISC", -- [4]
					},
				}, -- [16]
				{
					["MessageTimes"] = {
						-14.9419999999991, -- [1]
						-14.9419999999991, -- [2]
						-14.9419999999991, -- [3]
						-14.9419999999991, -- [4]
						-12.56500000000233, -- [5]
						-12.56400000000213, -- [6]
						-12.56400000000213, -- [7]
						-12.39900000000125, -- [8]
						-12.24799999999959, -- [9]
						-10.20200000000114, -- [10]
						-10.03600000000006, -- [11]
						-10.03499999999985, -- [12]
						-9.519000000000233, -- [13]
						-8.65400000000227, -- [14]
						-7.838999999999942, -- [15]
						-7.673000000002503, -- [16]
						-7.671000000002096, -- [17]
						-6.674000000002707, -- [18]
						-5.526000000001659, -- [19]
						-5.359000000000378, -- [20]
						-5.191999999999098, -- [21]
						-3.878000000000611, -- [22]
						-3.211999999999534, -- [23]
						-3.013000000002648, -- [24]
						-2.680000000000291, -- [25]
						-1.182000000000699, -- [26]
						-0.8490000000019791, -- [27]
						-0.5169999999998254, -- [28]
						-0.5169999999998254, -- [29]
						-0.3500000000021828, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [4]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [12]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [13]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -30 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -40 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -47 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [27]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [28]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [29]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> умирает.", -- [33]
						"Гадюка <Эларин> умирает.", -- [34]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"MISC", -- [33]
						"MISC", -- [34]
					},
				}, -- [17]
				{
					["MessageTimes"] = {
						-14.9419999999991, -- [1]
						-14.9419999999991, -- [2]
						-14.9419999999991, -- [3]
						-14.9419999999991, -- [4]
						-12.56500000000233, -- [5]
						-12.56400000000213, -- [6]
						-12.56400000000213, -- [7]
						-12.39900000000125, -- [8]
						-12.24799999999959, -- [9]
						-10.20200000000114, -- [10]
						-10.03600000000006, -- [11]
						-10.03499999999985, -- [12]
						-9.519000000000233, -- [13]
						-8.65400000000227, -- [14]
						-7.838999999999942, -- [15]
						-7.673000000002503, -- [16]
						-7.671000000002096, -- [17]
						-6.674000000002707, -- [18]
						-5.526000000001659, -- [19]
						-5.359000000000378, -- [20]
						-5.191999999999098, -- [21]
						-3.878000000000611, -- [22]
						-3.211999999999534, -- [23]
						-3.013000000002648, -- [24]
						-2.680000000000291, -- [25]
						-1.182000000000699, -- [26]
						-0.8490000000019791, -- [27]
						-0.5169999999998254, -- [28]
						-0.5169999999998254, -- [29]
						-0.3500000000021828, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [4]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [12]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [13]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -30 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -40 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -47 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [27]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [28]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [29]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> умирает.", -- [33]
						"Гадюка <Эларин> умирает.", -- [34]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"MISC", -- [33]
						"MISC", -- [34]
					},
				}, -- [18]
				{
					["MessageTimes"] = {
						-14.9419999999991, -- [1]
						-14.9419999999991, -- [2]
						-14.9419999999991, -- [3]
						-14.9419999999991, -- [4]
						-12.56500000000233, -- [5]
						-12.56400000000213, -- [6]
						-12.56400000000213, -- [7]
						-12.39900000000125, -- [8]
						-12.24799999999959, -- [9]
						-10.20200000000114, -- [10]
						-10.03600000000006, -- [11]
						-10.03499999999985, -- [12]
						-9.519000000000233, -- [13]
						-8.65400000000227, -- [14]
						-7.838999999999942, -- [15]
						-7.673000000002503, -- [16]
						-7.671000000002096, -- [17]
						-6.674000000002707, -- [18]
						-5.526000000001659, -- [19]
						-5.359000000000378, -- [20]
						-5.191999999999098, -- [21]
						-3.878000000000611, -- [22]
						-3.211999999999534, -- [23]
						-3.013000000002648, -- [24]
						-2.680000000000291, -- [25]
						-1.182000000000699, -- [26]
						-0.8490000000019791, -- [27]
						-0.5169999999998254, -- [28]
						-0.5169999999998254, -- [29]
						-0.3500000000021828, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [4]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [12]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [13]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -30 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -40 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -47 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [27]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [28]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [29]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> умирает.", -- [33]
						"Гадюка <Эларин> умирает.", -- [34]
					},
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["DeathAt"] = 1287331027,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"MISC", -- [33]
						"MISC", -- [34]
					},
				}, -- [19]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						false, -- [11]
						false, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						false, -- [17]
						false, -- [18]
						false, -- [19]
						false, -- [20]
						false, -- [21]
						false, -- [22]
						false, -- [23]
						false, -- [24]
						false, -- [25]
						false, -- [26]
						false, -- [27]
						true, -- [28]
						false, -- [29]
						false, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [1]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [2]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [3]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [4]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [5]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [6]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -38 (Physical)", -- [7]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [8]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -48 (Physical)", -- [9]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -87 (Physical)", -- [10]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [11]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -46 (Physical)", -- [12]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [13]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -30 (Physical)", -- [14]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [15]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [16]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [17]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -88 (Physical)", -- [18]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -40 (Physical)", -- [19]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [20]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -42 (Physical)", -- [21]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -44 (Physical)", -- [22]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -47 (Physical)", -- [23]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Crit -83 (Physical)", -- [24]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -49 (Physical)", -- [25]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [26]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [27]
						"Нефритовый слизнюк Атака ближнего боя Гадюка <Эларин> Hit -38 (Physical)", -- [28]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [29]
						"Гадюка <Эларин> Атака ближнего боя Нефритовый слизнюк Hit -43 (Physical)", -- [30]
						"Гадюка <Эларин> умирает.", -- [31]
						"Гадюка <Эларин> умирает.", -- [32]
						"Гадюка <Эларин> умирает.", -- [33]
						"Гадюка <Эларин> умирает.", -- [34]
					},
					["DeathAt"] = 1287331027,
					["HealthNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageTimes"] = {
						-14.9419999999991, -- [1]
						-14.9419999999991, -- [2]
						-14.9419999999991, -- [3]
						-14.9419999999991, -- [4]
						-12.56500000000233, -- [5]
						-12.56400000000213, -- [6]
						-12.56400000000213, -- [7]
						-12.39900000000125, -- [8]
						-12.24799999999959, -- [9]
						-10.20200000000114, -- [10]
						-10.03600000000006, -- [11]
						-10.03499999999985, -- [12]
						-9.519000000000233, -- [13]
						-8.65400000000227, -- [14]
						-7.838999999999942, -- [15]
						-7.673000000002503, -- [16]
						-7.671000000002096, -- [17]
						-6.674000000002707, -- [18]
						-5.526000000001659, -- [19]
						-5.359000000000378, -- [20]
						-5.191999999999098, -- [21]
						-3.878000000000611, -- [22]
						-3.211999999999534, -- [23]
						-3.013000000002648, -- [24]
						-2.680000000000291, -- [25]
						-1.182000000000699, -- [26]
						-0.8490000000019791, -- [27]
						-0.5169999999998254, -- [28]
						-0.5169999999998254, -- [29]
						-0.3500000000021828, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["KilledBy"] = "Нефритовый слизнюк",
					["Health"] = {
						"???", -- [1]
						"???", -- [2]
						"???", -- [3]
						"???", -- [4]
						"???", -- [5]
						"???", -- [6]
						"???", -- [7]
						"???", -- [8]
						"???", -- [9]
						"???", -- [10]
						"???", -- [11]
						"???", -- [12]
						"???", -- [13]
						"???", -- [14]
						"???", -- [15]
						"???", -- [16]
						"???", -- [17]
						"???", -- [18]
						"???", -- [19]
						"???", -- [20]
						"???", -- [21]
						"???", -- [22]
						"???", -- [23]
						"???", -- [24]
						"???", -- [25]
						"???", -- [26]
						"???", -- [27]
						"???", -- [28]
						"???", -- [29]
						"???", -- [30]
						"???", -- [31]
						"???", -- [32]
						"???", -- [33]
						"???", -- [34]
					},
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
						"MISC", -- [32]
						"MISC", -- [33]
						"MISC", -- [34]
					},
				}, -- [20]
			},
			["LastEventTimes"] = {
				48141.609, -- [1]
				48142.022, -- [2]
				48142.022, -- [3]
				48142.52, -- [4]
				48151.78, -- [5]
				48151.781, -- [6]
				48151.781, -- [7]
				48151.781, -- [8]
				53641.623, -- [9]
				53641.623, -- [10]
				53641.623, -- [11]
				53641.624, -- [12]
				53643.913, -- [13]
				53644.213, -- [14]
				53644.412, -- [15]
				53644.494, -- [16]
				53646.321, -- [17]
				53646.623, -- [18]
				53647.334, -- [19]
				53647.418, -- [20]
				53648.63000000001, -- [21]
				53649.128, -- [22]
				53650.042, -- [23]
				53657.316, -- [24]
				53657.317, -- [25]
				53657.317, -- [26]
				53657.317, -- [27]
				19741.672, -- [28]
				19741.673, -- [29]
				19742.486, -- [30]
				19742.487, -- [31]
				19744.018, -- [32]
				19744.485, -- [33]
				19745.397, -- [34]
				19745.996, -- [35]
				19746.279, -- [36]
				19747.111, -- [37]
				19748.014, -- [38]
				19748.359, -- [39]
				19748.726, -- [40]
				19749.774, -- [41]
				19756.414, -- [42]
				19756.414, -- [43]
				19756.414, -- [44]
				19756.414, -- [45]
				48136.875, -- [46]
				48139.299, -- [47]
				48139.415, -- [48]
				48139.415, -- [49]
				48139.697, -- [50]
			},
			["LastAbility"] = 38389.714,
		},
	},
	["FightNum"] = 303,
	["CombatTimes"] = {
		{
			1286659119, -- [1]
			1286659134, -- [2]
			"00:18:39", -- [3]
			"00:18:54", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [1]
		{
			1287156179, -- [1]
			1287156190, -- [2]
			"18:23:00", -- [3]
			"18:23:10", -- [4]
			"Среброгривый волк", -- [5]
		}, -- [2]
		{
			1287158176, -- [1]
			1287158201, -- [2]
			"18:56:16", -- [3]
			"18:56:41", -- [4]
			"Тренировочный манекен для опытных бойцов", -- [5]
		}, -- [3]
		{
			1287158434, -- [1]
			1287158800, -- [2]
			"19:00:34", -- [3]
			"19:06:40", -- [4]
			"Тренировочный манекен для опытных бойцов", -- [5]
		}, -- [4]
		{
			1287330814, -- [1]
			1287330831, -- [2]
			"18:53:35", -- [3]
			"18:53:51", -- [4]
			"Охотник за скальпами из племени Порочной Ветви", -- [5]
		}, -- [5]
		{
			1287330981, -- [1]
			1287330989, -- [2]
			"18:56:21", -- [3]
			"18:56:29", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [6]
		{
			1287330990, -- [1]
			1287330999, -- [2]
			"18:56:30", -- [3]
			"18:56:39", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [7]
		{
			1287331010, -- [1]
			1287331034, -- [2]
			"18:56:50", -- [3]
			"18:57:14", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [8]
		{
			1287331035, -- [1]
			1287331047, -- [2]
			"18:57:15", -- [3]
			"18:57:27", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [9]
		{
			1287331050, -- [1]
			1287331055, -- [2]
			"18:57:31", -- [3]
			"18:57:35", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [10]
		{
			1287331063, -- [1]
			1287331068, -- [2]
			"18:57:44", -- [3]
			"18:57:48", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [11]
		{
			1287331098, -- [1]
			1287331102, -- [2]
			"18:58:18", -- [3]
			"18:58:22", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [12]
		{
			1287331175, -- [1]
			1287331190, -- [2]
			"18:59:35", -- [3]
			"18:59:50", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [13]
		{
			1287331403, -- [1]
			1287331417, -- [2]
			"19:03:23", -- [3]
			"19:03:37", -- [4]
			"Грифон-остроклюв", -- [5]
		}, -- [14]
		{
			1287331443, -- [1]
			1287331456, -- [2]
			"19:04:04", -- [3]
			"19:04:16", -- [4]
			"Взыватель из племени Сухокожих", -- [5]
		}, -- [15]
		{
			1287331594, -- [1]
			1287331625, -- [2]
			"19:06:34", -- [3]
			"19:07:05", -- [4]
			"Ворожей из племени Порочной Ветви", -- [5]
		}, -- [16]
		{
			1287331747, -- [1]
			1287331772, -- [2]
			"19:09:08", -- [3]
			"19:09:32", -- [4]
			"Воин из племени Порочной Ветви", -- [5]
		}, -- [17]
		{
			1287331840, -- [1]
			1287331852, -- [2]
			"19:10:41", -- [3]
			"19:10:52", -- [4]
			"Среброгривый бродяга", -- [5]
		}, -- [18]
		{
			1287331959, -- [1]
			1287331972, -- [2]
			"19:12:40", -- [3]
			"19:12:52", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [19]
		{
			1287331984, -- [1]
			1287332003, -- [2]
			"19:13:05", -- [3]
			"19:13:23", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [20]
		{
			1287332069, -- [1]
			1287332091, -- [2]
			"19:14:30", -- [3]
			"19:14:51", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [21]
		{
			1287332155, -- [1]
			1287332201, -- [2]
			"19:15:55", -- [3]
			"19:16:41", -- [4]
			"Шкуродер из племени Сухокожих", -- [5]
		}, -- [22]
		{
			1287332258, -- [1]
			1287332309, -- [2]
			"19:17:39", -- [3]
			"19:18:29", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [23]
		{
			1287332373, -- [1]
			1287332387, -- [2]
			"19:19:33", -- [3]
			"19:19:47", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [24]
		{
			1287332451, -- [1]
			1287332478, -- [2]
			"19:20:52", -- [3]
			"19:21:18", -- [4]
			"Ворожей из племени Порочной Ветви", -- [5]
		}, -- [25]
		{
			1287332546, -- [1]
			1287332576, -- [2]
			"19:22:26", -- [3]
			"19:22:56", -- [4]
			"Дикий совух", -- [5]
		}, -- [26]
		{
			1287332826, -- [1]
			1287332845, -- [2]
			"19:27:07", -- [3]
			"19:27:25", -- [4]
			"Воин из племени Порочной Ветви", -- [5]
		}, -- [27]
		{
			1287333356, -- [1]
			1287333381, -- [2]
			"19:35:56", -- [3]
			"19:36:21", -- [4]
			"Скорпид-охотник", -- [5]
		}, -- [28]
		{
			1287333513, -- [1]
			1287333538, -- [2]
			"19:38:33", -- [3]
			"19:38:58", -- [4]
			"Стеклошкурый василиск", -- [5]
		}, -- [29]
		{
			1287333590, -- [1]
			1287333606, -- [2]
			"19:39:51", -- [3]
			"19:40:06", -- [4]
			"Жалоносец-сентипаар", -- [5]
		}, -- [30]
		{
			1287334087, -- [1]
			1287334092, -- [2]
			"19:48:07", -- [3]
			"19:48:12", -- [4]
			"Проходчик из улья Хаззали", -- [5]
		}, -- [31]
		{
			1287334106, -- [1]
			1287334112, -- [2]
			"19:48:26", -- [3]
			"19:48:32", -- [4]
			"Паразит из улья Хаззали", -- [5]
		}, -- [32]
		{
			1287334119, -- [1]
			1287334124, -- [2]
			"19:48:39", -- [3]
			"19:48:44", -- [4]
			"Паразит из улья Хаззали", -- [5]
		}, -- [33]
		{
			1287334356, -- [1]
			1287334371, -- [2]
			"19:52:37", -- [3]
			"19:52:51", -- [4]
			"Плетохвостый скорпид", -- [5]
		}, -- [34]
		{
			1287334376, -- [1]
			1287334391, -- [2]
			"19:52:57", -- [3]
			"19:53:11", -- [4]
			"Плетохвостый скорпид", -- [5]
		}, -- [35]
		{
			1287663686, -- [1]
			1287663691, -- [2]
			"15:21:27", -- [3]
			"15:21:31", -- [4]
			"Старый деметродон", -- [5]
		}, -- [36]
		{
			1287663900, -- [1]
			1287663904, -- [2]
			"15:25:01", -- [3]
			"15:25:04", -- [4]
			"Шипастый стегодон", -- [5]
		}, -- [37]
		{
			1287664168, -- [1]
			1287664196, -- [2]
			"15:29:29", -- [3]
			"15:29:56", -- [4]
			"Разоритель из улья Гориши", -- [5]
		}, -- [38]
		{
			1287664494, -- [1]
			1287664536, -- [2]
			"15:34:54", -- [3]
			"15:35:36", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [39]
		{
			1287664544, -- [1]
			1287664549, -- [2]
			"15:35:45", -- [3]
			"15:35:49", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [40]
		{
			1287664558, -- [1]
			1287664562, -- [2]
			"15:35:58", -- [3]
			"15:36:02", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [41]
		{
			1287664562, -- [1]
			1287664566, -- [2]
			"15:36:03", -- [3]
			"15:36:06", -- [4]
			"Ун'горская горилла", -- [5]
		}, -- [42]
		{
			1287664653, -- [1]
			1287664669, -- [2]
			"15:37:33", -- [3]
			"15:37:49", -- [4]
			"Птенец терродактиля", -- [5]
		}, -- [43]
		{
			1287664853, -- [1]
			1287664877, -- [2]
			"15:40:53", -- [3]
			"15:41:17", -- [4]
			"Липкий слизнюк", -- [5]
		}, -- [44]
		{
			1287665134, -- [1]
			1287665153, -- [2]
			"15:45:35", -- [3]
			"15:45:53", -- [4]
			"Испепеляющий элементаль", -- [5]
		}, -- [45]
		{
			1287665249, -- [1]
			1287665255, -- [2]
			"15:47:29", -- [3]
			"15:47:35", -- [4]
			"Разоритель из улья Гориши", -- [5]
		}, -- [46]
		{
			1287665337, -- [1]
			1287665341, -- [2]
			"15:48:58", -- [3]
			"15:49:01", -- [4]
			"Разоритель из улья Гориши", -- [5]
		}, -- [47]
		{
			1287665358, -- [1]
			1287665362, -- [2]
			"15:49:19", -- [3]
			"15:49:22", -- [4]
			"Острожал из улья Гориши", -- [5]
		}, -- [48]
		{
			1287665370, -- [1]
			1287665375, -- [2]
			"15:49:31", -- [3]
			"15:49:35", -- [4]
			"Проходчик из улья Гориши", -- [5]
		}, -- [49]
		{
			1287665399, -- [1]
			1287665403, -- [2]
			"15:50:00", -- [3]
			"15:50:03", -- [4]
			"Острожал из улья Гориши", -- [5]
		}, -- [50]
		{
			1287665601, -- [1]
			1287665617, -- [2]
			"15:53:21", -- [3]
			"15:53:37", -- [4]
			"Равазавр", -- [5]
		}, -- [51]
		{
			1287665629, -- [1]
			1287665637, -- [2]
			"15:53:50", -- [3]
			"15:53:57", -- [4]
			"Равазавр-бегун", -- [5]
		}, -- [52]
		{
			1287665775, -- [1]
			1287665780, -- [2]
			"15:56:15", -- [3]
			"15:56:20", -- [4]
			"Железношкурый дьявозавр", -- [5]
		}, -- [53]
		{
			1287665969, -- [1]
			1287665988, -- [2]
			"15:59:29", -- [3]
			"15:59:48", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [54]
		{
			1287665988, -- [1]
			1287665993, -- [2]
			"15:59:49", -- [3]
			"15:59:53", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [55]
		{
			1287665994, -- [1]
			1287666012, -- [2]
			"15:59:54", -- [3]
			"16:00:12", -- [4]
			"Ун'горская горилла", -- [5]
		}, -- [56]
		{
			1287666033, -- [1]
			1287666040, -- [2]
			"16:00:34", -- [3]
			"16:00:40", -- [4]
			"Ун'горский рокотун", -- [5]
		}, -- [57]
		{
			1287666044, -- [1]
			1287666061, -- [2]
			"16:00:45", -- [3]
			"16:01:01", -- [4]
			"Ун'горский топотун", -- [5]
		}, -- [58]
		{
			1287666180, -- [1]
			1287666191, -- [2]
			"16:03:01", -- [3]
			"16:03:11", -- [4]
			"Испепеляющий элементаль", -- [5]
		}, -- [59]
		{
			1287666297, -- [1]
			1287666304, -- [2]
			"16:04:58", -- [3]
			"16:05:04", -- [4]
			"Острожал из улья Гориши", -- [5]
		}, -- [60]
		{
			1287666496, -- [1]
			1287666501, -- [2]
			"16:08:17", -- [3]
			"16:08:21", -- [4]
			"Старый деметродон", -- [5]
		}, -- [61]
		{
			1287666744, -- [1]
			1287666783, -- [2]
			"16:12:24", -- [3]
			"16:13:03", -- [4]
			"Бесноватый терродактиль", -- [5]
		}, -- [62]
		{
			1287666829, -- [1]
			1287666846, -- [2]
			"16:13:49", -- [3]
			"16:14:06", -- [4]
			"Смоляной господин", -- [5]
		}, -- [63]
		{
			1287667748, -- [1]
			1287667760, -- [2]
			"16:29:08", -- [3]
			"16:29:20", -- [4]
			"Голодный хромоног", -- [5]
		}, -- [64]
		{
			1287667834, -- [1]
			1287667850, -- [2]
			"16:30:34", -- [3]
			"16:30:50", -- [4]
			"Жалоносец-сентипаар", -- [5]
		}, -- [65]
		{
			1287667878, -- [1]
			1287667886, -- [2]
			"16:31:18", -- [3]
			"16:31:26", -- [4]
			"Рабочий-сентипаар", -- [5]
		}, -- [66]
		{
			1287667930, -- [1]
			1287667945, -- [2]
			"16:32:10", -- [3]
			"16:32:25", -- [4]
			"Оса-сентипаар", -- [5]
		}, -- [67]
		{
			1287668346, -- [1]
			1287668361, -- [2]
			"16:39:06", -- [3]
			"16:39:21", -- [4]
			"Острожал из улья Хаззали", -- [5]
		}, -- [68]
		{
			1287697724, -- [1]
			1287697730, -- [2]
			"00:48:44", -- [3]
			"00:48:50", -- [4]
			"Пират Южных морей", -- [5]
		}, -- [69]
		{
			1287697901, -- [1]
			1287697916, -- [2]
			"00:51:41", -- [3]
			"00:51:56", -- [4]
			"Вор из шайки Скитальцев Пустыни", -- [5]
		}, -- [70]
		{
			1287698147, -- [1]
			1287698167, -- [2]
			"00:55:47", -- [3]
			"00:56:07", -- [4]
			"Членистоног-сентипаар", -- [5]
		}, -- [71]
		{
			1287698218, -- [1]
			1287698224, -- [2]
			"00:56:58", -- [3]
			"00:57:04", -- [4]
			"Рабочий-сентипаар", -- [5]
		}, -- [72]
		{
			1287698228, -- [1]
			1287698235, -- [2]
			"00:57:08", -- [3]
			"00:57:15", -- [4]
			"Рабочий-сентипаар", -- [5]
		}, -- [73]
		{
			1287698237, -- [1]
			1287698256, -- [2]
			"00:57:17", -- [3]
			"00:57:36", -- [4]
			"Жалоносец-сентипаар", -- [5]
		}, -- [74]
		{
			1287698267, -- [1]
			1287698273, -- [2]
			"00:57:47", -- [3]
			"00:57:53", -- [4]
			"Оса-сентипаар", -- [5]
		}, -- [75]
		{
			1287698321, -- [1]
			1287698325, -- [2]
			"00:58:41", -- [3]
			"00:58:45", -- [4]
			"Проходчик-сентипаар", -- [5]
		}, -- [76]
		{
			1287698326, -- [1]
			1287698330, -- [2]
			"00:58:46", -- [3]
			"00:58:50", -- [4]
			"Жалоносец-сентипаар", -- [5]
		}, -- [77]
		{
			1287698749, -- [1]
			1287698777, -- [2]
			"01:05:49", -- [3]
			"01:06:17", -- [4]
			"Рабочий из улья Хаззали", -- [5]
		}, -- [78]
		{
			1287698778, -- [1]
			1287698782, -- [2]
			"01:06:18", -- [3]
			"01:06:22", -- [4]
			"Проходчик из улья Хаззали", -- [5]
		}, -- [79]
		{
			1287698802, -- [1]
			1287698808, -- [2]
			"01:06:42", -- [3]
			"01:06:48", -- [4]
			"Рабочий из улья Хаззали", -- [5]
		}, -- [80]
		{
			1287698819, -- [1]
			1287698825, -- [2]
			"01:06:59", -- [3]
			"01:07:05", -- [4]
			"Песчаный разоритель из улья Хаззали", -- [5]
		}, -- [81]
		{
			1287698864, -- [1]
			1287698880, -- [2]
			"01:07:44", -- [3]
			"01:08:00", -- [4]
			"Оса из улья Хаззали", -- [5]
		}, -- [82]
		{
			1287698895, -- [1]
			1287698903, -- [2]
			"01:08:15", -- [3]
			"01:08:23", -- [4]
			"Проходчик из улья Хаззали", -- [5]
		}, -- [83]
		{
			1287698913, -- [1]
			1287698918, -- [2]
			"01:08:33", -- [3]
			"01:08:38", -- [4]
			"Паразит из улья Хаззали", -- [5]
		}, -- [84]
		{
			1287698918, -- [1]
			1287698922, -- [2]
			"01:08:38", -- [3]
			"01:08:42", -- [4]
			"Паразит из улья Хаззали", -- [5]
		}, -- [85]
		{
			1287783964, -- [1]
			1287783978, -- [2]
			"00:46:04", -- [3]
			"00:46:18", -- [4]
			"Вор из шайки Скитальцев Пустыни", -- [5]
		}, -- [86]
		{
			1287934215, -- [1]
			1287934280, -- [2]
			"18:30:16", -- [3]
			"18:31:20", -- [4]
			"Плетохвостый скорпид", -- [5]
		}, -- [87]
		{
			1287934321, -- [1]
			1287934330, -- [2]
			"18:32:01", -- [3]
			"18:32:10", -- [4]
			"Оса-сентипаар", -- [5]
		}, -- [88]
		{
			1287934330, -- [1]
			1287934347, -- [2]
			"18:32:10", -- [3]
			"18:32:27", -- [4]
			"Оса-сентипаар", -- [5]
		}, -- [89]
		{
			1287934445, -- [1]
			1287934460, -- [2]
			"18:34:05", -- [3]
			"18:34:20", -- [4]
			"Бешеный стертолап", -- [5]
		}, -- [90]
		{
			1287934798, -- [1]
			1287934806, -- [2]
			"18:39:58", -- [3]
			"18:40:06", -- [4]
			"Острожал из улья Хаззали", -- [5]
		}, -- [91]
		{
			1287934808, -- [1]
			1287934812, -- [2]
			"18:40:08", -- [3]
			"18:40:12", -- [4]
			"Паразит из улья Хаззали", -- [5]
		}, -- [92]
		{
			1287934832, -- [1]
			1287934848, -- [2]
			"18:40:32", -- [3]
			"18:40:48", -- [4]
			"Оса из улья Хаззали", -- [5]
		}, -- [93]
		{
			1287934914, -- [1]
			1287934943, -- [2]
			"18:41:54", -- [3]
			"18:42:23", -- [4]
			"Проходчик из улья Хаззали", -- [5]
		}, -- [94]
		{
			1287935012, -- [1]
			1287935078, -- [2]
			"18:43:32", -- [3]
			"18:44:38", -- [4]
			"Песчаный разоритель из улья Хаззали", -- [5]
		}, -- [95]
		{
			1287935472, -- [1]
			1287935491, -- [2]
			"18:51:13", -- [3]
			"18:51:31", -- [4]
			"Пират Южных морей", -- [5]
		}, -- [96]
		{
			1287943676, -- [1]
			1287943686, -- [2]
			"21:07:57", -- [3]
			"21:08:06", -- [4]
			"Буревестница из племени Колкар", -- [5]
		}, -- [97]
		{
			1287943823, -- [1]
			1287943839, -- [2]
			"21:10:24", -- [3]
			"21:10:39", -- [4]
			"Геомант из племени Дыбогривов", -- [5]
		}, -- [98]
		{
			1287943847, -- [1]
			1287943856, -- [2]
			"21:10:48", -- [3]
			"21:10:56", -- [4]
			"Охотник из племени Дыбогривов", -- [5]
		}, -- [99]
		{
			1287943873, -- [1]
			1287943880, -- [2]
			"21:11:14", -- [3]
			"21:11:20", -- [4]
			"Охотник из племени Дыбогривов", -- [5]
		}, -- [100]
		{
			1287944012, -- [1]
			1287944031, -- [2]
			"21:13:32", -- [3]
			"21:13:51", -- [4]
			"Охотник из племени Дыбогривов", -- [5]
		}, -- [101]
		{
			1287944278, -- [1]
			1287944391, -- [2]
			"21:17:58", -- [3]
			"21:19:51", -- [4]
			"Членистоног Силитида", -- [5]
		}, -- [102]
		{
			1287944457, -- [1]
			1287944485, -- [2]
			"21:20:58", -- [3]
			"21:21:25", -- [4]
			"Членистоног Силитида", -- [5]
		}, -- [103]
		{
			1287945342, -- [1]
			1287945347, -- [2]
			"21:35:42", -- [3]
			"21:35:47", -- [4]
			"Бешенер из племени Иглогривых", -- [5]
		}, -- [104]
		{
			1287945354, -- [1]
			1287945361, -- [2]
			"21:35:54", -- [3]
			"21:36:01", -- [4]
			"Ясновидец племени Иглогривых", -- [5]
		}, -- [105]
		{
			1287945388, -- [1]
			1287945395, -- [2]
			"21:36:28", -- [3]
			"21:36:35", -- [4]
			"Ловчий из племени Иглогривых", -- [5]
		}, -- [106]
		{
			1287945588, -- [1]
			1287945596, -- [2]
			"21:39:49", -- [3]
			"21:39:56", -- [4]
			"Многозубый ловец", -- [5]
		}, -- [107]
		{
			1287945703, -- [1]
			1287945721, -- [2]
			"21:41:44", -- [3]
			"21:42:01", -- [4]
			"Членистоног Силитида", -- [5]
		}, -- [108]
		{
			1287945821, -- [1]
			1287945833, -- [2]
			"21:43:42", -- [3]
			"21:43:53", -- [4]
			"Маркус Бел", -- [5]
		}, -- [109]
		{
			1287945870, -- [1]
			1287945882, -- [2]
			"21:44:30", -- [3]
			"21:44:42", -- [4]
			"Громоголов", -- [5]
		}, -- [110]
		{
			1287946230, -- [1]
			1287946240, -- [2]
			"21:50:31", -- [3]
			"21:50:40", -- [4]
			"Гиена племени Колкар", -- [5]
		}, -- [111]
		{
			1287946251, -- [1]
			1287946262, -- [2]
			"21:50:52", -- [3]
			"21:51:02", -- [4]
			"Зубастая гиена", -- [5]
		}, -- [112]
		{
			1287946391, -- [1]
			1287946403, -- [2]
			"21:53:11", -- [3]
			"21:53:23", -- [4]
			"Защитник племени Иглогривых", -- [5]
		}, -- [113]
		{
			1287949977, -- [1]
			1287949984, -- [2]
			"22:52:58", -- [3]
			"22:53:04", -- [4]
			"Среброгривый бродяга", -- [5]
		}, -- [114]
		{
			1287950129, -- [1]
			1287950139, -- [2]
			"22:55:29", -- [3]
			"22:55:39", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [115]
		{
			1287950140, -- [1]
			1287950146, -- [2]
			"22:55:40", -- [3]
			"22:55:46", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [116]
		{
			1287950160, -- [1]
			1287950167, -- [2]
			"22:56:00", -- [3]
			"22:56:07", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [117]
		{
			1287950194, -- [1]
			1287950198, -- [2]
			"22:56:34", -- [3]
			"22:56:38", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [118]
		{
			1287950203, -- [1]
			1287950212, -- [2]
			"22:56:44", -- [3]
			"22:56:52", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [119]
		{
			1287950219, -- [1]
			1287950223, -- [2]
			"22:56:59", -- [3]
			"22:57:03", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [120]
		{
			1287950228, -- [1]
			1287950232, -- [2]
			"22:57:09", -- [3]
			"22:57:12", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [121]
		{
			1287950239, -- [1]
			1287950243, -- [2]
			"22:57:20", -- [3]
			"22:57:23", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [122]
		{
			1287950267, -- [1]
			1287950288, -- [2]
			"22:57:47", -- [3]
			"22:58:08", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [123]
		{
			1287950338, -- [1]
			1287950352, -- [2]
			"22:58:58", -- [3]
			"22:59:12", -- [4]
			"Примитивный совух", -- [5]
		}, -- [124]
		{
			1287950416, -- [1]
			1287950423, -- [2]
			"23:00:17", -- [3]
			"23:00:23", -- [4]
			"Шкуродер из племени Сухокожих", -- [5]
		}, -- [125]
		{
			1287950554, -- [1]
			1287950567, -- [2]
			"23:02:35", -- [3]
			"23:02:47", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [126]
		{
			1287950571, -- [1]
			1287950577, -- [2]
			"23:02:51", -- [3]
			"23:02:57", -- [4]
			"Паучонок племени Сухокожих", -- [5]
		}, -- [127]
		{
			1287950632, -- [1]
			1287950668, -- [2]
			"23:03:52", -- [3]
			"23:04:28", -- [4]
			"Паук-нянька племени Сухокожих", -- [5]
		}, -- [128]
		{
			1287951017, -- [1]
			1287951034, -- [2]
			"23:10:18", -- [3]
			"23:10:34", -- [4]
			"Охотник за скальпами из племени Порочной Ветви", -- [5]
		}, -- [129]
		{
			1287951061, -- [1]
			1287951096, -- [2]
			"23:11:01", -- [3]
			"23:11:36", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [130]
		{
			1287951144, -- [1]
			1287951157, -- [2]
			"23:12:25", -- [3]
			"23:12:37", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [131]
		{
			1287951219, -- [1]
			1287951223, -- [2]
			"23:13:40", -- [3]
			"23:13:43", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [132]
		{
			1287951226, -- [1]
			1287951233, -- [2]
			"23:13:47", -- [3]
			"23:13:53", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [133]
		{
			1287951296, -- [1]
			1287951311, -- [2]
			"23:14:56", -- [3]
			"23:15:11", -- [4]
			"Среброгривый ревун", -- [5]
		}, -- [134]
		{
			1287951394, -- [1]
			1287951400, -- [2]
			"23:16:34", -- [3]
			"23:16:40", -- [4]
			"Шкуродер из племени Сухокожих", -- [5]
		}, -- [135]
		{
			1287951521, -- [1]
			1287951536, -- [2]
			"23:18:42", -- [3]
			"23:18:56", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [136]
		{
			1287951558, -- [1]
			1287951570, -- [2]
			"23:19:18", -- [3]
			"23:19:30", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [137]
		{
			1287951618, -- [1]
			1287951645, -- [2]
			"23:20:19", -- [3]
			"23:20:45", -- [4]
			"Паук-нянька племени Сухокожих", -- [5]
		}, -- [138]
		{
			1287951994, -- [1]
			1287952010, -- [2]
			"23:26:35", -- [3]
			"23:26:50", -- [4]
			"Дикий совух", -- [5]
		}, -- [139]
		{
			1287952153, -- [1]
			1287952179, -- [2]
			"23:29:14", -- [3]
			"23:29:39", -- [4]
			"Среброгривый бродяга", -- [5]
		}, -- [140]
		{
			1287952451, -- [1]
			1287952459, -- [2]
			"23:34:11", -- [3]
			"23:34:19", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [141]
		{
			1287952518, -- [1]
			1287952526, -- [2]
			"23:35:19", -- [3]
			"23:35:26", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [142]
		{
			1287952534, -- [1]
			1287952538, -- [2]
			"23:35:35", -- [3]
			"23:35:38", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [143]
		{
			1287952577, -- [1]
			1287952582, -- [2]
			"23:36:18", -- [3]
			"23:36:22", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [144]
		{
			1287952584, -- [1]
			1287952590, -- [2]
			"23:36:25", -- [3]
			"23:36:30", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [145]
		{
			1287952598, -- [1]
			1287952603, -- [2]
			"23:36:39", -- [3]
			"23:36:43", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [146]
		{
			1287952637, -- [1]
			1287952648, -- [2]
			"23:37:18", -- [3]
			"23:37:28", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [147]
		{
			1287952714, -- [1]
			1287952720, -- [2]
			"23:38:34", -- [3]
			"23:38:40", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [148]
		{
			1287952769, -- [1]
			1287952785, -- [2]
			"23:39:29", -- [3]
			"23:39:45", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [149]
		{
			1287952826, -- [1]
			1287952838, -- [2]
			"23:40:26", -- [3]
			"23:40:38", -- [4]
			"Разведчик высокодолья", -- [5]
		}, -- [150]
		{
			1287952935, -- [1]
			1287952950, -- [2]
			"23:42:16", -- [3]
			"23:42:30", -- [4]
			"Среброгривый волк", -- [5]
		}, -- [151]
		{
			1287952972, -- [1]
			1287953012, -- [2]
			"23:42:53", -- [3]
			"23:43:32", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [152]
		{
			1287953048, -- [1]
			1287953063, -- [2]
			"23:44:09", -- [3]
			"23:44:23", -- [4]
			"Паук-нянька племени Сухокожих", -- [5]
		}, -- [153]
		{
			1287953090, -- [1]
			1287953097, -- [2]
			"23:44:50", -- [3]
			"23:44:57", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [154]
		{
			1287956539, -- [1]
			1287956557, -- [2]
			"00:42:20", -- [3]
			"00:42:37", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [155]
		{
			1287956588, -- [1]
			1287956614, -- [2]
			"00:43:09", -- [3]
			"00:43:34", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [156]
		{
			1287956629, -- [1]
			1287956634, -- [2]
			"00:43:49", -- [3]
			"00:43:54", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [157]
		{
			1287956639, -- [1]
			1287956643, -- [2]
			"00:44:00", -- [3]
			"00:44:03", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [158]
		{
			1287956654, -- [1]
			1287956658, -- [2]
			"00:44:15", -- [3]
			"00:44:18", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [159]
		{
			1287956665, -- [1]
			1287956670, -- [2]
			"00:44:25", -- [3]
			"00:44:30", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [160]
		{
			1287956671, -- [1]
			1287956675, -- [2]
			"00:44:31", -- [3]
			"00:44:35", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [161]
		{
			1287956719, -- [1]
			1287956735, -- [2]
			"00:45:20", -- [3]
			"00:45:35", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [162]
		{
			1287956831, -- [1]
			1287956848, -- [2]
			"00:47:12", -- [3]
			"00:47:28", -- [4]
			"Примитивный совух", -- [5]
		}, -- [163]
		{
			1287956873, -- [1]
			1287956880, -- [2]
			"00:47:54", -- [3]
			"00:48:00", -- [4]
			"Отравитель из племени Сухокожих", -- [5]
		}, -- [164]
		{
			1287956904, -- [1]
			1287956921, -- [2]
			"00:48:25", -- [3]
			"00:48:41", -- [4]
			"Отравитель из племени Сухокожих", -- [5]
		}, -- [165]
		{
			1287956975, -- [1]
			1287957008, -- [2]
			"00:49:35", -- [3]
			"00:50:08", -- [4]
			"Среброгривый волк", -- [5]
		}, -- [166]
		{
			1287957020, -- [1]
			1287957036, -- [2]
			"00:50:20", -- [3]
			"00:50:36", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [167]
		{
			1287957086, -- [1]
			1287957134, -- [2]
			"00:51:26", -- [3]
			"00:52:14", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [168]
		{
			1287957300, -- [1]
			1287957307, -- [2]
			"00:55:01", -- [3]
			"00:55:07", -- [4]
			"Среброгривый бродяга", -- [5]
		}, -- [169]
		{
			1287957465, -- [1]
			1287957470, -- [2]
			"00:57:45", -- [3]
			"00:57:50", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [170]
		{
			1287957475, -- [1]
			1287957479, -- [2]
			"00:57:56", -- [3]
			"00:57:59", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [171]
		{
			1287957497, -- [1]
			1287957501, -- [2]
			"00:58:17", -- [3]
			"00:58:21", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [172]
		{
			1287957515, -- [1]
			1287957519, -- [2]
			"00:58:35", -- [3]
			"00:58:39", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [173]
		{
			1287957519, -- [1]
			1287957528, -- [2]
			"00:58:39", -- [3]
			"00:58:48", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [174]
		{
			1287957529, -- [1]
			1287957538, -- [2]
			"00:58:49", -- [3]
			"00:58:58", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [175]
		{
			1287957543, -- [1]
			1287957559, -- [2]
			"00:59:03", -- [3]
			"00:59:19", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [176]
		{
			1287957661, -- [1]
			1287957693, -- [2]
			"01:01:01", -- [3]
			"01:01:33", -- [4]
			"Шкуродер из племени Сухокожих", -- [5]
		}, -- [177]
		{
			1287957699, -- [1]
			1287957713, -- [2]
			"01:01:39", -- [3]
			"01:01:53", -- [4]
			"Злобный совух", -- [5]
		}, -- [178]
		{
			1287957774, -- [1]
			1287957795, -- [2]
			"01:02:55", -- [3]
			"01:03:15", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [179]
		{
			1287957822, -- [1]
			1287957836, -- [2]
			"01:03:43", -- [3]
			"01:03:56", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [180]
		{
			1287958122, -- [1]
			1287958137, -- [2]
			"01:08:42", -- [3]
			"01:08:57", -- [4]
			"Дикий совух", -- [5]
		}, -- [181]
		{
			1287958302, -- [1]
			1287958318, -- [2]
			"01:11:43", -- [3]
			"01:11:58", -- [4]
			"Охотник за скальпами из племени Порочной Ветви", -- [5]
		}, -- [182]
		{
			1287958406, -- [1]
			1287958414, -- [2]
			"01:13:27", -- [3]
			"01:13:34", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [183]
		{
			1287958435, -- [1]
			1287958440, -- [2]
			"01:13:55", -- [3]
			"01:14:00", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [184]
		{
			1287958442, -- [1]
			1287958449, -- [2]
			"01:14:02", -- [3]
			"01:14:09", -- [4]
			"Зеленый слякоч", -- [5]
		}, -- [185]
		{
			1287958477, -- [1]
			1287958481, -- [2]
			"01:14:37", -- [3]
			"01:14:41", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [186]
		{
			1287958488, -- [1]
			1287958495, -- [2]
			"01:14:48", -- [3]
			"01:14:55", -- [4]
			"Нефритовый слизнюк", -- [5]
		}, -- [187]
		{
			1287958565, -- [1]
			1287958579, -- [2]
			"01:16:05", -- [3]
			"01:16:19", -- [4]
			"Примитивный совух", -- [5]
		}, -- [188]
		{
			1287958587, -- [1]
			1287958696, -- [2]
			"01:16:28", -- [3]
			"01:18:16", -- [4]
			"Злобный совух", -- [5]
		}, -- [189]
		{
			1287958704, -- [1]
			1287958721, -- [2]
			"01:18:24", -- [3]
			"01:18:41", -- [4]
			"Шкуродер из племени Сухокожих", -- [5]
		}, -- [190]
		{
			1287958741, -- [1]
			1287958745, -- [2]
			"01:19:01", -- [3]
			"01:19:05", -- [4]
			"Садист из племени Сухокожих", -- [5]
		}, -- [191]
		{
			1287958784, -- [1]
			1287958820, -- [2]
			"01:19:45", -- [3]
			"01:20:20", -- [4]
			"Паук-нянька племени Сухокожих", -- [5]
		}, -- [192]
		{
			1287958836, -- [1]
			1287958846, -- [2]
			"01:20:37", -- [3]
			"01:20:46", -- [4]
			"Паук-нянька племени Сухокожих", -- [5]
		}, -- [193]
		{
			1287988735, -- [1]
			1287988807, -- [2]
			"09:38:56", -- [3]
			"09:40:07", -- [4]
			"Крикунья из клана Бича Злобы", -- [5]
		}, -- [194]
		{
			1287991780, -- [1]
			1287991798, -- [2]
			"10:29:40", -- [3]
			"10:29:58", -- [4]
			"Громоголовый патриарх", -- [5]
		}, -- [195]
		{
			1287992016, -- [1]
			1287992042, -- [2]
			"10:33:37", -- [3]
			"10:34:02", -- [4]
			"Сатир из племени Легаши", -- [5]
		}, -- [196]
		{
			1287992524, -- [1]
			1287992541, -- [2]
			"10:42:04", -- [3]
			"10:42:21", -- [4]
			"Крикунья из клана Бича Злобы", -- [5]
		}, -- [197]
		{
			1287992563, -- [1]
			1287992579, -- [2]
			"10:42:44", -- [3]
			"10:42:59", -- [4]
			"Сатир из племени Халдарр", -- [5]
		}, -- [198]
		{
			1287992617, -- [1]
			1287992622, -- [2]
			"10:43:37", -- [3]
			"10:43:42", -- [4]
			"Громоголовый гиппогриф", -- [5]
		}, -- [199]
		{
			1287993133, -- [1]
			1287993142, -- [2]
			"10:52:14", -- [3]
			"10:52:22", -- [4]
			"Громоголовый соправитель", -- [5]
		}, -- [200]
		{
			1287993529, -- [1]
			1287993548, -- [2]
			"10:58:50", -- [3]
			"10:59:08", -- [4]
			"Скверноподданный из племени Халдарр", -- [5]
		}, -- [201]
		{
			1288023644, -- [1]
			1288023672, -- [2]
			"19:20:45", -- [3]
			"19:21:12", -- [4]
			"Эльф крови-землемер", -- [5]
		}, -- [202]
		{
			1288023753, -- [1]
			1288023770, -- [2]
			"19:22:33", -- [3]
			"19:22:50", -- [4]
			"Сирена из клана Бича Злобы", -- [5]
		}, -- [203]
		{
			1288024130, -- [1]
			1288024136, -- [2]
			"19:28:51", -- [3]
			"19:28:56", -- [4]
			"Скалоход", -- [5]
		}, -- [204]
		{
			1288024518, -- [1]
			1288024522, -- [2]
			"19:35:18", -- [3]
			"19:35:22", -- [4]
			"Древесный отшельник", -- [5]
		}, -- [205]
		{
			1288024924, -- [1]
			1288024941, -- [2]
			"19:42:04", -- [3]
			"19:42:21", -- [4]
			"Громоголовый крыловоин", -- [5]
		}, -- [206]
		{
			1288025174, -- [1]
			1288025204, -- [2]
			"19:46:14", -- [3]
			"19:46:44", -- [4]
			"Громоголовый соправитель", -- [5]
		}, -- [207]
		{
			1288025267, -- [1]
			1288025285, -- [2]
			"19:47:48", -- [3]
			"19:48:05", -- [4]
			"Эльф крови-землемер", -- [5]
		}, -- [208]
		{
			1288025287, -- [1]
			1288025291, -- [2]
			"19:48:08", -- [3]
			"19:48:11", -- [4]
			"Эльф крови-землемер", -- [5]
		}, -- [209]
		{
			1288025415, -- [1]
			1288025489, -- [2]
			"19:50:15", -- [3]
			"19:51:29", -- [4]
			"Мирмидон из клана Бича Злобы", -- [5]
		}, -- [210]
		{
			1288025624, -- [1]
			1288025655, -- [2]
			"19:53:44", -- [3]
			"19:54:15", -- [4]
			"Громоголовый гиппогриф", -- [5]
		}, -- [211]
		{
			1288027637, -- [1]
			1288027648, -- [2]
			"20:27:17", -- [3]
			"20:27:28", -- [4]
			"Эльф крови-геодезист", -- [5]
		}, -- [212]
		{
			1288027666, -- [1]
			1288027683, -- [2]
			"20:27:46", -- [3]
			"20:28:03", -- [4]
			"Громоголовый крыловоин", -- [5]
		}, -- [213]
		{
			1288027837, -- [1]
			1288027842, -- [2]
			"20:30:37", -- [3]
			"20:30:42", -- [4]
			"Древесный отшельник", -- [5]
		}, -- [214]
		{
			1288028136, -- [1]
			1288028159, -- [2]
			"20:35:36", -- [3]
			"20:35:59", -- [4]
			"Змеестраж из клана Бича Злобы", -- [5]
		}, -- [215]
		{
			1288030143, -- [1]
			1288030163, -- [2]
			"21:09:03", -- [3]
			"21:09:23", -- [4]
			"Разбойник из племени Легаши", -- [5]
		}, -- [216]
		{
			1288032394, -- [1]
			1288032401, -- [2]
			"21:46:34", -- [3]
			"21:46:41", -- [4]
			"Зыбкий призыватель Бездны", -- [5]
		}, -- [217]
		{
			1288032931, -- [1]
			1288032939, -- [2]
			"21:55:31", -- [3]
			"21:55:39", -- [4]
			"Детеныш камнеруба", -- [5]
		}, -- [218]
		{
			1288033080, -- [1]
			1288033089, -- [2]
			"21:58:00", -- [3]
			"21:58:09", -- [4]
			"Опустошитель Колючего Клыка", -- [5]
		}, -- [219]
		{
			1288033816, -- [1]
			1288033860, -- [2]
			"22:10:16", -- [3]
			"22:11:00", -- [4]
			"Пушка Скверны, модель I", -- [5]
		}, -- [220]
		{
			1288034238, -- [1]
			1288034247, -- [2]
			"22:17:19", -- [3]
			"22:17:27", -- [4]
			"Камнеруб-вожак", -- [5]
		}, -- [221]
		{
			1288034247, -- [1]
			1288034260, -- [2]
			"22:17:28", -- [3]
			"22:17:40", -- [4]
			"Свирепая Черноскребка", -- [5]
		}, -- [222]
		{
			1288034363, -- [1]
			1288034369, -- [2]
			"22:19:24", -- [3]
			"22:19:29", -- [4]
			"Перозубый быстролап", -- [5]
		}, -- [223]
		{
			1288035432, -- [1]
			1288035437, -- [2]
			"22:37:12", -- [3]
			"22:37:17", -- [4]
			"Камнеруб-вожак", -- [5]
		}, -- [224]
		{
			1288035440, -- [1]
			1288035444, -- [2]
			"22:37:20", -- [3]
			"22:37:24", -- [4]
			"Камнеруб-вожак", -- [5]
		}, -- [225]
		{
			1288035448, -- [1]
			1288035458, -- [2]
			"22:37:28", -- [3]
			"22:37:38", -- [4]
			"Свирепая Черноскребка", -- [5]
		}, -- [226]
		{
			1288035575, -- [1]
			1288035583, -- [2]
			"22:39:35", -- [3]
			"22:39:43", -- [4]
			"Калири-пикировщик", -- [5]
		}, -- [227]
		{
			1288035610, -- [1]
			1288035623, -- [2]
			"22:40:10", -- [3]
			"22:40:23", -- [4]
			"Гремни Длиннобород", -- [5]
		}, -- [228]
		{
			1288035653, -- [1]
			1288035657, -- [2]
			"22:40:53", -- [3]
			"22:40:57", -- [4]
			"Перозубый быстролап", -- [5]
		}, -- [229]
		{
			1288035750, -- [1]
			1288035766, -- [2]
			"22:42:30", -- [3]
			"22:42:46", -- [4]
			"Голиафон", -- [5]
		}, -- [230]
		{
			1288038635, -- [1]
			1288038643, -- [2]
			"23:30:36", -- [3]
			"23:30:43", -- [4]
			"Гончая Пустоты", -- [5]
		}, -- [231]
		{
			1288039241, -- [1]
			1288039247, -- [2]
			"23:40:42", -- [3]
			"23:40:47", -- [4]
			"Землерой", -- [5]
		}, -- [232]
		{
			1288039279, -- [1]
			1288039293, -- [2]
			"23:41:20", -- [3]
			"23:41:33", -- [4]
			"Ган'арг-прислужник", -- [5]
		}, -- [233]
		{
			1288039326, -- [1]
			1288039336, -- [2]
			"23:42:07", -- [3]
			"23:42:16", -- [4]
			"Ган'арг-прислужник", -- [5]
		}, -- [234]
		{
			1288039617, -- [1]
			1288039630, -- [2]
			"23:46:58", -- [3]
			"23:47:10", -- [4]
			"Детеныш камнеруба", -- [5]
		}, -- [235]
		{
			1288039839, -- [1]
			1288039843, -- [2]
			"23:50:40", -- [3]
			"23:50:43", -- [4]
			"Угорь Тенетопи", -- [5]
		}, -- [236]
		{
			1288040605, -- [1]
			1288040613, -- [2]
			"00:03:26", -- [3]
			"00:03:33", -- [4]
			"Мистик из клана Тяжелого Кулака", -- [5]
		}, -- [237]
		{
			1288040684, -- [1]
			1288040696, -- [2]
			"00:04:45", -- [3]
			"00:04:56", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [238]
		{
			1288040729, -- [1]
			1288040733, -- [2]
			"00:05:30", -- [3]
			"00:05:33", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [239]
		{
			1288040746, -- [1]
			1288040754, -- [2]
			"00:05:47", -- [3]
			"00:05:54", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [240]
		{
			1288040755, -- [1]
			1288040760, -- [2]
			"00:05:56", -- [3]
			"00:06:00", -- [4]
			"Мистик из клана Тяжелого Кулака", -- [5]
		}, -- [241]
		{
			1288041063, -- [1]
			1288041075, -- [2]
			"00:11:03", -- [3]
			"00:11:15", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [242]
		{
			1288041075, -- [1]
			1288041093, -- [2]
			"00:11:16", -- [3]
			"00:11:33", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [243]
		{
			1288041612, -- [1]
			1288041620, -- [2]
			"00:20:13", -- [3]
			"00:20:20", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [244]
		{
			1288041629, -- [1]
			1288041636, -- [2]
			"00:20:30", -- [3]
			"00:20:36", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [245]
		{
			1288041639, -- [1]
			1288041646, -- [2]
			"00:20:40", -- [3]
			"00:20:46", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [246]
		{
			1288041646, -- [1]
			1288041650, -- [2]
			"00:20:47", -- [3]
			"00:20:50", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [247]
		{
			1288041730, -- [1]
			1288041745, -- [2]
			"00:22:11", -- [3]
			"00:22:25", -- [4]
			"Чо'вар Погромщик", -- [5]
		}, -- [248]
		{
			1288041757, -- [1]
			1288041761, -- [2]
			"00:22:38", -- [3]
			"00:22:41", -- [4]
			"Environment", -- [5]
		}, -- [249]
		{
			1288041800, -- [1]
			1288041829, -- [2]
			"00:23:20", -- [3]
			"00:23:49", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [250]
		{
			1288042032, -- [1]
			1288042041, -- [2]
			"00:27:13", -- [3]
			"00:27:21", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [251]
		{
			1288042055, -- [1]
			1288042072, -- [2]
			"00:27:35", -- [3]
			"00:27:52", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [252]
		{
			1288042072, -- [1]
			1288042094, -- [2]
			"00:27:53", -- [3]
			"00:28:14", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [253]
		{
			1288042433, -- [1]
			1288042480, -- [2]
			"00:33:54", -- [3]
			"00:34:40", -- [4]
			"Воин клана Тяжелого Кулака", -- [5]
		}, -- [254]
		{
			1288561461, -- [1]
			1288561471, -- [2]
			"23:44:21", -- [3]
			"23:44:31", -- [4]
			"Шаман из клана Боевого Молота", -- [5]
		}, -- [255]
		{
			1288561607, -- [1]
			1288561615, -- [2]
			"23:46:47", -- [3]
			"23:46:55", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [256]
		{
			1288561615, -- [1]
			1288561633, -- [2]
			"23:46:55", -- [3]
			"23:47:13", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [257]
		{
			1288561659, -- [1]
			1288561663, -- [2]
			"23:47:39", -- [3]
			"23:47:43", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [258]
		{
			1288561773, -- [1]
			1288561777, -- [2]
			"23:49:34", -- [3]
			"23:49:37", -- [4]
			"Чернокнижник из клана Боевого Молота", -- [5]
		}, -- [259]
		{
			1288562184, -- [1]
			1288562195, -- [2]
			"23:56:24", -- [3]
			"23:56:35", -- [4]
			"Воин клана Тяжелого Кулака", -- [5]
		}, -- [260]
		{
			1288562422, -- [1]
			1288562428, -- [2]
			"00:00:23", -- [3]
			"00:00:28", -- [4]
			"Разъяренный сокрушитель", -- [5]
		}, -- [261]
		{
			1288562455, -- [1]
			1288562461, -- [2]
			"00:00:55", -- [3]
			"00:01:01", -- [4]
			"Воин клана Тяжелого Кулака", -- [5]
		}, -- [262]
		{
			1288562476, -- [1]
			1288562481, -- [2]
			"00:01:17", -- [3]
			"00:01:21", -- [4]
			"Воин клана Тяжелого Кулака", -- [5]
		}, -- [263]
		{
			1288562503, -- [1]
			1288562507, -- [2]
			"00:01:44", -- [3]
			"00:01:47", -- [4]
			"Маг клана Тяжелого Кулака", -- [5]
		}, -- [264]
		{
			1288562767, -- [1]
			1288562773, -- [2]
			"00:06:07", -- [3]
			"00:06:13", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [265]
		{
			1288562778, -- [1]
			1288562788, -- [2]
			"00:06:18", -- [3]
			"00:06:28", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [266]
		{
			1288563078, -- [1]
			1288563086, -- [2]
			"00:11:19", -- [3]
			"00:11:26", -- [4]
			"Громила из клана Боевого Молота", -- [5]
		}, -- [267]
		{
			1288563397, -- [1]
			1288563403, -- [2]
			"00:16:37", -- [3]
			"00:16:43", -- [4]
			"Расколотый грохотун", -- [5]
		}, -- [268]
		{
			1288563693, -- [1]
			1288563697, -- [2]
			"00:21:34", -- [3]
			"00:21:37", -- [4]
			"Сокрушитель из клана Тяжелого Кулака", -- [5]
		}, -- [269]
		{
			1288636757, -- [1]
			1288636764, -- [2]
			"20:39:17", -- [3]
			"20:39:24", -- [4]
			"Жрец Шшератуса", -- [5]
		}, -- [270]
		{
			1288644846, -- [1]
			1288644853, -- [2]
			"22:54:07", -- [3]
			"22:54:13", -- [4]
			"Серо-дымчатый охотник", -- [5]
		}, -- [271]
		{
			1288648021, -- [1]
			1288648033, -- [2]
			"23:47:01", -- [3]
			"23:47:13", -- [4]
			"Гьялерхонский рабочий", -- [5]
		}, -- [272]
		{
			1288649634, -- [1]
			1288649643, -- [2]
			"00:13:54", -- [3]
			"00:14:03", -- [4]
			"Мангровый кроколиск", -- [5]
		}, -- [273]
		{
			1288649844, -- [1]
			1288649855, -- [2]
			"00:17:24", -- [3]
			"00:17:35", -- [4]
			"Лютый барабанч", -- [5]
		}, -- [274]
		{
			1288805097, -- [1]
			1288805105, -- [2]
			"19:24:57", -- [3]
			"19:25:05", -- [4]
			"Гьялерхонский рабочий", -- [5]
		}, -- [275]
		{
			1288815785, -- [1]
			1288815791, -- [2]
			"22:23:06", -- [3]
			"22:23:11", -- [4]
			"Алый плющ", -- [5]
		}, -- [276]
		{
			1288815795, -- [1]
			1288815817, -- [2]
			"22:23:16", -- [3]
			"22:23:37", -- [4]
			"Морозная нимфа", -- [5]
		}, -- [277]
		{
			1289153435, -- [1]
			1289153443, -- [2]
			"20:10:35", -- [3]
			"20:10:43", -- [4]
			"Крадущийся василиск", -- [5]
		}, -- [278]
		{
			1289153928, -- [1]
			1289153932, -- [2]
			"20:18:48", -- [3]
			"20:18:52", -- [4]
			"Восставший предок врайкулов", -- [5]
		}, -- [279]
		{
			1289154099, -- [1]
			1289154109, -- [2]
			"20:21:39", -- [3]
			"20:21:49", -- [4]
			"Учитель завывающих волчеров", -- [5]
		}, -- [280]
		{
			1289154582, -- [1]
			1289154589, -- [2]
			"20:29:43", -- [3]
			"20:29:49", -- [4]
			"Восставший предок врайкулов", -- [5]
		}, -- [281]
		{
			1289160502, -- [1]
			1289160509, -- [2]
			"22:08:22", -- [3]
			"22:08:29", -- [4]
			"Императорская кобра", -- [5]
		}, -- [282]
		{
			1289160812, -- [1]
			1289160821, -- [2]
			"22:13:32", -- [3]
			"22:13:41", -- [4]
			"Северный нетопырь-крикун", -- [5]
		}, -- [283]
		{
			1289160913, -- [1]
			1289160920, -- [2]
			"22:15:13", -- [3]
			"22:15:20", -- [4]
			"Шанго", -- [5]
		}, -- [284]
		{
			1289161261, -- [1]
			1289161269, -- [2]
			"22:21:01", -- [3]
			"22:21:09", -- [4]
			"Острокостный опустошитель", -- [5]
		}, -- [285]
		{
			1289161564, -- [1]
			1289161576, -- [2]
			"22:26:05", -- [3]
			"22:26:16", -- [4]
			"Воин Заиндевелых", -- [5]
		}, -- [286]
		{
			1289161590, -- [1]
			1289161596, -- [2]
			"22:26:30", -- [3]
			"22:26:36", -- [4]
			"Оракул Заиндевелых", -- [5]
		}, -- [287]
		{
			1289161859, -- [1]
			1289161871, -- [2]
			"22:30:59", -- [3]
			"22:31:11", -- [4]
			"Оракул племени Шепота Тумана", -- [5]
		}, -- [288]
		{
			1289162022, -- [1]
			1289162034, -- [2]
			"22:33:42", -- [3]
			"22:33:54", -- [4]
			"Воин Заиндевелых", -- [5]
		}, -- [289]
		{
			1289565976, -- [1]
			1289565985, -- [2]
			"14:46:17", -- [3]
			"14:46:25", -- [4]
			"Мангровый кроколиск", -- [5]
		}, -- [290]
		{
			1289566021, -- [1]
			1289566027, -- [2]
			"14:47:02", -- [3]
			"14:47:07", -- [4]
			"Терропард", -- [5]
		}, -- [291]
		{
			1289566323, -- [1]
			1289566328, -- [2]
			"14:52:04", -- [3]
			"14:52:08", -- [4]
			"Чумной труп", -- [5]
		}, -- [292]
		{
			1289566462, -- [1]
			1289566469, -- [2]
			"14:54:23", -- [3]
			"14:54:29", -- [4]
			"Мангровый кроколиск", -- [5]
		}, -- [293]
		{
			1289566494, -- [1]
			1289566507, -- [2]
			"14:54:55", -- [3]
			"14:55:07", -- [4]
			"Императорская кобра", -- [5]
		}, -- [294]
		{
			1289566539, -- [1]
			1289566551, -- [2]
			"14:55:40", -- [3]
			"14:55:51", -- [4]
			"Бузотер Торговой Компании", -- [5]
		}, -- [295]
		{
			1289566654, -- [1]
			1289566659, -- [2]
			"14:57:35", -- [3]
			"14:57:39", -- [4]
			"Воин Заиндевелых", -- [5]
		}, -- [296]
		{
			1289566691, -- [1]
			1289566696, -- [2]
			"14:58:11", -- [3]
			"14:58:16", -- [4]
			"Оракул Заиндевелых", -- [5]
		}, -- [297]
		{
			1289567335, -- [1]
			1289567341, -- [2]
			"15:08:55", -- [3]
			"15:09:01", -- [4]
			"Оракул племени Шепота Тумана", -- [5]
		}, -- [298]
		{
			1289567753, -- [1]
			1289567762, -- [2]
			"15:15:54", -- [3]
			"15:16:02", -- [4]
			"Рух-кровокрыл", -- [5]
		}, -- [299]
		{
			1289567949, -- [1]
			1289567959, -- [2]
			"15:19:10", -- [3]
			"15:19:19", -- [4]
			"Груборогий люторог", -- [5]
		}, -- [300]
		{
			1289568069, -- [1]
			1289568078, -- [2]
			"15:21:10", -- [3]
			"15:21:18", -- [4]
			"Оракул Заиндевелых", -- [5]
		}, -- [301]
		{
			1289568926, -- [1]
			1289568937, -- [2]
			"15:35:27", -- [3]
			"15:35:37", -- [4]
			"Секретный агент сектантов", -- [5]
		}, -- [302]
		{
			1289568986, -- [1]
			1289569001, -- [2]
			"15:36:26", -- [3]
			"15:36:41", -- [4]
			"Оракул племени Шепота Тумана", -- [5]
		}, -- [303]
	},
	["FoughtWho"] = {
		"Оракул племени Шепота Тумана 15:36:26-15:36:41", -- [1]
		"Секретный агент сектантов 15:35:27-15:35:37", -- [2]
		"Оракул Заиндевелых 15:21:10-15:21:18", -- [3]
		"Груборогий люторог 15:19:10-15:19:19", -- [4]
		"Рух-кровокрыл 15:15:54-15:16:02", -- [5]
	},
}
