
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Око Акеруса <Шут>"] = {
			["GUID"] = "0xF130006F5F0AF4CA",
			["LastEventHealth"] = {
				"651 (24%)", -- [1]
				"123 (4%)", -- [2]
				"1227 (46%)", -- [3]
				"1143 (43%)", -- [4]
				"2501 (95%)", -- [5]
				"2078 (79%)", -- [6]
				"1994 (76%)", -- [7]
				"1914 (73%)", -- [8]
				"1911 (73%)", -- [9]
				"1832 (70%)", -- [10]
				"2544 (97%)", -- [11]
				"2564 (98%)", -- [12]
				"2479 (94%)", -- [13]
				"2397 (91%)", -- [14]
				"2319 (88%)", -- [15]
				"2243 (85%)", -- [16]
				"2091 (79%)", -- [17]
				"2019 (77%)", -- [18]
				"2095 (80%)", -- [19]
				"2095 (80%)", -- [20]
				"2095 (80%)", -- [21]
				"2006 (76%)", -- [22]
				"1923 (73%)", -- [23]
				"1923 (73%)", -- [24]
				"1835 (70%)", -- [25]
				"1488 (56%)", -- [26]
				"1410 (53%)", -- [27]
				"1330 (50%)", -- [28]
				"1254 (47%)", -- [29]
				"1188 (45%)", -- [30]
				"1116 (42%)", -- [31]
				"1034 (39%)", -- [32]
				"955 (36%)", -- [33]
				"867 (33%)", -- [34]
				"791 (30%)", -- [35]
				"705 (26%)", -- [36]
				"623 (23%)", -- [37]
				"535 (20%)", -- [38]
				"463 (17%)", -- [39]
				"394 (15%)", -- [40]
				"394 (15%)", -- [41]
				"307 (11%)", -- [42]
				"233 (8%)", -- [43]
				"161 (6%)", -- [44]
				"87 (3%)", -- [45]
				"1198 (45%)", -- [46]
				"1893 (72%)", -- [47]
				"1813 (69%)", -- [48]
				"1259 (48%)", -- [49]
				"721 (27%)", -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"MISC", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DamageTaken"] = {
					5449, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
			},
			["enClass"] = "PET",
			["unit"] = "Око Акеруса",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
					},
					["Messages"] = {
						"Око Акеруса <Шут> умирает.", -- [1]
					},
					["DeathAt"] = 1286616921,
					["HealthNum"] = {
						95.67712318286152, -- [1]
					},
					["MessageTimes"] = {
						0, -- [1]
					},
					["KilledBy"] = "Рыцарь Алого ордена",
					["Health"] = {
						"2501 (95%)", -- [1]
					},
					["EventNum"] = {
						0, -- [1]
					},
					["MessageType"] = {
						"MISC", -- [1]
					},
				}, -- [1]
			},
			["level"] = 1,
			["LastDamageAbility"] = "Выстрел",
			["LastFightIn"] = 1,
			["LastEventNum"] = {
				2.677888293802601, -- [1]
				20.19892884468248, -- [2]
				2.830910482019893, -- [3]
				3.213465952563122, -- [4]
				nil, -- [5]
				2.754399387911247, -- [6]
				3.213465952563122, -- [7]
				3.06044376434583, -- [8]
				2.754399387911247, -- [9]
				3.022188217291507, -- [10]
				2.677888293802601, -- [11]
				1.912777352716144, -- [12]
				3.251721499617445, -- [13]
				3.136954858454476, -- [14]
				2.983932670237184, -- [15]
				2.907421576128539, -- [16]
				2.907421576128539, -- [17]
				2.754399387911247, -- [18]
				2.218821729150727, -- [19]
				2.639632746748279, -- [20]
				2.486610558530987, -- [21]
				3.404743687834736, -- [22]
				3.175210405508799, -- [23]
				2.52486610558531, -- [24]
				3.366488140780413, -- [25]
				3.404743687834736, -- [26]
				2.983932670237184, -- [27]
				3.06044376434583, -- [28]
				2.907421576128539, -- [29]
				2.52486610558531, -- [30]
				2.754399387911247, -- [31]
				3.136954858454476, -- [32]
				3.022188217291507, -- [33]
				3.366488140780413, -- [34]
				2.907421576128539, -- [35]
				3.289977046671767, -- [36]
				3.136954858454476, -- [37]
				3.366488140780413, -- [38]
				2.754399387911247, -- [39]
				2.639632746748279, -- [40]
				nil, -- [41]
				3.32823259372609, -- [42]
				2.830910482019893, -- [43]
				2.754399387911247, -- [44]
				2.830910482019893, -- [45]
				2.601377199693955, -- [46]
				2.830910482019893, -- [47]
				3.06044376434583, -- [48]
				21.19357306809487, -- [49]
				20.58148431522571, -- [50]
			},
			["type"] = "Pet",
			["FightsSaved"] = 3,
			["LastDamageTaken"] = 84,
			["Owner"] = "Шут",
			["TimeLast"] = {
				["OVERALL"] = 1286616919,
				["DamageTaken"] = 1286616879,
				["DeathCount"] = 1286616919,
			},
			["NextEventNum"] = 6,
			["LastEventHealthNum"] = {
				24.90436113236419, -- [1]
				4.705432287681714, -- [2]
				46.93955623565417, -- [3]
				43.72609028309105, -- [4]
				95.67712318286152, -- [5]
				79.49502677888295, -- [6]
				76.28156082631982, -- [7]
				73.22111706197399, -- [8]
				73.10635042081101, -- [9]
				70.08416220351951, -- [10]
				97.3221117061974, -- [11]
				98.08722264728385, -- [12]
				94.83550114766641, -- [13]
				91.69854628921193, -- [14]
				88.71461361897475, -- [15]
				85.80719204284621, -- [16]
				79.99234889058914, -- [17]
				77.23794950267789, -- [18]
				80.14537107880642, -- [19]
				80.14537107880642, -- [20]
				80.14537107880642, -- [21]
				76.7406273909717, -- [22]
				73.56541698546289, -- [23]
				73.56541698546289, -- [24]
				70.19892884468248, -- [25]
				56.92425401683244, -- [26]
				53.94032134659526, -- [27]
				50.87987758224943, -- [28]
				47.97245600612089, -- [29]
				45.44758990053558, -- [30]
				42.69319051262433, -- [31]
				39.55623565416985, -- [32]
				36.53404743687835, -- [33]
				33.16755929609793, -- [34]
				30.2601377199694, -- [35]
				26.97016067329763, -- [36]
				23.83320581484315, -- [37]
				20.46671767406274, -- [38]
				17.71231828615149, -- [39]
				15.07268553940321, -- [40]
				15.07268553940321, -- [41]
				11.74445294567712, -- [42]
				8.91354246365723, -- [43]
				6.159143075745983, -- [44]
				3.32823259372609, -- [45]
				45.83014537107881, -- [46]
				72.4177505738332, -- [47]
				69.35730680948737, -- [48]
				48.16373374139251, -- [49]
				27.58224942616679, -- [50]
			},
			["LastEvents"] = {
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -70 (Physical)", -- [1]
				"Пастор Алого ордена Божественная кара Око Акеруса <Шут> Hit -528 (Holy)", -- [2]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -74 (Physical)", -- [3]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -84 (Physical)", -- [4]
				"Око Акеруса <Шут> умирает.", -- [5]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [6]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -84 (Physical)", -- [7]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -80 (Physical)", -- [8]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [9]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -79 (Physical)", -- [10]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -70 (Physical)", -- [11]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -50 (Physical)", -- [12]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -85 (Physical)", -- [13]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -82 (Physical)", -- [14]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -78 (Physical)", -- [15]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -76 (Physical)", -- [16]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -76 (Physical)", -- [17]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [18]
				"Рыцарь Алого ордена Атака ближнего боя Око Акеруса <Шут> Hit -58 (Physical)", -- [19]
				"Рыцарь Алого ордена Атака ближнего боя Око Акеруса <Шут> Hit -69 (Physical)", -- [20]
				"Рыцарь Алого ордена Атака ближнего боя Око Акеруса <Шут> Hit -65 (Physical)", -- [21]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -89 (Physical)", -- [22]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -83 (Physical)", -- [23]
				"Рыцарь Алого ордена Атака ближнего боя Око Акеруса <Шут> Hit -66 (Physical)", -- [24]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -88 (Physical)", -- [25]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -89 (Physical)", -- [26]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -78 (Physical)", -- [27]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -80 (Physical)", -- [28]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -76 (Physical)", -- [29]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -66 (Physical)", -- [30]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [31]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -82 (Physical)", -- [32]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -79 (Physical)", -- [33]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -88 (Physical)", -- [34]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -76 (Physical)", -- [35]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -86 (Physical)", -- [36]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -82 (Physical)", -- [37]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -88 (Physical)", -- [38]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [39]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -69 (Physical)", -- [40]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Miss (Physical)", -- [41]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -87 (Physical)", -- [42]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -74 (Physical)", -- [43]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -72 (Physical)", -- [44]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -74 (Physical)", -- [45]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -68 (Physical)", -- [46]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -74 (Physical)", -- [47]
				"Рыцарь Алого ордена Выстрел Око Акеруса <Шут> Hit -80 (Physical)", -- [48]
				"Пастор Алого ордена Божественная кара Око Акеруса <Шут> Hit -554 (Holy)", -- [49]
				"Пастор Алого ордена Божественная кара Око Акеруса <Шут> Hit -538 (Holy)", -- [50]
			},
			["Name"] = "Око Акеруса",
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["LastEventTimes"] = {
				149778.987, -- [1]
				149780.759, -- [2]
				149807.871, -- [3]
				149809.075, -- [4]
				149848.332, -- [5]
				149653.145, -- [6]
				149653.231, -- [7]
				149653.232, -- [8]
				149654.65, -- [9]
				149657.696, -- [10]
				149678.549, -- [11]
				149696.097, -- [12]
				149696.098, -- [13]
				149696.098, -- [14]
				149696.546, -- [15]
				149696.546, -- [16]
				149697.179, -- [17]
				149697.727, -- [18]
				149697.927, -- [19]
				149697.928, -- [20]
				149697.928, -- [21]
				149697.928, -- [22]
				149697.929, -- [23]
				149698.177, -- [24]
				149698.177, -- [25]
				149699.275, -- [26]
				149707.895, -- [27]
				149708.129, -- [28]
				149708.129, -- [29]
				149708.13, -- [30]
				149708.13, -- [31]
				149708.13, -- [32]
				149708.131, -- [33]
				149709.11, -- [34]
				149709.344, -- [35]
				149710.308, -- [36]
				149710.525, -- [37]
				149710.525, -- [38]
				149710.526, -- [39]
				149710.526, -- [40]
				149710.859, -- [41]
				149711.515, -- [42]
				149711.796, -- [43]
				149711.797, -- [44]
				149713.165, -- [45]
				149746.721, -- [46]
				149768.621, -- [47]
				149768.836, -- [48]
				149770.367, -- [49]
				149770.8, -- [50]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["PartialBlock"] = {
						["Выстрел"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 0,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Божественная кара"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Божественная кара"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Рыцарь Алого ордена"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 0,
								},
								["Выстрел"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Пастор Алого ордена"] = {
							["Details"] = {
								["Божественная кара"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Holy"] = 0,
					},
					["ElementTakenBlock"] = {
						["Physical"] = 0,
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialBlock"] = {
						["Выстрел"] = {
							["Details"] = {
								["Блокировано"] = {
									["max"] = 39,
									["min"] = 39,
									["count"] = 1,
									["amount"] = 39,
								},
							},
							["count"] = 1,
							["amount"] = 39,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 45,
								},
							},
							["amount"] = 46,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
					},
					["DamageTaken"] = 5449,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 46,
									["amount"] = 0,
								},
							},
							["count"] = 46,
							["amount"] = 0,
						},
						["Божественная кара"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["DeathCount"] = 1,
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Выстрел"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 46,
									["amount"] = 0,
								},
							},
							["count"] = 46,
							["amount"] = 0,
						},
						["Божественная кара"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Рыцарь Алого ордена"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 330,
								},
								["Выстрел"] = {
									["count"] = 3499,
								},
							},
							["amount"] = 3829,
						},
						["Пастор Алого ордена"] = {
							["Details"] = {
								["Божественная кара"] = {
									["count"] = 1620,
								},
							},
							["amount"] = 1620,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 3499,
						["Melee"] = 330,
						["Holy"] = 1620,
					},
					["ElementTakenBlock"] = {
						["Physical"] = 39,
					},
				},
			},
			["UnitLockout"] = 1286616719,
			["LastActive"] = 1286616879,
		},
		["Шут"] = {
			["GUID"] = "0x07000000030C644E",
			["LastEventHealth"] = {
				"1513 (42%)", -- [1]
				"1440 (40%)", -- [2]
				"1449 (41%)", -- [3]
				"1449 (41%)", -- [4]
				"1203 (34%)", -- [5]
				"1203 (34%)", -- [6]
				"1203 (34%)", -- [7]
				"1213 (34%)", -- [8]
				"1145 (32%)", -- [9]
				"1154 (32%)", -- [10]
				"1081 (30%)", -- [11]
				"3104 (88%)", -- [12]
				"2956 (83%)", -- [13]
				"2967 (84%)", -- [14]
				"2967 (84%)", -- [15]
				"2979 (84%)", -- [16]
				"2979 (84%)", -- [17]
				"2979 (84%)", -- [18]
				"2906 (82%)", -- [19]
				"2840 (80%)", -- [20]
				"2840 (80%)", -- [21]
				"2840 (80%)", -- [22]
				"2849 (80%)", -- [23]
				"2849 (80%)", -- [24]
				"2600 (73%)", -- [25]
				"2611 (74%)", -- [26]
				"2467 (69%)", -- [27]
				"2467 (69%)", -- [28]
				"2399 (68%)", -- [29]
				"2406 (68%)", -- [30]
				"2406 (68%)", -- [31]
				"2406 (68%)", -- [32]
				"2324 (65%)", -- [33]
				"2324 (65%)", -- [34]
				"2251 (63%)", -- [35]
				"2191 (62%)", -- [36]
				"2199 (62%)", -- [37]
				"1707 (48%)", -- [38]
				"1707 (48%)", -- [39]
				"1707 (48%)", -- [40]
				"1707 (48%)", -- [41]
				"1707 (48%)", -- [42]
				"1658 (47%)", -- [43]
				"1658 (47%)", -- [44]
				"1585 (44%)", -- [45]
				"1585 (44%)", -- [46]
				"1585 (44%)", -- [47]
				"1585 (44%)", -- [48]
				"1585 (44%)", -- [49]
				"1585 (44%)", -- [50]
			},
			["LastAttackedBy"] = "Рыцарь смерти-посвященный",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"HEAL", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"HEAL", -- [8]
				"DAMAGE", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"HEAL", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"HEAL", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"HEAL", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"HEAL", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"HEAL", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					19.05, -- [1]
				},
				["Healing"] = {
					472, -- [1]
				},
				["DamageTaken"] = {
					7725, -- [1]
				},
				["HealingTaken"] = {
					472, -- [1]
				},
				["HOT_Time"] = {
					141, -- [1]
				},
				["TimeDamage"] = {
					61.22000000000003, -- [1]
				},
				["FDamage"] = {
					370, -- [1]
				},
				["ActiveTime"] = {
					80.26999999999994, -- [1]
				},
				["DOT_Time"] = {
					81, -- [1]
				},
				["Damage"] = {
					14515, -- [1]
				},
			},
			["enClass"] = "DEATHKNIGHT",
			["unit"] = "Шут",
			["LastAbility"] = 150274.111,
			["LastDamageTaken"] = 73,
			["level"] = 55,
			["LastDamageAbility"] = "Удар чумы (УзВ)",
			["LastFightIn"] = 3,
			["LastEventNum"] = {
				nil, -- [1]
				2.070334656834941, -- [2]
				0.2552467385138968, -- [3]
				nil, -- [4]
				6.976744186046512, -- [5]
				nil, -- [6]
				1.928530913216109, -- [7]
				0.2836074872376631, -- [8]
				nil, -- [9]
				0.2552467385138968, -- [10]
				2.070334656834941, -- [11]
				nil, -- [12]
				2.212138400453772, -- [13]
				0.3119682359614294, -- [14]
				nil, -- [15]
				0.3403289846851957, -- [16]
				1.871809415768576, -- [17]
				[19] = 2.070334656834941,
				[23] = 0.2552467385138968,
				[25] = 7.061826432217811,
				[26] = 0.3119682359614294,
				[27] = 4.083947816222349,
				[28] = 1.928530913216109,
				[30] = 0.1985252410663642,
				[45] = 2.070334656834941,
				[34] = 1.701644923425979,
				[49] = 2.041973908111174,
				[38] = 13.95348837209302,
				[40] = 1.758366420873511,
				[33] = 2.325581395348837,
				[35] = 2.070334656834941,
				[37] = 0.2268859897901305,
				[43] = 0.368689733408962,
			},
			["type"] = "Self",
			["FightsSaved"] = 4,
			["GuardianReverseGUIDs"] = {
				["Око Акеруса"] = {
					["LatestGuardian"] = 0,
					["GUIDs"] = {
						[0] = "0xF130006F5F0AF4CA",
					},
				},
			},
			["TimeLast"] = {
				["TimeHeal"] = 1286617344,
				["OVERALL"] = 1286617346,
				["DamageTaken"] = 1286617346,
				["FDamage"] = 1286617163,
				["HealingTaken"] = 1286617344,
				["HOT_Time"] = 1286617344,
				["TimeDamage"] = 1286617344,
				["ActiveTime"] = 1286617344,
				["Healing"] = 1286617344,
				["DOT_Time"] = 1286617343,
				["Damage"] = 1286617344,
			},
			["Owner"] = false,
			["Pet"] = {
				"Око Акеруса <Шут>", -- [1]
			},
			["NextEventNum"] = 12,
			["LastEventHealthNum"] = {
				42.90981281905842, -- [1]
				40.83947816222349, -- [2]
				41.09472490073738, -- [3]
				41.09472490073738, -- [4]
				34.11798071469087, -- [5]
				34.11798071469087, -- [6]
				34.11798071469087, -- [7]
				34.40158820192853, -- [8]
				32.47305728871243, -- [9]
				32.72830402722632, -- [10]
				30.65796937039138, -- [11]
				88.03176403857061, -- [12]
				83.8343732274532, -- [13]
				84.14634146341463, -- [14]
				84.14634146341463, -- [15]
				84.48667044809983, -- [16]
				84.48667044809983, -- [17]
				84.48667044809983, -- [18]
				82.41633579126489, -- [19]
				80.54452637549632, -- [20]
				80.54452637549632, -- [21]
				80.54452637549632, -- [22]
				80.79977311401021, -- [23]
				80.79977311401021, -- [24]
				73.73794668179239, -- [25]
				74.04991491775382, -- [26]
				69.96596710153148, -- [27]
				69.96596710153148, -- [28]
				68.03743618831537, -- [29]
				68.23596142938173, -- [30]
				68.23596142938173, -- [31]
				68.23596142938173, -- [32]
				65.9103800340329, -- [33]
				65.9103800340329, -- [34]
				63.84004537719796, -- [35]
				62.13840045377198, -- [36]
				62.36528644356211, -- [37]
				48.41179807146909, -- [38]
				48.41179807146909, -- [39]
				48.41179807146909, -- [40]
				48.41179807146909, -- [41]
				48.41179807146909, -- [42]
				47.02212138400454, -- [43]
				47.02212138400454, -- [44]
				44.9517867271696, -- [45]
				44.9517867271696, -- [46]
				44.9517867271696, -- [47]
				44.9517867271696, -- [48]
				44.9517867271696, -- [49]
				44.9517867271696, -- [50]
			},
			["LastEvents"] = {
				"Шут Ледяное прикосновение Рыцарь смерти-посвященный Hit -232 (Frost)", -- [1]
				"Рыцарь смерти-посвященный Удар чумы (УзВ) Шут Tick -73 (Shadow)", -- [2]
				"Шут Власть крови Шут Tick +9", -- [3]
				"Шут Атака ближнего боя Рыцарь смерти-посвященный Hit -250 (Physical)", -- [4]
				"Рыцарь смерти-посвященный Ледяное прикосновение Шут Hit -246 (Frost)", -- [5]
				"Шут Кровавая чума (УзВ) Рыцарь смерти-посвященный Tick -82 (Shadow)", -- [6]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -68 (Physical)", -- [7]
				"Шут Власть крови Шут Tick +10", -- [8]
				"Шут Ледяное прикосновение Рыцарь смерти-посвященный Hit -237 (Frost)", -- [9]
				"Шут Власть крови Шут Tick +9", -- [10]
				"Рыцарь смерти-посвященный Удар чумы (УзВ) Шут Tick -73 (Shadow)", -- [11]
				"Шут Атака ближнего боя Рыцарь смерти-посвященный Hit -260 (Physical)", -- [12]
				"Рыцарь смерти-посвященный Кровавый удар Шут Hit -78 (Physical)", -- [13]
				"Шут Власть крови Шут Tick +11", -- [14]
				"Шут Ледяное прикосновение Рыцарь смерти-посвященный Hit -283 (Frost)", -- [15]
				"Шут Власть крови Шут Tick +12", -- [16]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -66 (Physical)", -- [17]
				"Шут Кровавый удар Рыцарь смерти-посвященный Parry (Physical)", -- [18]
				"Рыцарь смерти-посвященный Удар чумы (УзВ) Шут Tick -73 (Shadow)", -- [19]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Parry", -- [20]
				"Шут Атака ближнего боя Рыцарь смерти-посвященный Hit -223 (Physical)", -- [21]
				"Шут Озноб (УзВ) Рыцарь смерти-посвященный Tick -92 (Frost)", -- [22]
				"Шут Власть крови Шут Tick +9", -- [23]
				"Шут Ледяное прикосновение Рыцарь смерти-посвященный Hit -286 (Frost)", -- [24]
				"Рыцарь смерти-посвященный Ледяное прикосновение Шут Hit -249 (Frost)", -- [25]
				"Шут Власть крови Шут Tick +11", -- [26]
				"Рыцарь смерти-посвященный Удар чумы Шут Hit -144 (Shadow)", -- [27]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -68 (Physical)", -- [28]
				"Шут Удар чумы Рыцарь смерти-посвященный Hit -160 (Physical)", -- [29]
				"Шут Власть крови Шут Tick +7", -- [30]
				"Шут Атака ближнего боя Рыцарь смерти-посвященный Dodge", -- [31]
				"Шут Озноб (УзВ) Рыцарь смерти-посвященный Tick -92 (Frost)", -- [32]
				"Рыцарь смерти-посвященный Кровавый удар Шут Hit -82 (Physical)", -- [33]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -60 (Physical)", -- [34]
				"Рыцарь смерти-посвященный Удар чумы (УзВ) Шут Tick -73 (Shadow)", -- [35]
				"Шут Кровавый удар Рыцарь смерти-посвященный Hit -203 (Physical)", -- [36]
				"Шут Власть крови Шут Tick +8", -- [37]
				"Рыцарь смерти-посвященный Лик смерти Шут Hit -492 (Shadow)", -- [38]
				"Шут Кровавая чума (УзВ) Рыцарь смерти-посвященный Tick -82 (Shadow)", -- [39]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -62 (Physical)", -- [40]
				"Шут Озноб (УзВ) Рыцарь смерти-посвященный Tick -92 (Frost)", -- [41]
				"Шут Лик смерти Рыцарь смерти-посвященный Hit -318 (Shadow)", -- [42]
				"Шут Власть крови Шут Tick +13", -- [43]
				"Шут Атака ближнего боя Рыцарь смерти-посвященный Dodge", -- [44]
				"Рыцарь смерти-посвященный Удар чумы (УзВ) Шут Tick -73 (Shadow)", -- [45]
				"Шут Кровавая чума (УзВ) Рыцарь смерти-посвященный Tick -82 (Shadow)", -- [46]
				"Шут Удар чумы Рыцарь смерти-посвященный Dodge (Physical)", -- [47]
				"Рыцарь смерти-посвященный Удар чумы Шут Dodge (Shadow)", -- [48]
				"Рыцарь смерти-посвященный Атака ближнего боя Шут Hit -72 (Physical)", -- [49]
				"Шут Озноб (УзВ) Рыцарь смерти-посвященный Tick -91 (Frost)", -- [50]
			},
			["Name"] = "Шут",
			["LastEventIncoming"] = {
				false, -- [1]
				true, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				true, -- [8]
				false, -- [9]
				true, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				false, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
				false, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				false, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				false, -- [41]
				false, -- [42]
				true, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				true, -- [48]
				true, -- [49]
				false, -- [50]
			},
			["LastEventTimes"] = {
				150272.224, -- [1]
				150272.404, -- [2]
				150272.574, -- [3]
				150272.646, -- [4]
				150272.946, -- [5]
				150273.149, -- [6]
				150273.15, -- [7]
				150273.388, -- [8]
				150273.786, -- [9]
				150274.111, -- [10]
				150275.342, -- [11]
				150258.077, -- [12]
				150258.079, -- [13]
				150258.496, -- [14]
				150258.943, -- [15]
				150259.375, -- [16]
				150259.834, -- [17]
				150260.094, -- [18]
				150260.491, -- [19]
				150261.199, -- [20]
				150261.265, -- [21]
				150261.512, -- [22]
				150261.64, -- [23]
				150262.13, -- [24]
				150262.551, -- [25]
				150262.981, -- [26]
				150263.413, -- [27]
				150263.543, -- [28]
				150264.115, -- [29]
				150264.516, -- [30]
				150264.84, -- [31]
				150265.16, -- [32]
				150265.723, -- [33]
				150265.723, -- [34]
				150266.417, -- [35]
				150266.554, -- [36]
				150266.912, -- [37]
				150267.241, -- [38]
				150267.242, -- [39]
				150268.079, -- [40]
				150268.08, -- [41]
				150268.434, -- [42]
				150269.003, -- [43]
				150269.005, -- [44]
				150269.335, -- [45]
				150270.103, -- [46]
				150270.321, -- [47]
				150270.52, -- [48]
				150270.984, -- [49]
				150271.2, -- [50]
			},
			["Fights"] = {
				["Fight2"] = {
					["DOTs"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1854,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 6,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 1,
								},
							},
							["amount"] = 9,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 8,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 36,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 4,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 8,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 216,
						["Melee"] = 499,
						["Shadow"] = 1139,
					},
					["DOT_Time"] = 21,
					["Damage"] = 3755,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.41,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 563,
						["Frost"] = 1475,
						["Melee"] = 943,
						["Physical"] = 774,
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 943,
								},
								["Озноб (УзВ)"] = {
									["count"] = 305,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 245,
								},
								["Удар чумы"] = {
									["count"] = 336,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1170,
								},
								["Лик смерти"] = {
									["count"] = 318,
								},
								["Кровавый удар"] = {
									["count"] = 438,
								},
							},
							["amount"] = 3755,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 499,
								},
								["Удар чумы"] = {
									["count"] = 282,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 365,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Кровавый удар"] = {
									["count"] = 216,
								},
							},
							["amount"] = 1854,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 9,
									["amount"] = 0,
								},
							},
							["count"] = 9,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.41,
								},
							},
							["amount"] = 4.41,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 113,
								},
							},
							["amount"] = 113,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.41,
								},
							},
							["amount"] = 4.41,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.96,
								},
								["Озноб (УзВ)"] = {
									["count"] = 3.3,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.11,
								},
								["Удар чумы"] = {
									["count"] = 0.76,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.55,
								},
								["Лик смерти"] = {
									["count"] = 0.48,
								},
								["Кровавый удар"] = {
									["count"] = 0.7999999999999999,
								},
							},
							["amount"] = 14.96,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 19,
									["min"] = 3,
									["count"] = 12,
									["amount"] = 113,
								},
							},
							["count"] = 12,
							["amount"] = 113,
						},
					},
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 113,
								},
							},
							["amount"] = 113,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 19.37,
					["Healing"] = 113,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 250,
									["min"] = 226,
									["count"] = 4,
									["amount"] = 943,
								},
							},
							["count"] = 6,
							["amount"] = 943,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 77,
									["min"] = 76,
									["count"] = 4,
									["amount"] = 305,
								},
							},
							["count"] = 4,
							["amount"] = 305,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 81,
									["count"] = 3,
									["amount"] = 245,
								},
							},
							["count"] = 3,
							["amount"] = 245,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 180,
									["min"] = 156,
									["count"] = 2,
									["amount"] = 336,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 336,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 467,
									["min"] = 467,
									["count"] = 1,
									["amount"] = 467,
								},
								["Hit"] = {
									["max"] = 238,
									["min"] = 231,
									["count"] = 3,
									["amount"] = 703,
								},
							},
							["count"] = 4,
							["amount"] = 1170,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 318,
									["min"] = 318,
									["count"] = 1,
									["amount"] = 318,
								},
							},
							["count"] = 1,
							["amount"] = 318,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 221,
									["min"] = 217,
									["count"] = 2,
									["amount"] = 438,
								},
							},
							["count"] = 2,
							["amount"] = 438,
						},
					},
					["HealingTaken"] = 113,
					["RageGain"] = 0,
					["TimeDamage"] = 14.96,
					["TimeDamaging"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 5.96,
								},
								["Озноб (УзВ)"] = {
									["count"] = 3.3,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.11,
								},
								["Удар чумы"] = {
									["count"] = 0.76,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.55,
								},
								["Лик смерти"] = {
									["count"] = 0.48,
								},
								["Кровавый удар"] = {
									["count"] = 0.7999999999999999,
								},
							},
							["amount"] = 14.96,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 36,
								},
							},
							["amount"] = 36,
						},
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight3"] = {
					["DOTs"] = {
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1549,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 33,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 5,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 247,
						["Physical"] = 67,
						["Melee"] = 322,
						["Shadow"] = 913,
					},
					["DOT_Time"] = 21,
					["Damage"] = 3507,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.19,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 1,
									["amount"] = 82,
								},
							},
							["count"] = 1,
							["amount"] = 82,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 288,
									["min"] = 288,
									["count"] = 1,
									["amount"] = 288,
								},
							},
							["count"] = 1,
							["amount"] = 288,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 628,
						["Physical"] = 748,
						["Melee"] = 1432,
						["Frost"] = 699,
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1432,
								},
								["Озноб (УзВ)"] = {
									["count"] = 230,
								},
								["Ледяное прикосновение"] = {
									["count"] = 469,
								},
								["Удар чумы"] = {
									["count"] = 335,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 246,
								},
								["Лик смерти"] = {
									["count"] = 382,
								},
								["Кровавый удар"] = {
									["count"] = 413,
								},
							},
							["amount"] = 3507,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 322,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 292,
								},
								["Удар чумы"] = {
									["count"] = 129,
								},
								["Ледяное прикосновение"] = {
									["count"] = 247,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Кровавый удар"] = {
									["count"] = 67,
								},
							},
							["amount"] = 1549,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.19,
								},
							},
							["amount"] = 4.19,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 110,
								},
							},
							["amount"] = 110,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 370,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.19,
								},
							},
							["amount"] = 4.19,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.37,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.34,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.15,
								},
								["Удар чумы"] = {
									["count"] = 0.98,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 3.44,
								},
								["Лик смерти"] = {
									["count"] = 1.13,
								},
								["Кровавый удар"] = {
									["count"] = 0.8999999999999999,
								},
							},
							["amount"] = 13.31,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 19,
									["min"] = 7,
									["count"] = 11,
									["amount"] = 110,
								},
							},
							["count"] = 11,
							["amount"] = 110,
						},
					},
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 110,
								},
							},
							["amount"] = 110,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 17.5,
					["Healing"] = 110,
					["FDamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Кровавая чума (УзВ)"] = {
									["count"] = 82,
								},
								["Ледяное прикосновение"] = {
									["count"] = 288,
								},
							},
							["amount"] = 370,
						},
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 484,
									["min"] = 484,
									["count"] = 1,
									["amount"] = 484,
								},
								["Hit"] = {
									["max"] = 262,
									["min"] = 222,
									["count"] = 4,
									["amount"] = 948,
								},
							},
							["count"] = 5,
							["amount"] = 1432,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 77,
									["min"] = 76,
									["count"] = 3,
									["amount"] = 230,
								},
							},
							["count"] = 3,
							["amount"] = 230,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 238,
									["min"] = 231,
									["count"] = 2,
									["amount"] = 469,
								},
							},
							["count"] = 2,
							["amount"] = 469,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 169,
									["min"] = 166,
									["count"] = 2,
									["amount"] = 335,
								},
							},
							["count"] = 2,
							["amount"] = 335,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 3,
									["amount"] = 246,
								},
							},
							["count"] = 3,
							["amount"] = 246,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 382,
									["min"] = 382,
									["count"] = 1,
									["amount"] = 382,
								},
							},
							["count"] = 1,
							["amount"] = 382,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 210,
									["min"] = 203,
									["count"] = 2,
									["amount"] = 413,
								},
							},
							["count"] = 2,
							["amount"] = 413,
						},
					},
					["HealingTaken"] = 110,
					["RageGain"] = 0,
					["TimeDamage"] = 13.31,
					["TimeDamaging"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.37,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.34,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1.15,
								},
								["Удар чумы"] = {
									["count"] = 0.98,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 3.44,
								},
								["Лик смерти"] = {
									["count"] = 1.13,
								},
								["Кровавый удар"] = {
									["count"] = 0.8999999999999999,
								},
							},
							["amount"] = 13.31,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 5.86,
								},
							},
							["amount"] = 5.86,
						},
					},
					["DOTs"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Недостойный ученик"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Недостойный ученик"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
					},
					["TimeSpent"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.390000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.8,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 3.39,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.04,
								},
								["Лик смерти"] = {
									["count"] = 0.23,
								},
								["Кровавый удар"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 14.86,
						},
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 5.86,
								},
							},
							["amount"] = 5.86,
						},
					},
					["DamageTaken"] = 1636,
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 20.72,
					["ElementTaken"] = {
						["Shadow"] = 990,
						["Melee"] = 396,
						["Frost"] = 250,
					},
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 39,
								},
							},
							["amount"] = 39,
						},
					},
					["Damage"] = 3992,
					["DOT_Time"] = 18,
					["TimeHeal"] = 5.86,
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 142,
								},
							},
							["amount"] = 142,
						},
					},
					["ElementHitsTaken"] = {
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 1,
								},
							},
							["amount"] = 7,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 142,
								},
							},
							["amount"] = 142,
						},
					},
					["Healing"] = 142,
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 19,
									["min"] = 7,
									["count"] = 13,
									["amount"] = 142,
								},
							},
							["count"] = 13,
							["amount"] = 142,
						},
					},
					["HOT_Time"] = 39,
					["ElementDone"] = {
						["Shadow"] = 242,
						["Frost"] = 1162,
						["Melee"] = 1628,
						["Physical"] = 960,
					},
					["HealingTaken"] = 142,
					["DamagedWho"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1628,
								},
								["Озноб (УзВ)"] = {
									["count"] = 226,
								},
								["Удар чумы"] = {
									["count"] = 511,
								},
								["Ледяное прикосновение"] = {
									["count"] = 936,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 242,
								},
								["Кровавый удар"] = {
									["count"] = 449,
								},
							},
							["amount"] = 3992,
						},
					},
					["TimeDamage"] = 14.86,
					["TimeDamaging"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.390000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.8,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 3.39,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.04,
								},
								["Лик смерти"] = {
									["count"] = 0.23,
								},
								["Кровавый удар"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 14.86,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 462,
									["min"] = 462,
									["count"] = 1,
									["amount"] = 462,
								},
								["Hit"] = {
									["max"] = 261,
									["min"] = 219,
									["count"] = 5,
									["amount"] = 1166,
								},
							},
							["count"] = 6,
							["amount"] = 1628,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 76,
									["min"] = 75,
									["count"] = 3,
									["amount"] = 226,
								},
							},
							["count"] = 3,
							["amount"] = 226,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 81,
									["min"] = 80,
									["count"] = 3,
									["amount"] = 242,
								},
							},
							["count"] = 3,
							["amount"] = 242,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 175,
									["min"] = 164,
									["count"] = 3,
									["amount"] = 511,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 511,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 459,
									["min"] = 459,
									["count"] = 1,
									["amount"] = 459,
								},
								["Hit"] = {
									["max"] = 240,
									["min"] = 237,
									["count"] = 2,
									["amount"] = 477,
								},
							},
							["count"] = 3,
							["amount"] = 936,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 449,
									["min"] = 449,
									["count"] = 1,
									["amount"] = 449,
								},
							},
							["count"] = 1,
							["amount"] = 449,
						},
					},
					["WhoDamaged"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 396,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 292,
								},
								["Ледяное прикосновение"] = {
									["count"] = 250,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Удар чумы"] = {
									["count"] = 206,
								},
							},
							["amount"] = 1636,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 5,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 6,
						},
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2467,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 33,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 495,
						["Shadow"] = 1233,
						["Melee"] = 579,
						["Physical"] = 160,
					},
					["DOT_Time"] = 21,
					["Damage"] = 3261,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.59,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 564,
						["Frost"] = 1405,
						["Melee"] = 929,
						["Physical"] = 363,
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 929,
								},
								["Озноб (УзВ)"] = {
									["count"] = 367,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 246,
								},
								["Удар чумы"] = {
									["count"] = 160,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1038,
								},
								["Лик смерти"] = {
									["count"] = 318,
								},
								["Кровавый удар"] = {
									["count"] = 203,
								},
							},
							["amount"] = 3261,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 579,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 438,
								},
								["Удар чумы"] = {
									["count"] = 303,
								},
								["Ледяное прикосновение"] = {
									["count"] = 495,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Кровавый удар"] = {
									["count"] = 160,
								},
							},
							["amount"] = 2467,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 38,
					},
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 107,
								},
							},
							["amount"] = 107,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.130000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 2.29,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.93,
								},
								["Удар чумы"] = {
									["count"] = 2.92,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.36,
								},
								["Лик смерти"] = {
									["count"] = 0.35,
								},
								["Кровавый удар"] = {
									["count"] = 2.11,
								},
							},
							["amount"] = 18.09,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 13,
									["min"] = 7,
									["count"] = 11,
									["amount"] = 107,
								},
							},
							["count"] = 11,
							["amount"] = 107,
						},
					},
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 107,
								},
							},
							["amount"] = 107,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 22.68,
					["Healing"] = 107,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 196,
									["min"] = 196,
									["count"] = 1,
									["amount"] = 196,
								},
								["Hit"] = {
									["max"] = 260,
									["min"] = 223,
									["count"] = 3,
									["amount"] = 733,
								},
							},
							["count"] = 6,
							["amount"] = 929,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 92,
									["min"] = 91,
									["count"] = 4,
									["amount"] = 367,
								},
							},
							["count"] = 4,
							["amount"] = 367,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 3,
									["amount"] = 246,
								},
							},
							["count"] = 3,
							["amount"] = 246,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 160,
									["min"] = 160,
									["count"] = 1,
									["amount"] = 160,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 160,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 286,
									["min"] = 232,
									["count"] = 4,
									["amount"] = 1038,
								},
							},
							["count"] = 4,
							["amount"] = 1038,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 318,
									["min"] = 318,
									["count"] = 1,
									["amount"] = 318,
								},
							},
							["count"] = 1,
							["amount"] = 318,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 203,
									["min"] = 203,
									["count"] = 1,
									["amount"] = 203,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 203,
						},
					},
					["HealingTaken"] = 107,
					["RageGain"] = 0,
					["TimeDamage"] = 18.09,
					["TimeDamaging"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.130000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 2.29,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.93,
								},
								["Удар чумы"] = {
									["count"] = 2.92,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.36,
								},
								["Лик смерти"] = {
									["count"] = 0.35,
								},
								["Кровавый удар"] = {
									["count"] = 2.11,
								},
							},
							["amount"] = 18.09,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 9,
								},
							},
							["amount"] = 9,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Рыцарь смерти-посвященный"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2467,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Shadow"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
								["Tick"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 9,
								},
							},
							["amount"] = 10,
						},
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 33,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
						["Physical"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 5,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 6,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 8,
						},
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 495,
						["Shadow"] = 1233,
						["Melee"] = 579,
						["Physical"] = 160,
					},
					["DOT_Time"] = 21,
					["Damage"] = 3261,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 4.59,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
						["Shadow"] = 564,
						["Frost"] = 1405,
						["Melee"] = 929,
						["Physical"] = 363,
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 929,
								},
								["Озноб (УзВ)"] = {
									["count"] = 367,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 246,
								},
								["Удар чумы"] = {
									["count"] = 160,
								},
								["Ледяное прикосновение"] = {
									["count"] = 1038,
								},
								["Лик смерти"] = {
									["count"] = 318,
								},
								["Кровавый удар"] = {
									["count"] = 203,
								},
							},
							["amount"] = 3261,
						},
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 579,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 438,
								},
								["Удар чумы"] = {
									["count"] = 303,
								},
								["Ледяное прикосновение"] = {
									["count"] = 495,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Кровавый удар"] = {
									["count"] = 160,
								},
							},
							["amount"] = 2467,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 10,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
						["Melee"] = 38,
					},
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 107,
								},
							},
							["amount"] = 107,
						},
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 4.59,
								},
							},
							["amount"] = 4.59,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.130000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 2.29,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.93,
								},
								["Удар чумы"] = {
									["count"] = 2.92,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.36,
								},
								["Лик смерти"] = {
									["count"] = 0.35,
								},
								["Кровавый удар"] = {
									["count"] = 2.11,
								},
							},
							["amount"] = 18.09,
						},
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 13,
									["min"] = 7,
									["count"] = 11,
									["amount"] = 107,
								},
							},
							["count"] = 11,
							["amount"] = 107,
						},
					},
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 107,
								},
							},
							["amount"] = 107,
						},
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 22.68,
					["Healing"] = 107,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit (Блокировано)"] = {
									["max"] = 196,
									["min"] = 196,
									["count"] = 1,
									["amount"] = 196,
								},
								["Hit"] = {
									["max"] = 260,
									["min"] = 223,
									["count"] = 3,
									["amount"] = 733,
								},
							},
							["count"] = 6,
							["amount"] = 929,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 92,
									["min"] = 91,
									["count"] = 4,
									["amount"] = 367,
								},
							},
							["count"] = 4,
							["amount"] = 367,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 3,
									["amount"] = 246,
								},
							},
							["count"] = 3,
							["amount"] = 246,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 160,
									["min"] = 160,
									["count"] = 1,
									["amount"] = 160,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 160,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 286,
									["min"] = 232,
									["count"] = 4,
									["amount"] = 1038,
								},
							},
							["count"] = 4,
							["amount"] = 1038,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 318,
									["min"] = 318,
									["count"] = 1,
									["amount"] = 318,
								},
							},
							["count"] = 1,
							["amount"] = 318,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 203,
									["min"] = 203,
									["count"] = 1,
									["amount"] = 203,
								},
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 203,
						},
					},
					["HealingTaken"] = 107,
					["RageGain"] = 0,
					["TimeDamage"] = 18.09,
					["TimeDamaging"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 6.130000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 2.29,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.93,
								},
								["Удар чумы"] = {
									["count"] = 2.92,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2.36,
								},
								["Лик смерти"] = {
									["count"] = 0.35,
								},
								["Кровавый удар"] = {
									["count"] = 2.11,
								},
							},
							["amount"] = 18.09,
						},
					},
					["ManaGain"] = 0,
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 33,
								},
							},
							["amount"] = 33,
						},
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDoneBlock"] = {
						["Melee"] = 38,
					},
					["TimeHealing"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 19.05,
								},
							},
							["amount"] = 19.05,
						},
					},
					["DOTs"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Недостойный ученик"] = {
									["count"] = 9,
								},
								["Рыцарь смерти-посвященный"] = {
									["count"] = 30,
								},
							},
							["amount"] = 39,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Недостойный ученик"] = {
									["count"] = 9,
								},
								["Рыцарь смерти-посвященный"] = {
									["count"] = 33,
								},
							},
							["amount"] = 42,
						},
					},
					["TimeSpent"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.390000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.8,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 3.39,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.04,
								},
								["Лик смерти"] = {
									["count"] = 0.23,
								},
								["Кровавый удар"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 14.86,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16.46,
								},
								["Озноб (УзВ)"] = {
									["count"] = 6.93,
								},
								["Ледяное прикосновение"] = {
									["count"] = 6.060000000000001,
								},
								["Удар чумы"] = {
									["count"] = 4.659999999999999,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 6.48,
								},
								["Лик смерти"] = {
									["count"] = 1.96,
								},
								["Кровавый удар"] = {
									["count"] = 3.81,
								},
							},
							["amount"] = 46.36000000000001,
						},
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 19.05,
								},
							},
							["amount"] = 19.05,
						},
					},
					["DamageTaken"] = 7725,
					["FDamagedWho"] = {
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Кровавая чума (УзВ)"] = {
									["count"] = 82,
								},
								["Ледяное прикосновение"] = {
									["count"] = 288,
								},
							},
							["amount"] = 370,
						},
					},
					["PartialResist"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 33,
									["amount"] = 0,
								},
							},
							["count"] = 33,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет сопротивлений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["Власть крови"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 19,
									["min"] = 3,
									["count"] = 47,
									["amount"] = 472,
								},
							},
							["count"] = 47,
							["amount"] = 472,
						},
					},
					["PartialAbsorb"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 33,
									["amount"] = 0,
								},
							},
							["count"] = 33,
							["amount"] = 0,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 8,
							["amount"] = 0,
						},
						["Удар чумы (УзВ)"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 22,
									["amount"] = 0,
								},
							},
							["count"] = 22,
							["amount"] = 0,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Нет поглощений"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 80.26999999999994,
					["FDamage"] = 370,
					["ElementTaken"] = {
						["Physical"] = 443,
						["Shadow"] = 4494,
						["Melee"] = 1796,
						["Frost"] = 992,
					},
					["HOTs"] = {
						["Власть крови"] = {
							["Details"] = {
								["Шут"] = {
									["count"] = 141,
								},
							},
							["amount"] = 141,
						},
					},
					["Damage"] = 14515,
					["DOT_Time"] = 81,
					["TimeHeal"] = 19.05,
					["WhoHealed"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 472,
								},
							},
							["amount"] = 472,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 6,
						},
						["Shadow"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 22,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Dodge"] = {
									["count"] = 2,
								},
							},
							["amount"] = 34,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 24,
								},
								["Miss"] = {
									["count"] = 2,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 4,
								},
							},
							["amount"] = 33,
						},
						["Frost"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 4,
						},
					},
					["HealedWho"] = {
						["Шут"] = {
							["Details"] = {
								["Власть крови"] = {
									["count"] = 472,
								},
							},
							["amount"] = 472,
						},
					},
					["Healing"] = 472,
					["FAttacks"] = {
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 82,
									["count"] = 1,
									["amount"] = 82,
								},
							},
							["count"] = 1,
							["amount"] = 82,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 288,
									["min"] = 288,
									["count"] = 1,
									["amount"] = 288,
								},
							},
							["count"] = 1,
							["amount"] = 288,
						},
					},
					["HOT_Time"] = 141,
					["ElementDone"] = {
						["Shadow"] = 1997,
						["Frost"] = 4741,
						["Melee"] = 4932,
						["Physical"] = 2845,
					},
					["HealingTaken"] = 472,
					["DamagedWho"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1628,
								},
								["Озноб (УзВ)"] = {
									["count"] = 226,
								},
								["Удар чумы"] = {
									["count"] = 511,
								},
								["Ледяное прикосновение"] = {
									["count"] = 936,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 242,
								},
								["Кровавый удар"] = {
									["count"] = 449,
								},
							},
							["amount"] = 3992,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 3304,
								},
								["Озноб (УзВ)"] = {
									["count"] = 902,
								},
								["Ледяное прикосновение"] = {
									["count"] = 2677,
								},
								["Удар чумы"] = {
									["count"] = 831,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 737,
								},
								["Лик смерти"] = {
									["count"] = 1018,
								},
								["Кровавый удар"] = {
									["count"] = 1054,
								},
							},
							["amount"] = 10523,
						},
					},
					["TimeDamage"] = 61.22000000000003,
					["TimeDamaging"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 4.390000000000001,
								},
								["Озноб (УзВ)"] = {
									["count"] = 1.8,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 1.81,
								},
								["Удар чумы"] = {
									["count"] = 3.39,
								},
								["Ледяное прикосновение"] = {
									["count"] = 3.04,
								},
								["Лик смерти"] = {
									["count"] = 0.23,
								},
								["Кровавый удар"] = {
									["count"] = 0.2,
								},
							},
							["amount"] = 14.86,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 16.46,
								},
								["Озноб (УзВ)"] = {
									["count"] = 6.93,
								},
								["Ледяное прикосновение"] = {
									["count"] = 6.060000000000001,
								},
								["Удар чумы"] = {
									["count"] = 4.659999999999999,
								},
								["Кровавая чума (УзВ)"] = {
									["count"] = 6.48,
								},
								["Лик смерти"] = {
									["count"] = 1.96,
								},
								["Кровавый удар"] = {
									["count"] = 3.81,
								},
							},
							["amount"] = 46.36000000000001,
						},
					},
					["Attacks"] = {
						["Атака ближнего боя"] = {
							["Details"] = {
								["Hit (Блокировано)"] = {
									["max"] = 196,
									["min"] = 196,
									["count"] = 1,
									["amount"] = 196,
								},
								["Hit"] = {
									["max"] = 262,
									["min"] = 219,
									["count"] = 16,
									["amount"] = 3790,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 484,
									["min"] = 462,
									["count"] = 2,
									["amount"] = 946,
								},
								["Parry"] = {
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 4932,
						},
						["Озноб (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 92,
									["min"] = 75,
									["count"] = 14,
									["amount"] = 1128,
								},
							},
							["count"] = 14,
							["amount"] = 1128,
						},
						["Кровавая чума (УзВ)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 82,
									["min"] = 80,
									["count"] = 12,
									["amount"] = 979,
								},
							},
							["count"] = 12,
							["amount"] = 979,
						},
						["Удар чумы"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 180,
									["min"] = 156,
									["count"] = 8,
									["amount"] = 1342,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 1342,
						},
						["Ледяное прикосновение"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 467,
									["min"] = 459,
									["count"] = 2,
									["amount"] = 926,
								},
								["Hit"] = {
									["max"] = 286,
									["min"] = 231,
									["count"] = 11,
									["amount"] = 2687,
								},
							},
							["count"] = 13,
							["amount"] = 3613,
						},
						["Лик смерти"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 382,
									["min"] = 318,
									["count"] = 3,
									["amount"] = 1018,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 1018,
						},
						["Кровавый удар"] = {
							["Details"] = {
								["Parry"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 449,
									["min"] = 449,
									["count"] = 1,
									["amount"] = 449,
								},
								["Hit"] = {
									["max"] = 221,
									["min"] = 203,
									["count"] = 5,
									["amount"] = 1054,
								},
							},
							["count"] = 7,
							["amount"] = 1503,
						},
					},
					["WhoDamaged"] = {
						["Недостойный ученик"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 396,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 292,
								},
								["Ледяное прикосновение"] = {
									["count"] = 250,
								},
								["Лик смерти"] = {
									["count"] = 492,
								},
								["Удар чумы"] = {
									["count"] = 206,
								},
							},
							["amount"] = 1636,
						},
						["Рыцарь смерти-посвященный"] = {
							["Details"] = {
								["Атака ближнего боя"] = {
									["count"] = 1400,
								},
								["Удар чумы (УзВ)"] = {
									["count"] = 1314,
								},
								["Удар чумы"] = {
									["count"] = 714,
								},
								["Ледяное прикосновение"] = {
									["count"] = 742,
								},
								["Лик смерти"] = {
									["count"] = 1476,
								},
								["Кровавый удар"] = {
									["count"] = 443,
								},
							},
							["amount"] = 6089,
						},
					},
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Tick"] = {
									["count"] = 12,
								},
							},
							["amount"] = 16,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 13,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Parry"] = {
									["count"] = 2,
								},
							},
							["amount"] = 19,
						},
						["Melee"] = {
							["Details"] = {
								["Dodge"] = {
									["count"] = 2,
								},
								["Parry"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 17,
								},
							},
							["amount"] = 23,
						},
						["Frost"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 14,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 11,
								},
							},
							["amount"] = 27,
						},
					},
				},
			},
			["UnitLockout"] = 1286616536,
			["LastActive"] = 1286617346,
		},
	},
	["FightNum"] = 4,
	["CombatTimes"] = {
		{
			1286616536, -- [1]
			1286616556, -- [2]
			"12:28:57", -- [3]
			"12:29:16", -- [4]
			"Недостойный ученик", -- [5]
		}, -- [1]
		{
			1286617149, -- [1]
			1286617170, -- [2]
			"12:39:09", -- [3]
			"12:39:30", -- [4]
			"Рыцарь смерти-посвященный", -- [5]
		}, -- [2]
		{
			1286617193, -- [1]
			1286617212, -- [2]
			"12:39:53", -- [3]
			"12:40:12", -- [4]
			"Рыцарь смерти-посвященный", -- [5]
		}, -- [3]
		{
			1286617325, -- [1]
			1286617353, -- [2]
			"12:42:05", -- [3]
			"12:42:33", -- [4]
			"Рыцарь смерти-посвященный", -- [5]
		}, -- [4]
	},
	["FoughtWho"] = {
		"Рыцарь смерти-посвященный 12:42:05-12:42:33", -- [1]
		"Рыцарь смерти-посвященный 12:39:53-12:40:12", -- [2]
		"Рыцарь смерти-посвященный 12:39:09-12:39:30", -- [3]
		"Недостойный ученик 12:28:57-12:29:16", -- [4]
	},
}
